SKILL_DESCRIPT =
{
        [SKID.NV_BASIC] =
        {
                "基本技能",
                "最高等级 : 9",
                "^777777可以使用基本接口之相关技能。^000000",
                "[等级 1] : 使用交易功能。",
                "^777777可以和其他人物交换道具。^000000",
                "^990000交换时，用鼠表右键点击想进行交换的人物。^000000",
                "[等级 2] : 使用图释。",
                "^777777可用Alt+0~9 及 Ctrl+1，-，=，\ 键表示感情。^000000",
                "^990000可按Alt+L键能使用更多的图释。^000000",
                "[等级 3] : 原地休息。",
                "^777777可在原地坐下使恢复速度增加。^000000",
                "^990000可按Insert 键或使用/坐下的指令。^000000",
                "[等级 4] : 聊天室",
                "^777777可以开设聊天室。可按Alt+C键。^000000",
                "[等级 5] : 加入组队",
                "^777777可以加入其它玩家的队伍中。^000000",
                "[等级 6] : 使用仓库",
                "^777777使用卡普拉职员仓库保管道具。^000000",
                "[等级 7] : 组队",
                "^777777可以组队。^000000",
                "^990000使用 /ORGANIZE '组队名称'的指令。可按Alt+Z键调整队伍选项。^000000",
                "[等级 9] : 转职 ",
                "^777777可以转职成第一职业。^000000",
        },

        [SKID.SM_SWORD] =
        {
                "单手剑使用熟练度",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加使用单手剑时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +4^000000",
                "[等级 2] : ^777777攻击力 +8^000000",
                "[等级 3] : ^777777攻击力 +12^000000",
                "[等级 4] : ^777777攻击力 +16^000000",
                "[等级 5] : ^777777攻击力 +20^000000",
                "[等级 6] : ^777777攻击力 +24^000000",
                "[等级 7] : ^777777攻击力 +28^000000",
                "[等级 8] : ^777777攻击力 +32^000000",
                "[等级 9] : ^777777攻击力 +36^000000",
                "[等级 10] : ^777777攻击力 +40^000000",
        },

        [SKID.SM_TWOHAND] =
        {
                "双手剑使用熟练度",
                "最高等级 : 10",
                "^777777习得条件 : 单手剑使用熟练度 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加使用双手剑时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +4^000000",
                "[等级 2] : ^777777攻击力 +8^000000",
                "[等级 3] : ^777777攻击力 +12^000000",
                "[等级 4] : ^777777攻击力 +16^000000",
                "[等级 5] : ^777777攻击力 +20^000000",
                "[等级 6] : ^777777攻击力 +24^000000",
                "[等级 7] : ^777777攻击力 +28^000000",
                "[等级 8] : ^777777攻击力 +32^000000",
                "[等级 9] : ^777777攻击力 +36^000000",
                "[等级 10] : ^777777攻击力 +40^000000",
        },

        [SKID.SM_RECOVERY] =
        {
                "快速恢复",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可使体力的恢复速度变快。以VIT来，比基本值增加恢复量。^000000",
                "[等级 1] : ^777777每10秒HP 恢复值 + 5^000000",
                "[等级 2] : ^777777每10秒HP 恢复值 + 10^000000",
                "[等级 3] : ^777777每10秒HP 恢复值 + 15^000000",
                "[等级 4] : ^777777每10秒HP 恢复值 + 20^000000",
                "[等级 5] : ^777777每10秒HP 恢复值 + 25^000000",
                "[等级 6] : ^777777每10秒HP 恢复值 + 30^000000",
                "[等级 7] : ^777777每10秒HP 恢复值 + 35^000000",
                "[等级 8] : ^777777每10秒HP 恢复值 + 40^000000",
                "[等级 9] : ^777777每10秒HP 恢复值 + 45^000000",
                "[等级 10] : ^777777每10秒HP 恢复值 + 50^000000",
        },

        [SKID.SM_BASH] =
        {
                "狂击",
                "最高等级 : 10",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777具有好强的攻击力。攻击弱点技能等级 5以上的话，有可使敌人昏迷的机率。^000000",
                "[等级 1] : ^777777攻击力 130%^000000",
                "[等级 2] : ^777777攻击力 160%^000000",
                "[等级 3] : ^777777攻击力 190%^000000",
                "[等级 4] : ^777777攻击力 220%^000000",
                "[等级 5] : ^777777攻击力 250%^000000",
                "[等级 6] : ^777777攻击力 280%^000000",
                "[等级 7] : ^777777攻击力 310%^000000",
                "[等级 8] : ^777777攻击力 340%^000000",
                "[等级 9] : ^777777攻击力 370%^000000",
                "[等级 10] : ^777777攻击力 400%^000000",
        },

        [SKID.SM_PROVOKE] =
        {
                "挑衅",
                "最高等级 : 10",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777使指定的敌人兴奋。可减少敌人的防御力，对应不死系魔物没有功效。^000000",
                "[等级 1] : ^777777敌人攻击力 +5%，敌人防御力 -10%^000000",
                "[等级 2] : ^777777敌人攻击力 +8%，敌人防御力 -15%^000000",
                "[等级 3] : ^777777敌人攻击力 +11%，敌人防御力 -20%^000000",
                "[等级 4] : ^777777敌人攻击力 +14%，敌人防御力 -25%^000000",
                "[等级 5] : ^777777敌人攻击力 +17%，敌人防御力 -30%^000000",
                "[等级 6] : ^777777敌人攻击力 +20%，敌人防御力 -35%^000000",
                "[等级 7] : ^777777敌人攻击力 +23%，敌人防御力 -40%^000000",
                "[等级 8] : ^777777敌人攻击力 +26%，敌人防御力 -45%^000000",
                "[等级 9] : ^777777敌人攻击力 +29%，敌人防御力 -50%^000000",
                "[等级 10] : ^777777敌人攻击力 +32%，敌人防御力 -55%^000000",
        },

        [SKID.SM_MAGNUM] =
        {
                "怒爆",
                "最高等级 : 10",
                "^777777习得条件 : 狂击 5^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "内容 : ^777777可攻击到本身和相邻的敌人的^bb0000(火属性)^777777攻击。使用时会消耗 HP。",
                "使用后在10秒内一般攻击时，火属性攻击力会增加20％. 使用时HP会稍微减少。^000000",
                "[等级 1] : ^777777攻击力 120%^000000",
                "[等级 2] : ^777777攻击力 140%^000000",
                "[等级 3] : ^777777攻击力 160%^000000",
                "[等级 4] : ^777777攻击力 180%^000000",
                "[等级 5] : ^777777攻击力 200%^000000",
                "[等级 6] : ^777777攻击力 220%^000000",
                "[等级 7] : ^777777攻击力 240%^000000",
                "[等级 8] : ^777777攻击力 260%^000000",
                "[等级 9] : ^777777攻击力 280%^000000",
                "[等级 10] : ^777777攻击力 300%^000000",
        },

        [SKID.SM_ENDURE] =
        {
                "霸体",
                "最高等级 : 10",
                "^777777习得条件 : 挑衅 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在一定时间内受到任何攻击动作不会有所停顿。",
                "在霸体状态下被攻击7次以上时会解除霸体状态，施展1次霸体之后，要在10秒后才可以再次使用。^000000",
                "[等级 1] : ^777777持续时间 10秒, MDEF +1^000000",
                "[等级 2] : ^777777持续时间 13秒, MDEF +2^000000",
                "[等级 3] : ^777777持续时间 16秒, MDEF +3^000000",
                "[等级 4] : ^777777持续时间 19秒, MDEF +4^000000",
                "[等级 5] : ^777777持续时间 22秒, MDEF +5^000000",
                "[等级 6] : ^777777持续时间 25秒, MDEF +6^000000",
                "[等级 7] : ^777777持续时间 28秒, MDEF +7^000000",
                "[等级 8] : ^777777持续时间 31秒, MDEF +8^000000",
                "[等级 9] : ^777777持续时间 34秒, MDEF +9^000000",
                "[等级 10] : ^777777持续时间 37秒, MDEF +10^000000",
        },

        [SKID.MG_SRECOVERY] =
        {
                "禅心",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可使SP恢复速度变快。以MAXSP来, 比基本值增加恢复量. ^000000",
                "[等级 1] : ^777777每10秒SP 恢复值 +3^000000",
                "[等级 2] : ^777777每10秒SP 恢复值 +6^000000",
                "[等级 3] : ^777777每10秒SP 恢复值 +9^000000",
                "[等级 4] : ^777777每10秒SP 恢复值 +12^000000",
                "[等级 5] : ^777777每10秒SP 恢复值 +15^000000",
                "[等级 6] : ^777777每10秒SP 恢复值 +18^000000",
                "[等级 7] : ^777777每10秒SP 恢复值 +21^000000",
                "[等级 8] : ^777777每10秒SP 恢复值 +24^000000",
                "[等级 9] : ^777777每10秒SP 恢复值 +27^000000",
                "[等级 10] : ^777777每10秒SP 恢复值 +30^000000",
        },

        [SKID.MG_SIGHT] =
        {
                "火狩",
                "最高等级 : 1",
                "系列 : ^777777辅助^bb0000(火属性)^000000",
                "内容 : ^777777可找出藏匿的敌人。^000000",
        },

        [SKID.MG_NAPALMBEAT] =
        {
                "心灵爆破",
                "最高等级 : 10",
                "系列 : ^777777攻击^bb00bb(念力)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可用念力直接攻击敌人。^000000",
        },

        [SKID.MG_SAFETYWALL] =
        {
                "暗之障壁",
                "最高等级 : 10",
                "2^777777习得条件 : 心灵爆破 7, 圣灵召唤 5^000000",
                "8^777777习得条件 : 撒水祈福 4, 光耀之堂 3^000000",
                "系列 : ^777777辅助^bb00bb(念力)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777在指定位置上形成可以阻挡敌人有限次数攻击且拥有耐久度的防御壁，防御壁的耐久度消失或过了持续时间时就会消失，防御壁只可阻挡近距离的物理攻击，咏唱需要 ^bb00bb蓝色魔力矿石^7777771个^000000",
        },

        [SKID.MG_SOULSTRIKE] =
        {
                "圣灵召唤",
                "最高等级 : 10",
                "^777777习得条件 : 心灵爆破 4^000000",
                "系列 : ^777777攻击^bb00bb(念力)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可召唤圣灵进行攻击。对不死系怪物特别有效。^000000",
        },

        [SKID.MG_COLDBOLT] =
        {
                "冰箭术",
                "最高等级 : 10",
                "系列 : ^777777攻击^0000bb(水属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可从天空落下冰箭攻击敌人。每个冰箭拥有魔法攻击力(Matk)一样的力量。^000000",
        },

        [SKID.MG_FROSTDIVER] =
        {
                "冰冻术",
                "最高等级 : 10",
                "^777777习得条件 : 冰箭术 5^000000",
                "系列 : ^777777攻击^0000bb(水属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可使敌人冻结，令敌人在一定时间内动弹不得。^000000",
        },

        [SKID.MG_STONECURSE] =
        {
                "石化术",
                "最高等级 : 10",
                "系列 : ^777777诅咒^00bb00(土属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可石化敌人。需使用一颗 ^00bb00红色魔力矿石 ^777777做为催化剂。^000000",
        },

        [SKID.MG_FIREBALL] =
        {
                "火球术",
                "最高等级 : 10",
                "^777777习得条件 : 火箭术 4^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777用火球攻击敌人。对相邻的魔物进行攻击对中心魔物的3/4的伤害度。",
                "技能5以上会减少施展延迟及施展后延迟。^000000",
        },

        [SKID.MG_FIREWALL] =
        {
                "火焰之壁",
                "最高等级 : 10",
                "^777777习得条件 : 火狩 1, 火球术 5^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可建立火墙以防御敌人的攻击。^000000",
        },

        [SKID.MG_FIREBOLT] =
        {
                "火箭术",
                "最高等级 : 10",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可从天空落下火箭攻击敌人。每个火箭拥有魔法攻击力(Matk)一样的力量。^000000",
        },

        [SKID.MG_LIGHTNINGBOLT] =
        {
                "雷击术",
                "最高等级 : 10",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可从天空落下雷箭攻击敌人。^000000",
        },

        [SKID.MG_THUNDERSTORM] =
        {
                "雷爆术",
                "最高等级 : 10",
                "^777777习得条件 : 雷击术 4^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可从天空落下雷电攻击敌人。^000000",
        },

        [SKID.AL_DP] =
        {
                "天使之护",
                "最高等级 : 10",
                "14^777777习得条件 : 治疗术 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加对魔鬼系和不死系魔物攻击时的防御力。角色等级越高防御力会增加。^000000",
                "[等级 1] : ^777777防御力 +3^000000",
                "[等级 2] : ^777777防御力 +6^000000",
                "[等级 3] : ^777777防御力 +9^000000",
                "[等级 4] : ^777777防御力 +12^000000",
                "[等级 5] : ^777777防御力 +15^000000",
                "[等级 6] : ^777777防御力 +18^000000",
                "[等级 7] : ^777777防御力 +21^000000",
                "[等级 8] : ^777777防御力 +24^000000",
                "[等级 9] : ^777777防御力 +27^000000",
                "[等级 10] : ^777777防御力 +30^000000",
        },

        [SKID.AL_DEMONBANE] =
        {
                "天使之击",
                "最高等级 : 10",
                "^777777习得条件 : 天使之护 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加对魔鬼系和不死系魔物攻击时的攻击效果。角色等级越高攻击力会增加。^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.AL_RUWACH] =
        {
                "光猎",
                "最高等级 : 1",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可藉助圣灵的力量攻击出藏匿的敌人。^000000",
        },

        [SKID.AL_PNEUMA] =
        {
                "光之障壁",
                "最高等级 : 1",
                "^777777习得条件 :  传送之阵 4^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在特定的时间与指定的位置造出防护之壁，阻挡敌人的远距离攻击。^000000",
        },

        [SKID.AL_TELEPORT] =
        {
                "瞬间移动",
                "最高等级 : 2",
                "^777777习得条件 : 光猎 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777瞬间移动至其他地区。^000000",
                "[等级 1] : ^777777可移动至附近地区未知的地方去。^000000",
                "[等级 2] : ^777777可瞬间移动到储存点。^000000",
        },

        [SKID.AL_WARP] =
        {
                "传送之阵",
                "最高等级 : 4",
                "^777777习得条件 : 瞬间移动 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在不同地图间瞬间移动。可传送最多8名(无关等级)。需消耗^000099一颗^777777蓝色魔力矿石。^000000",
                "[等级 1] : ^777777 移动到储存点。^000000",
                "[等级 2] : ^777777 可以使用1个记忆位置^000000",
                "[等级 3] : ^777777 可以使用2个记忆位置^000000",
                "[等级 4] : ^777777 可以使用3个记忆位置^000000",
                "^990000[记忆位置] : ^777777打上/memo 可记忆位置。^000000",
        },

        [SKID.AL_HEAL] =
        {
                "治愈术",
                "最高等级 : 10",
                "14^777777习得条件 : 信任 5,天使之击 5^000000",
                "系列 : ^777777恢复^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777可恢复指定的玩家体力。根据技能LV，提高基本恢复量外。将会随着施展此技能的玩家之LV和 INT越高则恢复量越高。^000000",
        },

        [SKID.AL_INCAGI] =
        {
                "加速术",
                "最高等级 : 10",
                "^777777习得条件 : 治愈术 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777在特定的时间内，可增加玩家的敏捷。使用时，消耗少量HP。^000000",
        },

        [SKID.AL_DECAGI] =
        {
                "缓速术",
                "最高等级 : 10",
                "^777777习得条件 : 加速术 1^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777一定时间内，可减少敌人的敏捷。^000000",
        },

        [SKID.AL_HOLYWATER] =
        {
                "天使之泪",
                "最高等级 : 1",
                "系列 : ^777777恢复^000000",
                "内容 : ^777777可在空瓶中制作出圣水来攻击敌人。需在充满水的地方才可施展这项技能。^000000",
        },

        [SKID.AL_CRUCIS] =
        {
                "天使之光",
                "最高等级 : 10",
                "^777777习得条件 : 天使之击 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777整个画面^000000",
                "内容 : ^777777画十字符号降低周边不死系和黑暗系怪物的防御力。^000000",
        },

        [SKID.AL_ANGELUS] =
        {
                "天使之障壁",
                "最高等级 : 10",
                "^777777习得条件 : 天使之护 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可增加玩家本身或组队成员的防御力。^000000",
        },

        [SKID.AL_BLESSING] =
        {
                "天使之赐福",
                "最高等级 : 10",
                "^777777习得条件 : 天使之护 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777可暂时提高灵巧与智慧以及力量。把诅咒或石化状态的玩家恢复到正常状态。^000000",
        },

        [SKID.AL_CURE] =
        {
                "治疗术",
                "最高等级 : 1",
                "4^777777习得条件 : 治愈术 2^000000",
                "14^777777习得条件 : 信任 5^000000",
                "系列 : ^777777恢复^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777可解除所有诅咒。若将此项技能施展在不死系怪物身上，则会使牠们陷入混乱的状态。^000000",
        },

        [SKID.MC_INCCARRY] =
        {
                "负重量上升",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可提高道具负重限制。^000000",
                "[等级 1] : ^777777最大载重量+200^000000",
                "[等级 2] : ^777777最大载重量 +400^000000",
                "[等级 3] : ^777777最大载重量 +600^000000",
                "[等级 4] : ^777777最大载重量 +800^000000",
                "[等级 5] : ^777777最大载重量 +1000^000000",
                "[等级 6] : ^777777最大载重量 +1200^000000",
                "[等级 7] : ^777777最大载重量 +1400^000000",
                "[等级 8] : ^777777最大载重量 +1600^000000",
                "[等级 9] : ^777777最大载重量 +1800^000000",
                "[等级 10] : ^777777最大载重量 +2000^000000",
        },

        [SKID.MC_DISCOUNT] =
        {
                "低价买进",
                "最高等级 : 10",
                "^777777习得条件 : 负重量上升 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777到商店购物时享有优惠折扣。^000000",
                "[等级 1] : ^777777折扣率 7%^000000",
                "[等级 2] : ^777777折扣率 9%^000000",
                "[等级 3] : ^777777折扣率 11%^000000",
                "[等级 4] : ^777777折扣率 13%^000000",
                "[等级 5] : ^777777折扣率 15%^000000",
                "[等级 6] : ^777777折扣率 17%^000000",
                "[等级 7] : ^777777折扣率 19%^000000",
                "[等级 8] : ^777777折扣率 21%^000000",
                "[等级 9] : ^777777折扣率 23%^000000",
                "[等级 10] : ^777777折扣率24%^000000",
        },

        [SKID.MC_OVERCHARGE] =
        {
                "高价卖出",
                "最高等级 : 10",
                "^777777习得条件 : 低价买进 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : 以较高的售价将物品卖出。^000000",
                "[等级 1] : ^777777提高率 7%^000000",
                "[等级 2] : ^777777提高率 9%^000000",
                "[等级 3] : ^777777提高率 11%^000000",
                "[等级 4] : ^777777提高率 13%^000000",
                "[等级 5] : ^777777提高率 15%^000000",
                "[等级 6] : ^777777提高率 17%^000000",
                "[等级 7] : ^777777提高率 19%^000000",
                "[等级 8] : ^777777提高率 21%^000000",
                "[等级 9] : ^777777提高率 23%^000000",
                "[等级 10] : ^777777提高率 24%^000000",
        },

        [SKID.MC_PUSHCART] =
        {
                "手推车使用",
                "最高等级 : 10",
                "^777777习得条件 : 负重量上升 5^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可以使用载重量大的手推车。^000000",
                "^777777在卡普拉服务中心租借手推车,  ^000099按Alt-W键可开启手推车窗口^777777 即可使用。^000000",
                "^777777手推车上的道具无法直接使用。^000000",
        },

        [SKID.MC_IDENTIFY] =
        {
                "物品鉴定",
                "最高等级 : 1",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可鉴定道具并找出道具的隐藏特性。^000000",
        },

        [SKID.MC_VENDING] =
        {
                "露天商店",
                "最高等级 : 10",
                "^777777习得条件 : 手推车使用 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用此项技能玩家可以随时随地贩卖各种道具。^000000",
                "^777777贩卖的物品数量会随着等级的增加而增多。^000000",
        },

        [SKID.MC_MAMMONITE] =
        {
                "金钱攻击",
                "最高等级 : 10",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777使用钱币强烈攻击特定的敌人。^000000",
                "[等级 1] : ^777777攻击力 150%， 消耗金额 100Z^000000",
                "[等级 2] : ^777777攻击力 200%， 消耗金额 200Z^000000",
                "[等级 3] : ^777777攻击力 250%， 消耗金额 300Z^000000",
                "[等级 4] : ^777777攻击力 300%， 消耗金额 400Z^000000",
                "[等级 5] : ^777777攻击力 350%， 消耗金额 500Z^000000",
                "[等级 6] : ^777777攻击力 400%， 消耗金额 600Z^000000",
                "[等级 7] : ^777777攻击力 450%， 消耗金额 700Z^000000",
                "[等级 8] : ^777777攻击力 500%， 消耗金额 800Z^000000",
                "[等级 9] : ^777777攻击力 550%， 消耗金额 900Z^000000",
                "[等级 10] : ^777777攻击力 600%， 消耗金额 1000Z^000000",
        },

        [SKID.AC_OWL] =
        {
                "鹗枭之眼",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可提高熟练度。^000000",
                "[等级 1] : ^777777熟练度 +1^000000",
                "[等级 2] : ^777777熟练度 +2^000000",
                "[等级 3] : ^777777熟练度 +3^000000",
                "[等级 4] : ^777777熟练度 +4^000000",
                "[等级 5] : ^777777熟练度 +5^000000",
                "[等级 6] : ^777777熟练度 +6^000000",
                "[等级 7] : ^777777熟练度 +7^000000",
                "[等级 8] : ^777777熟练度 +8^000000",
                "[等级 9] : ^777777熟练度 +9^000000",
                "[等级 10] : ^777777熟练度 +10^000000",
        },

        [SKID.AC_VULTURE] =
        {
                "苍鹰之眼",
                "最高等级 : 10",
                "3^777777习得条件 : 鹗枭之眼 3^000000",
                "23^777777习得条件 : 鹗枭之眼 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可扩大射击范围, 可增加命中率。^000000",
                "[等级 1] : ^777777弓箭射击范围 +1^000000",
                "[等级 2] : ^777777弓箭射击范围 +2^000000",
                "[等级 3] : ^777777弓箭射击范围 +3^000000",
                "[等级 4] : ^777777弓箭射击范围 +4^000000",
                "[等级 5] : ^777777弓箭射击范围 +5^000000",
                "[等级 6] : ^777777弓箭射击范围 +6^000000",
                "[等级 7] : ^777777弓箭射击范围 +7^000000",
                "[等级 8] : ^777777弓箭射击范围 +8^000000",
                "[等级 9] : ^777777弓箭射击范围 +9^000000",
                "[等级 10] : ^777777弓箭射击范围 +10^000000",
        },

        [SKID.AC_CONCENTRATION] =
        {
                "心神凝聚",
                "最高等级 : 10",
                "^777777习得条件 : 苍鹰之眼 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可暂时增加熟练度及敏捷度，并可找出近距离内藏匿的敌人。^000000",
        },

        [SKID.AC_DOUBLE] =
        {
                "二连矢",
                "最高等级 : 10",
                "17^777777习得条件 : 苍鹰之眼 10^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可在同时间连续射出两箭。造成敌人 2次的伤害。^000000",
        },

        [SKID.AC_SHOWER] =
        {
                "箭雨",
                "最高等级 : 10",
                "^777777习得条件 : 二连矢 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777射出好多的弓箭攻击相邻的敌人。^000000",
        },

        [SKID.TF_DOUBLE] =
        {
                "二刀连击",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用短剑类武器时，一定的机率造成连续攻击，等级提升可提高使用短剑时连击机率。使用拳刃系列武器时，对左手伤害力会有影响。^000000",
        },

        [SKID.TF_MISS] =
        {
                "残影",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可提高闪躲率。^000000",
        },

        [SKID.TF_STEAL] =
        {
                "偷窃",
                "最高等级 : 10",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可偷取敌人的道具。^000000",
        },

        [SKID.TF_HIDING] =
        {
                "隐匿",
                "最高等级 : 10",
                "^777777习得条件 : 偷窃 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可躲藏在地下以闪避敌人的攻击。^000000",
        },

        [SKID.TF_POISON] =
        {
                "施毒",
                "最高等级 : 10",
                "系列 : ^777777攻击(毒)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可用施毒的技能伤害敌人。有一定几率使敌人中毒。^000000",
        },

        [SKID.TF_DETOXIFY] =
        {
                "解毒",
                "最高等级 : 1",
                "^777777习得条件 : 施毒 3^000000",
                "系列 : ^777777辅助(毒)^000000",
                "内容 : ^777777可替玩家解毒。^000000",
        },

        [SKID.ALL_RESURRECTION] =
        {
                "复活术",
                "最高等级 : 4",
                "^777777习得条件 : 禅心 4, 痊愈术 1^000000",
                "系列 : ^777777辅助系列^000000",
                "对象 : ^777777丧失战斗能力的玩家^000000",
                "内容 : ^777777可使丧失战斗能力的玩家恢复能力，需蓝色魔力矿石。^000000",
                "[等级 1] : ^777777HP恢复10% ^000000",
                "[等级 2] : ^777777HP恢复30% ^000000",
                "[等级 3] : ^777777HP恢复50% ^000000",
                "[等级 4] : ^777777HP恢复80% ^000000",
        },

        [SKID.KN_SPEARMASTERY] =
        {
                "长矛使用熟练度",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777增加使用长矛时的攻击力。骑大嘴鸟时，攻击力将会加上等级 +1的威力。^000000",
                "[等级 1] : ^777777攻击力 +4^000000",
                "[等级 2] : ^777777攻击力 +8^000000",
                "[等级 3] : ^777777攻击力 +12^000000",
                "[等级 4] : ^777777攻击力 +16^000000",
                "[等级 5] : ^777777攻击力 +20^000000",
                "[等级 6] : ^777777攻击力 +24^000000",
                "[等级 7] : ^777777攻击力 +28^000000",
                "[等级 8] : ^777777攻击力 +32^000000",
                "[等级 9] : ^777777攻击力 +36^000000",
                "[等级 10] : ^777777攻击力 +40^000000",
        },

        [SKID.KN_PIERCE] =
        {
                "连刺攻击",
                "最高等级 : 10",
                "^777777习得条件 : 长矛使用熟练度 1^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可使用长矛攻击敌人。依敌人的体型大小不同，连击的次数也不同^00bb00必须装备^777777长矛。^000000",
                "[小型] : ^7777771次 攻击^000000",
                "[中型] : ^7777772次 攻击^000000",
                "[大型] : ^7777773次 攻击^000000",
        },

        [SKID.KN_BRANDISHSPEAR] =
        {
                "骑乘攻击",
                "最高等级 : 10",
                "^777777习得条件 : 骑乘术 1, 长矛刺击 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可藉助大嘴鸟的力量用力挥舞长矛^00bb00需要有^777777长矛^00bb00与^777777大嘴鸟。^000000",
        },

        [SKID.KN_SPEARSTAB] =
        {
                "长矛刺击",
                "最高等级 : 10",
                "^777777习得条件 : 连刺攻击 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可利用长矛将敌人扫到远处去，且同时攻击一整列敌人们， ^00bb00必须装备^777777长矛。^000000",
        },

        [SKID.KN_SPEARBOOMERANG] =
        {
                "投掷长矛攻击",
                "最高等级 : 5",
                "^777777习得条件 : 连刺攻击 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可投掷长矛攻击远处的敌人。^00bb00必须装备^777777长矛。^000000",
        },

        [SKID.KN_TWOHANDQUICKEN] =
        {
                "双手剑攻击速度增加",
                "最高等级 : 10",
                "^777777习得条件 : 双手剑使用熟练度 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可在一定的时间内增加使用双手剑的攻击速度。当解除装备双手剑时，该技能将会消失。^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
                "[等级 2] : ^777777持续时间 60秒^000000",
                "[等级 3] : ^777777持续时间 1分30秒^000000",
                "[等级 4] : ^777777持续时间 2分^000000",
                "[等级 5] : ^777777持续时间 2分30秒^000000",
                "[等级 6] : ^777777持续时间 3分^000000",
                "[等级 7] : ^777777持续时间 3分30秒^000000",
                "[等级 8] : ^777777持续时间 4分^000000",
                "[等级 9] : ^777777持续时间 4分30秒^000000",
                "[等级 10] : ^777777持续时间 5分^000000",
        },

        [SKID.KN_AUTOCOUNTER] =
        {
                "反击",
                "最高等级 : 5",
                "^777777习得条件 : 双手剑使用熟练度 1^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777防御接近的敌人的攻击后，可自动反击。反击攻击必会成为必杀攻击。^000000",
        },

        [SKID.KN_BOWLINGBASH] =
        {
                "怪物攻击",
                "最高等级 : 10",
                "^777777习得条件 :  狂击10, 怒爆 3, 双手剑使用熟练度 5, 双手剑攻击速度增加 10, 反击 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777使敌人与敌人互相撞击，一次可攻击多数的敌人。^000000",
        },

        [SKID.KN_RIDING] =
        {
                "骑乘术",
                "最高等级 : 1",
                "^777777习得条件 : 霸体 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可以骑乘受过训练的大嘴鸟。^000000",
        },

        [SKID.KN_CAVALIERMASTERY] =
        {
                "骑兵修练",
                "最高等级 : 5",
                "^777777习得条件 : 骑乘术 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可以增加骑乘大嘴鸟时的攻击速度。修练完成时，攻击速度将会恢复为一般状态。^000000",
        },

        [SKID.PR_MACEMASTERY] =
        {
                "钝器使用熟练度",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加钝器使用时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.PR_IMPOSITIO] =
        {
                "神威祈福",
                "最高等级 : 5",
                "系列 : ^777777祝福系列^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777把手掌放在对方的头上，施展按首祈祷，增加武器攻击力，持续时间为1分钟。^000000",
                "[等级 1] : ^777777攻击力 +5^000000",
                "[等级 2] : ^777777攻击力 +10^000000",
                "[等级 3] : ^777777攻击力 +15^000000",
                "[等级 4] : ^777777攻击力 +20^000000",
                "[等级 5] : ^777777攻击力 +25^000000",
        },

        [SKID.PR_SUFFRAGIUM] =
        {
                "牺牲祈福",
                "最高等级 : 3",
                "^777777习得条件 : 神威祈福 2^000000",
                "系列 : ^777777祝福系列^000000",
                "对象 : ^777777玩家(本身除外)^000000",
                "内容 : ^777777是一种为他人牺牲的祈祷技能。缩短咏唱时间。^000000",
                "[等级 1] : ^777777缩短15%咏唱时间， 持续30秒^000000",
                "[等级 2] : ^777777缩短30%咏唱时间， 持续20秒^000000",
                "[等级 3] : ^777777缩短45%咏唱时间， 持续10秒^000000",
        },

        [SKID.PR_ASPERSIO] =
        {
                "圣水祈福",
                "最高等级 : 5",
                "^777777习得条件 : 天使之泪 1, 神威祈福 3^000000",
                "系列 : ^777777祝福系列^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777在受洗礼者额头上撒上圣水的仪式。 依照等级的区别，在特定的时间内赋予武器圣属性。 ^00bb00需要使用^777777圣水。^000000",
                "[等级 1] : ^777777持续时间 1分^000000",
                "[等级 2] : ^777777持续时间 1分30秒^000000",
                "[等级 3] : ^777777持续时间 2分^000000",
                "[等级 4] : ^777777持续时间 2分30秒^000000",
                "[等级 5] : ^777777持续时间 3分^000000",
        },

        [SKID.PR_BENEDICTIO] =
        {
                "圣之祈福",
                "最高等级 : 5",
                "^777777习得条件 : 圣水祈福 5, 幸运之颂歌 3^000000",
                "系列 : ^777777祝福系列^000000",
                "对象 : ^777777地面^000000",
                "内容: ^777777圣体朝拜的弥撒仪式。 赋予指定区域上所在玩家之铠甲赋予圣属性。 另需要两位^00bb00同队伍圣职者^777777将圣水置放于地面。^000000",
        },

        [SKID.PR_SANCTUARY] =
        {
                "光耀之堂",
                "最高等级 : 10",
                "^777777习得条件 : 治愈术 1^000000",
                "系列 : ^777777辅助系列^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在指定区域上施法使其拥有神圣的力量。玩家进入此地则可使体力恢复，不死系与恶魔系魔物进入此区域将会受到伤害，需蓝色魔力矿石。^000000",
        },

        [SKID.PR_SLOWPOISON] =
        {
                "缓毒术",
                "最高等级 : 4",
                "系列 : ^777777辅助系列^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777可使中毒玩家毒性暂时减缓发作。^000000",
        },

        [SKID.PR_STRECOVERY] =
        {
                "痊愈术",
                "最高等级 : 1",
                "系列 : ^777777辅助系列^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777使用此项技能可恢复不死与冻冰以及石化等异常状态。 用在不死系怪物身上则可以使牠们陷入黑暗。^000000",
        },

        [SKID.PR_KYRIE] =
        {
                "霸邪之阵",
                "最高等级 : 10",
                "^777777习得条件 : 天使之障壁 2^000000",
                "系列 : ^777777赞颂系列^000000",
                "内容 : ^777777设置到指定的 1名玩家防御保护膜。持续两分钟，随着功能等级，分别防御数值。但，受到 '神圣之[等级 1] : ^777777MAXHP 12%的防御保护膜, 5次防御^000000",
                "[等级 2] : ^777777MAXHP 14%的防御保护膜, 6次防御^000000",
                "[等级 3] : ^777777MAXHP 16%的防御保护膜, 6次防御^000000",
                "[等级 4] : ^777777MAXHP 18%的防御保护膜, 7次防御^000000",
                "[等级 5] : ^777777MAXHP 20%的防御保护膜, 7次防御^000000",
                "[等级 6] : ^777777MAXHP 22%的防御保护膜, 8次防御^000000",
                "[等级 7] : ^777777MAXHP 24%的防御保护膜, 8次防御^000000",
                "[等级 8] : ^777777MAXHP 26%的防御保护膜, 9次防御^000000",
                "[等级 9] : ^777777MAXHP 28%的防御保护膜, 9次防御^000000",
                "[等级 10] : ^777777MAXHP 30%的防御保护膜, 10次防御^000000",
        },

        [SKID.PR_MAGNIFICAT] =
        {
                "圣母之颂歌",
                "最高等级 : 5",
                "系列 : ^777777赞颂系列^000000",
                "内容 : ^777777使同在一个队伍的成员和施展者的SP恢复速度增快两倍。^000000",
        },

        [SKID.PR_GLORIA] =
        {
                "幸运之颂歌",
                "最高等级 : 5",
                "^777777习得条件 : 霸邪之阵4、圣母之颂歌3^000000",
                "系列 : ^777777赞颂系列^000000",
                "内容 : ^777777使同在一个队伍的成员把LUK指定时间内增加 30。^000000",
        },

        [SKID.PR_LEXDIVINA] =
        {
                "沉默之术",
                "最高等级 : 10",
                "^777777习得条件 : 光猎 1^000000",
                "系列 : ^777777驱魔系列^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可使敌人在一定的时间内无法咏唱咒语。^000000",
        },

        [SKID.PR_TURNUNDEAD] =
        {
                "转生术",
                "最高等级 : 10",
                "^777777习得条件 : 复活术 1, 沉默之术 3^000000",
                "系列 : ^777777驱魔系列^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777有一定机率一次消灭不死系怪物，失败时也会造成一定损伤。^000000",
        },

        [SKID.PR_LEXAETERNA] =
        {
                "天使之怒",
                "最高等级 : 1",
                "^777777习得条件 : 沉默之术 5^000000",
                "系列 : ^777777驱魔系列^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可使敌人在受到下一次攻击时造成伤害值加倍。不能使用在冰冻和石化状态的敌人身上。^000000",
        },

        [SKID.PR_MAGNUS] =
        {
                "十字驱魔攻击",
                "最高等级 : 10",
                "^777777习得条件 :  转生术 3, 天使之怒 1, 暗之障壁 1^000000",
                "系列 : ^777777驱魔系列^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在地面上绘制巨大十字架，恶魔系与不死属性怪物进入此区域会遭受严重的伤害。 需以 ^00bb00蓝色魔力矿石^777777作为催化剂。^000000",
        },

        [SKID.WZ_FIREPILLAR] =
        {
                "火柱攻击",
                "最高等级 : 10",
                "^777777习得条件 : 火焰之壁 1^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777在指定的位置内形成火柱，藉以攻击敌人。^000000",
        },

        [SKID.WZ_SIGHTRASHER] =
        {
                "火之猎杀",
                "最高等级 : 10",
                "^777777习得条件 : 火狩 1, 雷击术 1^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "内容 : ^00bb00使用火狩状态下^777777散发火球攻击周边的敌人。^000000",
        },

        [SKID.WZ_FIREIVY] =
        {
                "火焰藤蔓",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可呼唤来去自如的火焰藤蔓攻击敌人。^000000",
        },

        [SKID.WZ_METEOR] =
        {
                "陨石术",
                "最高等级 : 10",
                "^777777习得条件 : 雷爆术 1, 火之猎杀 2^000000",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "对象 : ^777777地面^000000 ",
                "内容 : ^777777于指定范围可落下陨石攻击敌人。^000000",
        },

        [SKID.WZ_JUPITEL] =
        {
                "雷鸣术",
                "最高等级 : 10",
                "^777777习得条件 : 心灵爆破 1, 雷击术 1^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777属于电击系列的魔法，将会给予敌人严重的伤害。^000000",
        },

        [SKID.WZ_VERMILION] =
        {
                "怒雷强击",
                "最高等级 : 10",
                "^777777习得条件 : 雷爆术 1, 雷鸣术 5^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可指定范围之强力电击系列魔法。 等级越高攻击力越高，但等级越高的施展速度会越快。^000000",
        },

        [SKID.WZ_WATERBALL] =
        {
                "水球术",
                "最高等级 : 5",
                "^777777习得条件 : 冰箭术 1, 雷击术 1^000000",
                "系列 : ^777777攻击^0000bb(水属性)^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可利用水来攻击敌人。需要在站在水面上才可使用。^000000",
        },

        [SKID.WZ_ICEWALL] =
        {
                "冰刃之墙",
                "最高等级 : 10",
                "^777777习得条件 : 石化术 1, 冰冻术 1^000000",
                "系列 : ^777777辅助^0000bb(水属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可使地面结冰成为敌人前进的障碍物，藉以防御敌人。^000000",
        },

        [SKID.WZ_FROSTNOVA] =
        {
                "霜冻之术",
                "最高等级 : 10",
                "^777777习得条件 : 冰冻术 1, 冰刃之墙 1^000000",
                "系列 : ^777777辅助^0000bb(水属性)^000000",
                "对象 : ^777777本身^000000",
                "内容 : ^777777可使邻近本身群结霜的冷冻技能。^000000",
        },

        [SKID.WZ_STORMGUST] =
        {
                "暴风雪",
                "最高等级 : 10",
                "^777777习得条件 : 冰冻术 1, 雷鸣术 3^000000",
                "系列 : ^777777攻击^0000bb(水属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在特定的位置制造暴风雪，藉此攻击敌人。^000000",
        },

        [SKID.WZ_EARTHSPIKE] =
        {
                "地震术",
                "最高等级 : 5",
                "9^777777习得条件 : 石化术 1^000000",
                "16^777777习得条件 : 地属性附加 1^000000",
                "系列 : ^777777攻击^00bb00(土属性)^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可使某特定敌人所立足的地面突然隆起，达到攻击的功效。^000000",
        },

        [SKID.WZ_HEAVENDRIVE] =
        {
                "崩裂术",
                "最高等级 : 5",
                "9^777777习得条件 :  地震术 3^000000",
                "16^777777习得条件 :  地震术 1^000000",
                "系列 : ^777777攻击^00bb00(土属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可使指定范围内的地面突然矗立起，藉以攻击敌人。^000000",
        },

        [SKID.WZ_QUAGMIRE] =
        {
                "泥沼术",
                "最高等级 : 5",
                "^777777习得条件 : 崩裂术 1^000000",
                "系列 : ^777777辅助^00bb00(土属性)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在某指定地面区域形成泥潭，不管是敌人或玩家们进入此区域，移动速度以及敏捷度与熟练度都会减半。",
                "AGI及 DEX最多只能减少50. 玩家只会受到一半的影响。^000000",
        },

        [SKID.WZ_ESTIMATION] =
        {
                "怪物情报",
                "最高等级 : 1",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777怪物^000000",
                "内容 : ^777777可将某特定怪物相关的情报给同一队伍的队员看。^000000",
        },

        [SKID.BS_IRON] =
        {
                "铁制造",
                "最高等级 : 5",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制造铁。等级越高则制造时的成功率 也越高。^000000",
        },

        [SKID.BS_STEEL] =
        {
                "钢制造",
                "最高等级 : 5",
                "^777777习得条件 : 铁制造 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制造钢铁。等级越高则制造时的成功率 也越高。^000000",
        },

        [SKID.BS_ENCHANTEDSTONE] =
        {
                "属性石制造",
                "最高等级 : 5",
                "^777777习得条件 : 钢制造 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制造4种属性的属性石。等级越高则制造时的成功率 也越高。^000000",
        },

        [SKID.BS_ORIDEOCON] =
        {
                "神之金属研究",
                "最高等级 : 5",
                "^777777习得条件 : 属性石制造 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^00bb00可以使用神之金属^777777冶炼等级三的武器。等级越高则冶炼时的成功率 也",
                "越高。^000000",
        },

        [SKID.BS_DAGGER] =
        {
                "短剑制作",
                "最高等级 : 3",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作短剑系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_SWORD] =
        {
                "单手剑制作",
                "最高等级 : 3",
                "^777777习得条件 : 短剑制作 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作单手剑系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_TWOHANDSWORD] =
        {
                "双手剑制作",
                "最高等级 : 3",
                "^777777习得条件 : 剑制作 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作双手剑系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_AXE] =
        {
                "斧头制作",
                "最高等级 : 3",
                "^777777习得条件 :剑制作 2^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作斧头系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_MACE] =
        {
                "钝器制作",
                "最高等级 : 3",
                "^777777习得条件 : 拳套制作 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作钝器系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_KNUCKLE] =
        {
                "拳套制作",
                "最高等级 : 3",
                "^777777习得条件 : 短剑制作 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作拳套系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_SPEAR] =
        {
                "长矛制作",
                "最高等级 : 3",
                "^777777习得条件 : 短剑制作 2^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可制作长矛系列的武器。等级越高则制作时的成功率 也越高。^000000",
        },

        [SKID.BS_HILTBINDING] =
        {
                "武器保有",
                "最高等级 : 1",
                "系列 : ^000099被动^000000",
                "内容 : ^777777力量增加1，攻击力增加4，使用速度激发，凶砍，无视体型攻击时持续时间增加 10%。^000000",
        },

        [SKID.BS_FINDINGORE] =
        {
                "寻找矿石",
                "最高等级 : 1",
                "^777777习得条件 : 武器保有1,  钢制造 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777有一定几率，可找出怪物身上所拥有的矿石。^000000",
        },

        [SKID.BS_WEAPONRESEARCH] =
        {
                "武器研究",
                "最高等级 : 10",
                "^777777习得条件 : 武器保有 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可提高对于武器的了解度，对于使用及修练上也有相当大的帮助。^000000",
        },

        [SKID.BS_REPAIRWEAPON] =
        {
                "武器修理",
                "最高等级 : 1",
                "^777777习得条件 : 武器研究 1^000000",
                "系列 : ^000099辅助^000000",
                "对象 : ^777777武器道具^000000",
                "内容 : ^777777可修理受损的武器。^000000",
        },

        [SKID.BS_SKINTEMPER] =
        {
                "强化火属性",
                "最高等级 : 5",
                "系列 : ^000099被动^000000",
                "内容 : ^777777对火的抵抗力增加，对火属性无属性攻击的防御力提高。^000000",
                "[等级 1] : ^777777火属性抵抗力 +5%, 无属性抵抗力1%^000000",
                "[等级 2] : ^777777火属性抵抗力 +10%,无属性抵抗力2%^000000",
                "[等级 3] : ^777777火属性抵抗力 +15%,无属性抵抗力3%^000000",
                "[等级 4] : ^777777火属性抵抗力 +20%,无属性抵抗力4%^000000",
                "[等级 5] : ^777777火属性抵抗力 +25%,无属性抵抗力5%^000000",
        },

        [SKID.BS_HAMMERFALL] =
        {
                "大地之击",
                "最高等级 : 5",
                "系列 : ^000099辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可以在指定的区域敲击地面造成震动，令周围的敌人呈现昏迷的状态。^000000",
        },

        [SKID.BS_ADRENALINE] =
        {
                "速度激发",
                "最高等级 : 5",
                "^777777习得条件 : 大地之击 2^000000",
                "系列 : ^000099辅助^000000",
                "内容 : ^777777可在一定的时间内使斧和钝器系列的武器攻击速度增加为两倍。^000000",
        },

        [SKID.BS_WEAPONPERFECT] =
        {
                "无视体型攻击",
                "最高等级 : 5",
                "^777777习得条件 : 速度激发 2, 武器研究 2^000000",
                "系列 : ^000099辅助^000000",
                "内容 : ^777777可在一定的时间内以100%的力量攻击任何体型的怪物。^000000",
        },

        [SKID.BS_OVERTHRUST] =
        {
                "凶砍",
                "系列 : ^000099辅助^000000",
                "最高等级 : 5",
                "^777777习得条件 : 速度激发 3^000000",
                "内容 : ^777777虽然武器受损率会提高。但可增加攻击力。^000000",
                "[等级 1] : ^777777攻击力上升5%， 武器受损率 +0.1%^000000",
                "[等级 2] : ^777777攻击力上升10%， 武器受损率 +0.1%^000000",
                "[等级 3] : ^777777攻击力上升15%， 武器受损率 +0.1%^000000",
                "[等级 4] : ^777777攻击力上升20%， 武器受损率 +0.1%^000000",
                "[等级 5] : ^777777攻击力上升25%， 武器受损率 +0.1%^000000",
        },

        [SKID.BS_MAXIMIZE] =
        {
                "极限攻击",
                "最高等级 : 5",
                "^777777习得条件 : 无视体型攻击 3, 凶砍 2^000000",
                "系列 : ^000099辅助^000000",
                "内容 : ^777777可使武器发挥最大的功效。使用时会持续消耗SP。若欲解除此状态则必须再使用此项技能。^000000",
        },

        [SKID.HT_SKIDTRAP] =
        {
                "滑动陷阱",
                "最高等级 : 5",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会自动滑到玩家所指定的方向去的陷阱。 ^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777移动距离 6， 动作时间 300秒^000000",
                "[等级 2] : ^777777移动距离 7， 动作时间 240秒^000000",
                "[等级 3] : ^777777移动距离 8， 动作时间 180秒^000000",
                "[等级 4] : ^777777移动距离 9， 动作时间 120秒^000000",
                "[等级 5] : ^777777移动距离 10， 动作时间 60秒^000000",
        },

        [SKID.HT_LANDMINE] =
        {
                "地雷陷阱",
                "最高等级 : 5",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会触发攻击的陷阱。^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777攻击力 50%， 动作时间200秒^000000",
                "[等级 2] : ^777777攻击力 75%， 动作时间160秒^000000",
                "[等级 3] : ^777777攻击力 100%， 动作时间120秒^000000",
                "[等级 4] : ^777777攻击力 125%， 动作时间80秒^000000",
                "[等级 5] : ^777777攻击力 150%， 动作时间40秒^000000",
        },

        [SKID.HT_ANKLESNARE] =
        {
                "定位陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 滑动陷阱 1^000000",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会有一段时间无法动弹的陷阱。 ^00bb00需要1个^777777 陷阱。使敌人固定的时间与受固定的对象之 AGI有关。^000000",
        },

        [SKID.HT_SHOCKWAVE] =
        {
                "魔耗陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 定位陷阱 1^000000",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后SP会瞬间消失殆尽的陷阱。 ^00bb00需要2个^777777 陷阱。^000000",
                "[等级 1] : ^777777消耗SP 20%， 动作时间 200秒^000000",
                "[等级 2] : ^777777消耗SP 35%， 动作时间 160秒^000000",
                "[等级 3] : ^777777消耗SP 50%， 动作时间 120秒^000000",
                "[等级 4] : ^777777消耗SP 65%， 动作时间 80秒^000000",
                "[等级 5] : ^777777消耗SP 80%， 动作时间 40秒^000000",
        },

        [SKID.HT_SANDMAN] =
        {
                "睡魔陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 强光陷阱 1^000000",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会使自己以及周边的其他敌人进入睡眠状态的陷阱。 ^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777动作时间 150秒^000000",
                "[等级 2] : ^777777动作时间 120秒^000000",
                "[等级 3] : ^777777动作时间 90秒^000000",
                "[等级 4] : ^777777动作时间 60秒^000000",
                "[等级 5] : ^777777动作时间 30秒^000000",
        },

        [SKID.HT_FLASHER] =
        {
                "强光陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 滑动陷阱 1^000000",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会瞬间发出强光，使敌人丧失视力的陷阱敌人。 ^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777动作时间 150秒^000000",
                "[等级 2] : ^777777动作时间 120秒^000000",
                "[等级 3] : ^777777动作时间 90秒^000000",
                "[等级 4] : ^777777动作时间 60秒^000000",
                "[等级 5] : ^777777动作时间 30秒^000000",
        },

        [SKID.HT_FREEZINGTRAP] =
        {
                "霜冻陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 强光陷阱 1^000000",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会变成为冰冻状态的陷阱。 ^00bb00需要1个^777777陷阱。^000000",
                "[等级 1] : ^777777动作时间 150秒^000000",
                "[等级 2] : ^777777动作时间 120秒^000000",
                "[等级 3] : ^777777动作时间 90秒^000000",
                "[等级 4] : ^777777动作时间 60秒^000000",
                "[等级 5] : ^777777动作时间 30秒^000000",
        },

        [SKID.HT_BLASTMINE] =
        {
                "定时爆炸陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 睡魔陷阱 1, 地雷陷阱 1, 霜冻陷阱 1^000000",
                "系列 : ^000099陷阱(可见)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置在动作时间过后自动引爆的陷阱，藉以攻击敌人。 ^00bb00需要1个^777777陷阱。^000000",
                "[等级 1] : ^777777动作时间25秒^000000",
                "[等级 2] : ^777777动作时间20秒^000000",
                "[等级 3] : ^777777动作时间15秒^000000",
                "[等级 4] : ^777777动作时间10秒^000000",
                "[等级 5] : ^777777动作时间5秒^000000",
        },

        [SKID.HT_CLAYMORETRAP] =
        {
                "爆散陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 定时爆炸陷阱 1, 魔耗陷阱 1^000000",
                "系列 : ^000099陷阱(可见)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到的瞬间触发并对周围造成危害的陷阱。 ^00bb00需要2个^777777陷阱。^000000",
                "[等级 1] : ^777777动作时间 20秒^000000",
                "[等级 2] : ^777777动作时间 40秒^000000",
                "[等级 3] : ^777777动作时间 60秒^000000",
                "[等级 4] : ^777777动作时间 80秒^000000",
                "[等级 5] : ^777777动作时间 100秒^000000",
        },

        [SKID.HT_REMOVETRAP] =
        {
                "陷阱移除",
                "最高等级 : 1",
                "11^777777习得条件 : 地雷陷阱 1^000000",
                "17^777777习得条件 : 二连矢10^000000",
                "系列 : ^000099辅助^000000",
                "对象 : ^777777设置在地面上的陷井^000000",
                "内容 : ^777777可以移除设置在地面上的陷阱。同时，解除后可拾回^00bb00陷阱^777777 道具。^000000",
        },

        [SKID.HT_TALKIEBOX] =
        {
                "陷阱探查",
                "最高等级 : 1",
                "^777777习得条件 : 陷阱移除 1, 魔耗陷阱 1^000000",
                "系列 : ^000099陷井(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777不论敌人或我方踩到陷阱的瞬间都会出现原本已经设定好的讯息窗口。动作时间600秒。 ^00bb00需要1个^777777陷阱。^000000",
        },

        [SKID.HT_BEASTBANE] =
        {
                "动物杀手",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加与动物系、昆虫系魔物战斗时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +4^000000",
                "[等级 2] : ^777777攻击力 +8^000000",
                "[等级 3] : ^777777攻击力 +12^000000",
                "[等级 4] : ^777777攻击力 +16^000000",
                "[等级 5] : ^777777攻击力 +20^000000",
                "[等级 6] : ^777777攻击力 +24^000000",
                "[等级 7] : ^777777攻击力 +28^000000",
                "[等级 8] : ^777777攻击力 +32^000000",
                "[等级 9] : ^777777攻击力 +36^000000",
                "[等级 10] : ^777777攻击力 +40^000000",
        },

        [SKID.HT_FALCON] =
        {
                "驯鹰术",
                "最高等级 : 1",
                "^777777习得条件 : 动物杀手 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可以向猎人工会借打猎用的猎鹰。^000000",
        },

        [SKID.HT_STEELCROW] =
        {
                "钢制喙",
                "最高等级 : 10",
                "^777777习得条件 : 闪电冲击 5^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可增加使用猎鹰攻击时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +6^000000",
                "[等级 2] : ^777777攻击力 +12^000000",
                "[等级 3] : ^777777攻击力 +18^000000",
                "[等级 4] : ^777777攻击力 +24^000000",
                "[等级 5] : ^777777攻击力 +30^000000",
                "[等级 6] : ^777777攻击力 +36^000000",
                "[等级 7] : ^777777攻击力 +42^000000",
                "[等级 8] : ^777777攻击力 +48^000000",
                "[等级 9] : ^777777攻击力 +54^000000",
                "[等级 10] : ^777777攻击力 +60^000000",
        },

        [SKID.HT_BLITZBEAT] =
        {
                "闪电冲击",
                "最高等级 : 5",
                "^777777习得条件 : 驯鹰术 1^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可利用猎鹰攻击某特定的敌人。箭攻击时，会发生猎鹰自动攻击敌人的几率。增加攻击设程距离：3 + （苍鹰之眼）^000000",
        },

        [SKID.HT_DETECTING] =
        {
                "猎鹰寻敌",
                "最高等级 : 4",
                "^777777习得条件 : 心神凝聚 1, 驯鹰术 1^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可利用猎鹰将隐匿在远处的敌人找出来。^000000",
        },

        [SKID.HT_SPRINGTRAP] =
        {
                "爆破陷阱",
                "最高等级 : 5",
                "^777777习得条件 : 陷阱移除 1,  驯鹰术 ^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777设置在地面上的陷阱^000000",
                "内容 : ^777777此陷阱受到一定攻击伤害时就会发动爆炸但一定时间内也会爆炸。000000",
        },

        [SKID.AS_RIGHT] =
        {
                "右手修练",
                "最高等级 : 5",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用利刃类武器时增加右手的攻击力。可让单一右手之攻击力最高恢复至100%。^000000",
                "[等级 1] : ^777777攻击力 60%^000000",
                "[等级 2] : ^777777攻击力 70%^000000",
                "[等级 3] : ^777777攻击力 80%^000000",
                "[等级 4] : ^777777攻击力 90%^000000",
                "[等级 5] : ^777777攻击力 100%^000000",
        },

        [SKID.AS_LEFT] =
        {
                "左手修练",
                "最高等级 : 5",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用利刃类武器时增加左手的攻击力。可让单一左手之攻击力最高恢复至80%。^000000",
                "[等级 1] : ^777777攻击力 40%^000000",
                "[等级 2] : ^777777攻击力 50%^000000",
                "[等级 3] : ^777777攻击力 60%^000000",
                "[等级 4] : ^777777攻击力 70%^000000",
                "[等级 5] : ^777777攻击力 80%^000000",
        },

        [SKID.AS_KATAR] =
        {
                "拳刃修练",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777增加拳刃使用时的攻击力。^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.AS_CLOAKING] =
        {
                "伪装",
                "最高等级 : 10",
                "^777777习得条件 : 隐匿 2^000000",
                "系列 : ^000099辅助^000000",
                "内容 : ^777777靠近墙壁可以快速的移动，没有靠近墙壁的话移动速度变慢，伪装技能 1, 2 等级时",
        },

        [SKID.AS_SONICBLOW] =
        {
                "音速投掷",
                "最高等级 : 10",
                "^777777习得条件 : 拳刃修练 4^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可使用拳刃快速攻击在近距离内的敌人。施展时，有一定机率使对方陷入昏迷状态。^000000",
        },

        [SKID.AS_GRIMTOOTH] =
        {
                "无影之牙",
                "最高等级 : 5",
                "^777777习得条件 : 伪装 2, 音速投掷 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可在隐匿的状态攻击敌人。此技能无法用来攻击在远距离的敌人。^000000",
        },

        [SKID.AS_ENCHANTPOISON] =
        {
                "涂毒",
                "最高等级 : 10",
                "^777777习得条件 : 施毒 1^000000",
                "系列 : ^777777辅助(毒)^000000",
                "对象 : ^777777玩家(只能队伍)^000000",
                "内容 : ^777777可赋予指定玩家的武器具有毒性。将毒涂抹于武器上，当武器攻击敌人时，有一定的机率使敌人中毒。^000000",
        },

        [SKID.AS_POISONREACT] =
        {
                "毒性反弹",
                "最高等级 : 10",
                "^777777习得条件 : 涂毒 3^000000",
                "系列 : ^777777辅助(毒)^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777当某特定玩家受到毒属性的攻击时，可以将毒反作用到施毒者身上，此项技能只能使用一次。假如因一般攻击而得到伤害力时，可给受伤害力的对象使用施毒技能。^000000",
        },

        [SKID.AS_VENOMDUST] =
        {
                "病毒散播",
                "最高等级 : 10",
                "^777777习得条件 : 涂毒 5^000000",
                "系列 : ^777777辅助(毒)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在指定的范围内散拨病毒。需以^00bb00红色魔力矿石^777777作为催化剂。^000000",
        },

        [SKID.AS_SPLASHER] =
        {
                "毒性感染",
                "最高等级 : 10",
                "^777777习得条件 : 毒性反弹 5, 病毒散播 5^000000",
                "系列 : ^777777攻击(毒)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777使用1个红色魔力矿石，给予敌人一定时间以后爆炸的毒，爆炸时对周围的敌人也给予伤害力，让毒扩散出去。^000000",
        },

        [SKID.NV_FIRSTAID] =
        {
                "紧急治疗",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777恢复^000000",
                "内容 : ^777777会消耗 SP 3来恢复HP 5^000000",
        },

        [SKID.NV_TRICKDEAD] =
        {
                "装死",
                "^777777习得条件 : 进阶学习机能, 初学者专用^000000",
                "系列: ^777777补助^000000",
                "内容 : ^777777装死之后，可逃脱危机状态，若再用一次的话，会恢复到正常状态。在躲藏途中被敌人攻击时， 装死状态会被解除。^000000",
        },

        [SKID.SM_MOVINGRECOVERY] =
        {
                "移动时恢复HP",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777在移动时，HP 会自动恢复。而当站立不动时会提升到25% 的恢复率，并不会因为拥有其它HP恢复力技能，而增加其恢复值。^000000",
        },

        [SKID.SM_FATALBLOW] =
        {
                "攻击弱点",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777等级6 以上用狂击时，有一定机率，让对方昏迷，随着狂击的等级及角色等级越高，击昏机率就会越高。^000000",
        },

        [SKID.SM_AUTOBERSERK] =
        {
                "狂暴状态",
                "^777777习得条件 : 进阶学习机能^000000     ",
                "系列 : ^000099主动技能^000000",
                "内容 : ^777777快要死亡时(HP 在25% 以下) 会变成狂暴状态，此状态是如同挑衅等级 10 一样的状态，此状态还没有解除时, 当遭受到可解除挑衅技能时，将会自动解除^000000",
        },

        [SKID.AC_MAKINGARROW] =
        {
                "制作箭",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777补助^000000",
                "对象 : ^777777物品^000000",
                "内容 : ^777777把特有物品，换成箭矢。所换取的箭矢，因物品种类和量的不同，所换取的结果也不同。^000000",
        },

        [SKID.AC_CHARGEARROW] =
        {
                "冲锋箭",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777拉弓时间较久，但能发射较强的箭矢，当对方中箭时，会退后 4格^000000",
        },

        [SKID.TF_SPRINKLESAND] =
        {
                "喷砂",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击(地)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777对敌人做喷砂之攻击，攻击力是一般攻击力的130%倍，有一定的机率，让敌人变成黑暗或昏迷的状态。^000000",
        },

        [SKID.TF_BACKSLIDING] =
        {
                "后退回避",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777补助^000000",
                "内容 : ^777777向后方如滑动般的移动，当敌人给予攻击时，可以安全的回避^000000",
        },

        [SKID.TF_PICKSTONE] =
        {
                "捡石头 ",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777补助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777从地面上捡起石头^000000",
        },

        [SKID.TF_THROWSTONE] =
        {
                "投掷石头 ",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777投掷石头。无视防御力，给予敌人50的伤害力，使用时会消耗掉一颗石头，有一定的机率，让敌人变成昏迷或黑暗状态.^000000",
        },

        [SKID.MC_CARTREVOLUTION] =
        {
                "手推车攻击",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777用手推车去砸伤敌人，让敌人连续受到伤害，伤害力是一般攻击力的150%倍，手推车的重量越重，攻击力也会增加。^000000",
        },

        [SKID.MC_CHANGECART] =
        {
                "改装手推车",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777补助^000000",
                "内容 : ^777777依自己等级变化，可更换手推车，有5种样式，可提供选择^000000",
        },

        [SKID.MC_LOUD] =
        {
                "大声吶喊",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列: ^777777补助^000000",
                "对象 : ^777777自己^000000",
                "内容 : ^777777大声吶喊！以增加力量。有5分钟的时间，让自己的STR值增加4点。^000000",
        },

        [SKID.AL_HOLYLIGHT] =
        {
                "神圣之光",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击(圣)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777用神圣的光攻击敌人。^000000",
        },

        [SKID.MG_ENERGYCOAT] =
        {
                "能量外套",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777补助^000000",
                "内容 : ^777777用精神上的能量，围绕在身体，可降低敌人给予的伤害力。SP量越多，受到的伤害就越少，每次受到攻击时，会消耗掉很多SP。^000000",
        },

        [SKID.RG_SNATCHER] =
        {
                "强夺",
                "最高等级 : 10",
                "^777777习得条件 : 偷窃 1^000000",
                "系列 : ^000099被动^000000",
                "对象 : ^777777自己^000000",
                "内容 : ^777777可做一般攻击并且又可以偷窃敌人的物品， 偷窃的机率以技能^00bb00偷窃^777777等级的不同而受影响.^000000",
        },

        [SKID.RG_STEALCOIN] =
        {
                "偷钱",
                "最高等级 : 10",
                "^777777习得条件 : 强夺 4^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人(玩家不可)^000000",
                "内容 : ^777777从魔物身上偷窃金币，成功的从魔物身上偷窃金币之后，不能再对相同的魔物进行偷窃 ，以技能等级的不同成功率 和偷窃量也有所增加.^000000",
        },

        [SKID.RG_BACKSTAP] =
        {
                "背刺",
                "最高等级 : 10",
--                "^777777习得条件 : 偷钱 4^000000",
                "^777777习得条件 : 强夺 4^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777只有在对方背对自己时可以使用，100%命中。使受到攻击的对像会向后看，使用弓施展背刺时，伤害值减半并根据等级增加晕眩机率^000000",
                "^777777在隐藏状态时也可以使用, 但是一旦使用的话会解除隐藏状态。^000000",
        },

        [SKID.RG_TUNNELDRIVE] =
        {
                "潜遁",
                "最高等级 : 5",
                "^777777习得条件 : 隐匿 1^000000",
                "系列 : ^000099被动^000000",
                "对象 : ^777777自己^000000",
                "内容 : ^777777在隐匿的状态时可以移动，在隐匿的状态移动时，比普通的时候速度较慢.^000000",
        },

        [SKID.RG_RAID] =
        {
                "潜击",
                "最高等级 : 5",
                "^777777习得条件 : 潜遁 2, 背刺 2^000000",
                "系列 : ^777777攻击^000000",
                "范围 : ^777777自己周围 9 格^000000",
                "内容 : ^777777只可在隐身状态下使用，使用时给予范围内的敌人伤害的同时陷入昏迷或黑暗的机率，被命中的对像在一定次数内每次受到物理攻击时都会增加20%伤害值的状态，但BOSS怪物会再增加10%的伤害，使用时会解除隐身状态^000000",
        },

        [SKID.RG_STRIPWEAPON] =
        {
                "卸除武器",
                "最高等级 : 5",
                "^777777习得条件 : 卸除铠甲 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777把对方所装备的武器卸装，在PVP模式时，对玩家使用此技能时武器会被卸装， 玩家会陷入一定的时间内不能装备武器，对魔物使用时武器不会被卸装，可是有一定的时间内 ATK会减少25%.^000000",
                "^777777卸除武器技能等级和施展者的DEX较高时， 成功机率也会高.^000000",
        },

        [SKID.RG_STRIPSHIELD] =
        {
                "卸除盾牌",
                "最高等级 : 5",
                "^777777习得条件 : 卸除头盔 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777把对方所装备的盾牌卸装，在PVP模式时，对玩家使用此技能时盾牌会被卸装， 玩家会陷入一定的时间内不能装备盾牌，对魔物使用时盾牌不会被卸装，可是有一定的时间内DEF会减少15%.^000000",
                "^777777卸除盾牌技能等级和施展者的DEX较高时， 成功机率也会高.^000000",
        },

        [SKID.RG_STRIPARMOR] =
        {
                "卸除铠甲",
                "最高等级 : 5",
                "^777777习得条件 : 卸除盾牌 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777把对方所装备的铠甲卸装，在PVP模式时，对玩家使用此技能时铠甲会被卸装， 玩家会陷入一定的时间内不能装备铠甲，对魔物使用时铠甲不会被卸装，可是有一定的时间内DEF会减少40%.^000000",
                "^777777卸除铠甲技能等级和施展者的DEX较高时， 成功机率也会高.^000000",
        },

        [SKID.RG_STRIPHELM] =
        {
                "卸除头盔",
                "最高等级 : 5",
--                "^777777习得条件 : 偷钱 2^000000",
                "^777777习得条件 : 强夺 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777把对方所装备的头盔卸装，在PVP模式时，对玩家使用此技能时头盔会被卸装，玩家会陷入一定的时间内不能装备头盔，对魔物使用时头盔不会被卸装，可是有一定的时间内DEF会减少40%.^000000",
                "^777777卸除头盔技能等级和施展者的DEX较高时， 成功机率也会高.^000000",
        },

        [SKID.RG_INTIMIDATE] =
        {
                "胁持",
                "最高等级 : 5",
                "^777777习得条件 : 潜击 5, 背刺 4^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777攻击对方时，也同时和对方在地图上，被传送到随机的一点，Boss级魔物不属于此范围，当施展者等级越高时，或者对象的等级越低时，成功机率也会高.^000000",
        },

        [SKID.RG_GRAFFITI] =
        {
                "涂鸦",
                "最高等级 : 1",
                "^777777习得条件 : 旗帜涂鸦 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777选择周围的范围内，所输入的涂鸦会呈现在地面上，涂鸦的内容玩家可输入20字左右.^000000",
                "^777777第一次设定的涂鸦还没消失时，不能再划第二道涂鸦，使用时会消耗掉一个 ^000099超大型毛笔^777777一只. (未开放)^000000",
        },

        [SKID.RG_FLAGGRAFFITI] =
        {
                "旗帜涂鸦",
                "最高等级 : 5",
                "^777777习得条件 : 清洗 1^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777旗帜^000000",
                "内容 : ^777777用在工会的旗帜上， 工会旗帜上的图案，被指定的涂鸦当中会随机的呈现出一个图案.^000000",
                "^777777技能等级增加的同时涂鸦种类也会增加，使用时会消耗掉一个  ^000099小型毛笔^777777一只. (未开放)^000000",
        },

        [SKID.RG_CLEANER] =
        {
                "清洗",
                "最高等级 : 1",
                "^777777习得条件 : 流氓天国^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777旗帜^000000",
                "内容 : ^777777把涂鸦过的旗帜涂鸦，恢复成正常状态. 使用时会消耗掉^000099湿抹布.^777777  一个  . (未开放)^000000",
        },

        [SKID.RG_GANGSTER] =
        {
                "流氓天国",
                "最高等级 : 1",
                "^777777习得条件 : 卸除盾牌 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777当坐下时离自己很近的范围内，有其它流氓也坐在旁边时， 自己和那位流氓不会被魔物们攻击，Boss级魔物不属于此范围.^000000",
        },

        [SKID.RG_COMPULSION] =
        {
                "强制减价",
                "最高等级 : 5",
                "^777777习得条件 : 流氓天国 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777在商店买货时买到便宜的价钱.^000000",
                "[等级 1] : ^777777折扣率 9%^000000",
                "[等级 2] : ^777777折扣率 13%^000000",
                "[等级 3] : ^777777折扣率 17%^000000",
                "[等级 4] : ^777777折扣率 21%^000000",
                "[等级 5] : ^777777折扣率 25%^000000",
        },

        [SKID.RG_PLAGIARISM] =
        {
                "抄袭",
                "最高等级 : 10",
                "^777777习得条件 : 胁持 5^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777自己会记住最后一个会被命中的技能而且可以使用，当技能等级越高时，能记住的技能等级也会越高.^000000",
        },

        [SKID.AM_AXEMASTERY] =
        {
                "斧头和单手剑使用熟练度",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777增加斧头或单手剑使用时的攻击力，增加攻击力不会显示于素质字段^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.AM_LEARNINGPOTION] =
        {
                "知识药水",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用药水时让药效会更好，对制作药水时有所帮助.^000000",
        },

        [SKID.AM_PHARMACY] =
        {
                "配药",
                "最高等级 : 10",
                "^777777习得条件 : 知识药水 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可制作药水或是药品，为了使用这技能时要消耗掉^000099药钵 ^7777771个 ，要制作这药水时需要这药水的^000099制作说明书^777777做参考^000000",
        },

        [SKID.AM_DEMONSTRATION] =
        {
                "火烟瓶投掷",
                "最高等级 : 5",
                "^777777习得条件 : 配药 4^000000",
                "系列 : ^777777攻击^bb0000(火)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777投掷火烟瓶在对方地面上，有一定的时间内给予伤害力，被火烟瓶投掷引起的火击中也不会延烧起来，有一定的机率让对方的武器受损坏，使用时会消耗掉^000099火烟瓶  ^7777771个^000000",
        },

        [SKID.AM_ACIDTERROR] =
        {
                "强酸攻击",
                "最高等级 : 5",
                "^777777习得条件 : 配药 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777丢出盐酸使敌人受伤害，让敌人受伤的同时也让敌人得到出血，让铠甲有损坏的机率，使用此技能时要消耗掉^000099盐酸瓶^7777771个^000000^777777技能等级增加时，让铠甲损坏或是让出血的机率提高。^000000",
        },

        [SKID.AM_POTIONPITCHER] =
        {
                "药水投掷",
                "最高等级 : 5",
                "^777777习得条件 : 配药 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军1人^000000",
                "内容 : ^777777对自己的组队 / 工会员 / 生命体投掷药水来恢复体力，投出的药水依自己的技能等级不同，达到的效果也不同，技能等级越高时能投掷的药水种类也越多.^000000",
                "[等级 1] : ^777777可使用红色药水 ^000000",
                "[等级 2] : ^777777可使用赤色药水 ^000000",
                "[等级 3] : ^777777可使用黄色药水 ^000000",
                "[等级 4] : ^777777可使用白色药水 ^000000",
                "[等级 5] : ^777777可使用蓝色药水 ^000000",
        },

        [SKID.AM_CANNIBALIZE] =
        {
                "生物调拨",
                "最高等级 : 5",
                "^777777习得条件 : 配药 6^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777在地面上可攻击施展者敌人的魔物，可召唤出^000099植物系^777777魔物，被召唤出来的魔物在一定时间后就会消失，魔物的MHP以技能等级的不同而有所不同，使用此技能时要消耗掉^000099噬人植物瓶^7777771个.^000000",
                "^777777因技能等级的不同，可召唤出不同的魔物，召唤出某一个种类的魔物后，就不能召唤出不同种类的魔物，当技能等级越低时，可以召唤出更多数量的魔物，但当技能等级到5的时候，只能召唤出一只魔物.^000000",
        },

        [SKID.AM_SPHEREMINE] =
        {
                "气泡虫召唤",
                "最高等级 : 5",
                "^777777习得条件 : 配药 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可在地面上召唤出^000099气泡虫^777777，召唤出来的气泡虫若受到攻击时无条件的施展 ^000099自爆技能^777777，使用时需要消耗掉^000099刺锤瓶  ^777777 1个.^000000",
        },

        [SKID.AM_CP_WEAPON] =
        {
                "化学武器保护",
                "最高等级 : 5",
                "^777777习得条件 : 化学铠甲保护 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军1人^000000",
                "内容 : ^777777把对象的武器在一定的时间内，变成不会受到损坏的状态，使用时会消耗掉^000099护贝药 ^777777 1个.^000000",
                "^777777技能等级增加时，持续时间越长.^000000",
        },

        [SKID.AM_CP_SHIELD] =
        {
                "化学盾牌保护",
                "最高等级 : 5",
                "^777777习得条件 : 化学头盔保护 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军1人^000000",
                "内容 : ^777777把对象的盾牌在一定的时间内，变成不会受到损坏的状态，使用时会消耗掉^000099护贝药  ^777777 1个.^000000",
                "^777777技能等级增加时，持续时间越长.^000000",
        },

        [SKID.AM_CP_ARMOR] =
        {
                "化学铠甲保护",
                "最高等级 : 5",
                "^777777习得条件 : 化学盾牌保护 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军1人^000000",
                "内容 : ^777777把对象的铠甲在一定的时间内，变成不会受到损坏的状态，使用时会消耗掉^000099护贝药  ^777777 1个.^000000",
                "^777777技能等级增加时，持续时间越长.^000000",
        },

        [SKID.AM_CP_HELM] =
        {
                "化学头盔保护",
                "最高等级 : 5",
                "^777777习得条件 : 配药 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军1人^000000",
                "内容 : ^777777把对象的头盔在一定的时间内，变成不会受到损坏的状态，使用时会消耗掉^000099护贝药  ^777777 1个.^000000",
                "^777777技能等级增加时，持续时间越长.^000000",
        },

        [SKID.AM_BIOETHICS] =
        {
                "生命伦理",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777没有任何效能，只是为了诞生生命体，在技能树形图上开始而已，可是对负责重要生命的人来说，生命伦理再怎么强调也不为过的.^000000",
        },

        [SKID.AM_BIOTECHNOLOGY] =
        {
                "生命工学研究",
                "系列 : ^000099被动^000000",
                "内容 : ^777777学习有关生命创作的基础理论，当创作被造物使用时提高机率， 增加自己的生命体的MHP值.^000000",
        },

        [SKID.AM_CREATECREATURE] =
        {
                "生命体",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777利用生命的起源制作出新的生命物品^000099艾普理欧^777777 ，因技能等级的不同基本成功率 会上升.^000000",
        },

        [SKID.AM_CULTIVATION] =
        {
                "培养",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777培养艾普理欧制作出生命体，有一定的机率会成功或失败， 以技能等级的不同基本成功率 会上升， ",
                "现在你所饲养的生命体存在的话，就不能使用，假如成功的制作出生命体时，自动的会变成自己所饲养的生命体.^000000",
        },

        [SKID.AM_FLAMECONTROL] =
        {
                "火焰控制",
                "系列 : ^000099被动^000000",
                "内容 : ^777777利用火炉来控制火，使用培养时会提高机率，把有此技能玩家的火属性，增加他的抵抗力.^000000",
        },

        [SKID.AM_CALLHOMUN] =
        {
                "生命体召唤",
                "最高等级 : 1",
                "^777777习得条件 : 安息 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把自己饲养的生命体召唤出来或是创作生命体，要把生命体召唤之前，之前必须有创作过生命体才行，",
                "并且要把生命体在[安息]技能睡眠状态才行，要创作生命体需要'艾普理欧' 物品才行^000000",
        },

        [SKID.AM_REST] =
        {
                "安息",
                "最高等级 : 1",
                "^777777习得条件 : 生命伦理 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把自己所饲养的生命体，引导到安息，把自己现在所饲养的生命体做充满的休息，",
                "不过要在生命体的 HP在 MAXHP的 80% 以上时才可以使用，以后用 [生命体召唤] 技能可重新召唤出^000000",
        },

        [SKID.AM_DRILLMASTER] =
        {
                "攻击力训练",
                "系列 : ^000099被动^000000",
                "内容 : ^777777把自己的生命体攻击力增加.^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.AM_HEALHOMUN] =
        {
                "治愈生命体",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777治愈生命体^000000",
                "内容 : ^777777把分类为生命体生物的HP给予恢复，恢复量和服事的技能 ^000099治愈术^777777一模一样.^000000",
        },

        [SKID.AM_RESURRECTHOMUN] =
        {
                "复活生命体",
                "最高等级 : 5",
                "^777777习得条件 : 生命体召唤 1^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777生命体^000000",
                "内容 : ^777777把不能战斗的生命体，让他复活.^000000",
        },

        [SKID.CR_TRUST] =
        {
                "信任",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777增加最大 HP，对圣属性攻击增加抵抗力.^000000",
        },

        [SKID.CR_AUTOGUARD] =
        {
                "自动防御",
                "最高等级 : 10",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在技能持续的时间内，有一定的机率对自己的远距离和近距离物理攻击做防御.，^000000",
                "^777777此技能必须装备盾牌才能使用，当盾牌装备卸下时，此技能的效能也会消失，若当自动防御状态时再使用自动防御的话，效能会消失.",
                "自动防御时会有 0.3秒的防御时间，技能等级越增加时防御时间越缩短^000000",
        },

        [SKID.CR_SHIELDCHARGE] =
        {
                "盾击",
                "最高等级 : 5",
                "^777777习得条件 : 自动防御 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777用盾牌攻打敌人，被攻击的敌人会退后到一定的空格，并有一定的机率会昏迷.^000000",
                "^777777一定要装备盾牌才能使用.^000000",
        },

        [SKID.CR_SHIELDBOOMERANG] =
        {
                "回旋盾击",
                "最高等级 : 5",
                "^777777习得条件 : 盾击 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777投掷盾牌，对敌人做出远距离伤害攻击.^000000",
                "^777777因盾牌的重量越重，或着盾牌的精炼度越高，给予敌人的伤害力也越大，一定要装备盾牌才能使用.^000000",
        },

        [SKID.CR_REFLECTSHIELD] =
        {
                "反射盾",
                "最高等级 : 10",
                "^777777习得条件 : 回旋盾击 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在一定的时间内，在近距离攻击我的敌人，反回给他们一定的自动伤害力.^000000",
                "^777777该攻击仅限于敌人的近距离物理攻击，这技能必须装备盾牌才能使用.^000000",
        },

        [SKID.CR_HOLYCROSS] =
        {
                "圣十字攻击",
                "最高等级 : 10",
                "^777777习得条件 : 信任 7^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777以神圣十字进行2连击，被攻击的敌人以一定的机率陷入黑暗，在装备双手枪的状态下使用时攻击力会增加^000000",
        },

        [SKID.CR_GRANDCROSS] =
        {
                "圣十字审判",
                "最高等级 : 10",
                "^777777习得条件 : 信任 10, 圣十字攻击 6^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777以自己为中心有一个大的十字架模型，来执行神的审判，施展者剩下20% HP消耗时，额外的得到一些伤害力.^000000",
                "^777777施展时间内就算受到攻击，该次施法也不会被取消，还有受到圣十字审判的，不死系魔物和恶魔系魔物，都会陷入黑暗状态. (boss级魔物除外).^000000",
        },

        [SKID.CR_DEVOTION] =
        {
                "牺牲",
                "最高等级 : 5",
                "^777777习得条件 : 圣十字审判 4, 反射盾 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777除了自己之外，我军1人^000000",
                "内容 : ^777777指定的组队员所遭遇的伤害力，自己全部接受，被指定的玩家等级，和十字军等级不能相差10级以上，",
                "若离开一定的范围或地图移动死亡等，有距离时此效能就无效.^000000",
                "^777777和自己一样的职业，对十字军不能使用.^000000",
        },

        [SKID.CR_PROVIDENCE] =
        {
                "神佑之光",
                "最高等级 : 5",
                "^777777习得条件 : 天使之护 5, 治愈术 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军^000000",
                "内容 : ^777777降下神的佑护，增加对恶魔型攻击的抵抗力，和圣属性攻击的抵抗力.^000000",
        },

        [SKID.CR_DEFENDER] =
        {
                "光之盾",
                "最高等级 : 5",
                "^777777习得条件 : 回旋盾击 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用时对远距离物理攻击，减少伤害力，伤害力减少量依据技能等级有所不同，施法时可以感觉到移动速度和攻击速度变慢.^000000",
                "^777777已在使用光之盾状态下，若再使用光之盾时这状态会消除，一定装备盾牌时才能使用.^000000",
        },

        [SKID.CR_SPEARQUICKEN] =
        {
                "长矛加速术",
                "最高等级 : 10",
                "^777777习得条件 : 长矛使用熟练度 10^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777增加使用长矛时的攻击速度，越是使用高等技能的长矛加速术时攻击速度会越快且持续时间会增加，必杀攻击力率和回避率也会上升.^000000",
                "^777777装备枪才可使用，解除装备后技能的效用会消失.^000000",
        },

        [SKID.MO_IRONHAND] =
        {
                "铁沙掌",
                "最高等级 : 10",
                "^777777习得条件 : 天使之击, 天使之护 10^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用拳套系列武器时和空手时，会增加伤害力.^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.MO_SPIRITSRECOVERY] =
        {
                "运气调息",
                "最高等级 : 5",
                "^777777习得条件 : 真剑百破道 2^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777坐下时每10秒就恢复额外的HP和SP，重量在50%以上时，每20秒就恢复额外的HP和SP.^000000",
        },

        [SKID.MO_CALLSPIRITS] =
        {
                "畜气",
                "最高等级 : 5",
                "^777777习得条件 : 铁沙掌 2^000000)",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把气聚集起来成为具体化，具体化的气会跟随着施展者而行，当你使用技能时会影响到你，所聚集的气球体每1个，会增加攻击力3。^000000",
        },

        [SKID.MO_ABSORBSPIRITS] =
        {
                "吸气",
                "最高等级 : 1",
                "^777777习得条件 : 畜气 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777做成球体的东西可携带，便吸收气可恢复SP，对每1个气球体可恢复一定量的SP， 在PVP模式和公会大战时，也可以把其它武道家的气球体吸收。",
                "对魔物使用时，有20%的机率依照魔物的等级可偷取SP，这技能不能使用于Boss级魔物和监护人。^000000",
        },

        [SKID.MO_TRIPLEATTACK] =
        {
                "六合拳",
                "最高等级 : 10",
                "^777777习得条件 : 移花接木 5^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777攻击中有一定的机率击出3连击，假如学习到‘连环全身掌’的话, 3连击攻击发动后会有一定的时间延迟.^000000",
                "       ",
        },

        [SKID.MO_BODYRELOCATION] =
        {
                "弓身弹影",
                "最高等级 : 1",
                "^777777习得条件 : 运气调息 2, 阿修罗霸凰券 3, 金刚不坏 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777使用时往被选择的地方做瞬间移动，现在的位置和被选择的位置被阻挡时，若不是在一条直线上的移动时，此技能就会失败.^000000",
                "^777777消耗掉1个气球体的技能，可是在爆气的状态下不会消耗气球体^000000",
        },

        [SKID.MO_DODGE] =
        {
                "移花接木",
                "最高等级 : 10",
                "^777777习得条件 : 铁沙掌 5, 畜气 5^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777回避敌人的攻击，回避率会上升.^000000",
        },

        [SKID.MO_INVESTIGATE] =
        {
                "浸透劲",
                "最高等级 : 5",
                "^777777习得条件 : 畜气 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777运用气给予敌人体内打击，当敌人的DEF越高时则给予较高的伤害力，DEF低的敌人反而给予较低的伤害力^000000",
                "^777777消耗掉1个气球体的技能.^000000",
        },

        [SKID.MO_FINGEROFFENSIVE] =
        {
                "弹指神通",
                "最高等级 : 5",
                "^777777习得条件 : 浸透劲 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可对敌人发出气弹的远距离攻击，技能等级上升时可用气球体，一次可按自己的技能等级高低做出所须的攻击.^000000",
                "^777777要有气球体才能使用此技能.^000000",
        },

        [SKID.MO_STEELBODY] =
        {
                "金刚不坏",
                "最高等级 : 5",
                "^777777习得条件 : 猛龙夸强 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在持续时间中，施展者的 DEF , MDEF 被固定为较高的数值，在持续时间中不能用任何技能，移动速度和攻击速度会减低^000000",
                "^777777要消耗掉5个气球.^000000",
        },

        [SKID.MO_BLADESTOP] =
        {
                "真剑百破道",
                "最高等级 : 5",
                "^777777习得条件 : 移花接木 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 :^777777抓住敌人的攻击，让施展者和敌人的行动停止，在持续时间中让施展者和敌人的行动变成行动不便，两个人之中其中一个人死掉时，另外一个人才能行动，技能等级越高时，抓住敌人攻击状态下便可做技能上的攻击.^000000",
                "^777777对Boss级魔物不能使用，消耗1个气球体的技能^000000",
                "[等级 1] : ^777777持续时间20秒 ^000000",
                "[等级 2] : ^777777持续时间30秒，可使用弹指神通^000000",
                "[等级 3] : ^777777持续时间40秒，可使用浸透劲^000000",
                "[等级 4] : ^777777持续时间50秒，可使用连环全身掌^000000",
                "[等级 5] : ^777777持续时间60秒，可使用阿修罗霸凰拳^000000",
                "^777777要使用阿修罗霸凰拳时，要在爆气状态下才能使用，气球体要4个以上才行.^000000",
        },

        [SKID.MO_EXPLOSIONSPIRITS] =
        {
                "爆气",
                "最高等级 : 5",
                "^777777习得条件 : 吸气 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777气爆使一定时间内必杀攻击率提高，在气爆状态下SP自然恢复速度减少50%^000000",
                "^777777要消耗掉5个气球体.^000000",
        },

        [SKID.MO_EXTREMITYFIST] =
        {
                "阿修罗霸凰拳",
                "最高等级 : 5",
                "^777777习得条件 : 爆气 3, 弹指神通 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777只能在爆气状态时才能使用的技能，根据自己所剩的SP量多寡，给予对方极大的伤害力把SP会全部耗尽，使用完阿修罗霸凰拳气爆炸状态会解除.^000000",
                "^777777使用后 5分钟之内 SP不会自动恢复，消耗5个气球体.^000000",
        },

        [SKID.MO_CHAINCOMBO] =
        {
                "连环全身掌",
                "最高等级 : 5",
                "^777777习得条件 : 六合拳 5^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777启动六合拳后在延迟时间内才能使用，类似音速投掷一样让对方回转给予4连击，习得猛龙夸强后，4连击后为了施展猛龙夸强有一定的时间延迟.^000000",
        },

        [SKID.MO_COMBOFINISH] =
        {
                "猛龙夸强",
                "最高等级 : 5",
                "^777777习得条件 : 连环全身掌 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777启动连环全身掌后在延迟时间内才能使用，给对象极大的伤害力会往后退移，习得阿修罗霸凰拳在可使用的状态时，使用后再施展阿修罗霸凰拳时，会有一定的时间延迟.^000000",
                "^777777猛龙夸强施展后，想要用阿修罗霸凰拳时要在爆气状态，气球体要 4个以上，要消耗掉气球体1个的技能.^000000",
        },

        [SKID.SA_ADVANCEDBOOK] =
        {
                "进化之书",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使用书之类的武器时，增加攻击力及攻击速度.^000000",
                "[等级 1] : ^777777攻击力 +3^000000，攻击速度 0.5% 增加^000000",
                "[等级 2] : ^777777攻击力 +6^000000，攻击速度 1% 增加^000000",
                "[等级 3] : ^777777攻击力 +9^000000，攻击速度 1.5% 增加^000000",
                "[等级 4] : ^777777攻击力 +12^000000，攻击速度 2% 增加^000000",
                "[等级 5] : ^777777攻击力 +15^000000，攻击速度 2.5% 增加^000000",
                "[等级 6] : ^777777攻击力 +18^000000，攻击速度 3% 增加^000000",
                "[等级 7] : ^777777攻击力 +21^000000，攻击速度 3.5% 增加^000000",
                "[等级 8] : ^777777攻击力 +24^000000，攻击速度 4% 增加^000000",
                "[等级 9] : ^777777攻击力 +27^000000，攻击速度 4.5% 增加^000000",
                "[等级 10] : ^777777攻击力 +30^000000，攻击速度 5% 增加^000000",
        },

        [SKID.SA_CASTCANCEL] =
        {
                "取消施法",
                "最高等级 : 5",
                "^777777习得条件 : 进化之书 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777只有在魔法施展时可以使用，取消正在施展中的魔法，立刻可以行动，魔法被取消时，施展中SP依旧被消耗，但随着等级的不同，SP消耗量也有减少.^000000",
        },

        [SKID.SA_MAGICROD] =
        {
                "魔法惩罚",
                "最高等级 : 5",
                "^777777习得条件 : 进化之书 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对自己锁定的魔法攻击施展时所受的伤害，在一定的时间内使用时，不会受到伤害，可以吸收该魔法攻击的SP伤害力.^000000",
                "^777777假如对象使用念咒拆除时，这时候施展者用魔法惩罚来吸收，让对象的 SP会减少 20%.^000000",
        },

        [SKID.SA_SPELLBREAKER] =
        {
                "念咒拆除",
                "最高等级 : 5",
                "^777777习得条件 : 魔法惩罚 1^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777对魔法施展中敌 1人使用时，敌人施法会被解除，同时可以吸收对方施展该法术所消耗的SP。",
                "同时把敌人的 HP减掉2%，当技能等级 5时，可以吸收减去HP的一半。",
                "对Boss级魔物和监护人，减少 HP效果不会起任何作用，咏唱时间中断效果对Boss级魔物有 1/10的机率可以使用。^000000",
        },

        [SKID.SA_FREECAST] =
        {
                "自由施法",
                "最高等级 : 10",
                "^777777习得条件 : 取消施法 1^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777在魔法施展中可同时进行攻击与移动，移动速度与攻击速度随等级不同而有所不同.^000000",
        },

        [SKID.SA_AUTOSPELL] =
        {
                "自动念咒",
                "最高等级 : 10",
                "^777777习得条件 : 自由施法 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777若是选择自己的任何一项魔法技能时，在一般的物理攻击中，在一定机率所选择的技能，不需施法时间便可自动发射，使用的该项技能只会消耗一般使用时的 2/3SP消耗量.^000000",
                "^777777无法选择自己没有学过的技能.^000000",
                "[等级 1] : ^777777心灵爆破^000099技能等级3^000000",
                "[等级 2] : ^777777冰箭术，火箭术，雷击术 ^000099技能等级1^000000",
                "[等级 3] : ^777777冰箭术，火箭术，雷击术 ^000099技能等级2^000000",
                "[等级 4] : ^777777冰箭术，火箭术，雷击术 ^000099技能等级3^000000",
                "[等级 5] : ^777777圣灵召唤 ^000099技能等级1^000000",
                "[等级 6] : ^777777圣灵召唤 ^000099技能等级2^000000",
                "[等级 7] : ^777777圣灵召唤 ^000099技能等级3^000000",
                "[等级 8] : ^777777火球术 ^000099技能等级1^000000",
                "[等级 9] : ^777777火球术 ^000099技能等级2^000000",
                "[等级 10] : ^777777冰冻术 ^000099技能等级1^000000",
                "^777777启动的技能等级，是在能选择的技能等级以下的数值 ^000099会随机^777777的被选择.^000000",
        },

        [SKID.SA_FLAMELAUNCHER] =
        {
                "火焰属性附加",
                "最高等级 : 5",
                "^777777习得条件 : 火箭术 1, 进化之书 5^000000",
                "系列 : ^777777辅助^bb0000(火)^000000",
                "对象 : ^777777我军(只限组队员)^000000",
                "内容 : ^777777让对象的武器会在一定的时间内被赋予火属性，技能等级不同则有失败机率也有不同， 失败时则该武器会破损.^000000",
                "^777777需消耗触媒 ^000099火灵矿石^777777 1个.^000000",
        },

        [SKID.SA_FROSTWEAPON] =
        {
                "水属性附加",
                "最高等级 : 5",
                "^777777习得条件 : 冰箭术 1, 进化之书 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军(只限组队员)^000000",
                "内容 : ^777777让对象的武器会在一定的时间内被赋予水属性，技能等级不同则失败机率也有不同，失败时则该武器会破损.^000000",
                "^777777需消耗触媒 ^000099水灵矿石^777777 1个.^000000",
        },

        [SKID.SA_LIGHTNINGLOADER] =
        {
                "风属性附加",
                "最高等级 : 5",
                "^777777习得条件 : 雷击术 1, 进化之书 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军(只限组队员)^000000",
                "内容 : ^777777让对象的武器会在一定的时间内被赋予风属性，技能等级不同则失败机率也有不同，失败时则该武器会破损.^000000",
                "^777777需消耗触媒 ^000099风灵矿石^777777 1个.^000000",
        },

        [SKID.SA_SEISMICWEAPON] =
        {
                "地属性附加",
                "最高等级 : 5",
                "^777777习得条件 : 石化术 1, 进化之书 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777我军(只限组队员)^000000",
                "内容 : ^777777让对象的武器会在一定的时间内被赋予地属性，技能等级不同则失败机率也有不同，失败时则该武器会破损.^000000",
                "^777777需消耗触媒 ^000099地灵矿石^777777 1个.^000000",
        },

        [SKID.SA_DRAGONOLOGY] =
        {
                "龙知识",
                "最高等级 : 5",
                "^777777习得条件 : 进化之书 9^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777透过对龙族的研究，提高对龙族的防御力与攻击力。技能等级增加时，INT最大增加到 3^000000",
        },

        [SKID.SA_VOLCANO] =
        {
                "火元素领域",
                "最高等级 : 5",
                "^777777习得条件 : 火焰属性附加 2^000000",
                "系列 : ^777777辅助^bb0000(火)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777施展对象的范围内，能增加所有的火属性攻击力，ATK也会上升，另外在施展对象范围上方不可使用^000099冰刃之墙^777777不能和贤者的其它地面技能重复使用。^000000",
                "^777777使用时需消耗触媒^000099黄色魔力矿石^777777持续时间内用火元素领域、水元素领域、风元素领域技能繁复施展时，黄色魔力矿石不会被消耗。^000000",
        },

        [SKID.SA_DELUGE] =
        {
                "水元素领域",
                "最高等级 : 5",
                "^777777习得条件 : 水属性附加 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777施展对象的范围内，能增加所有的水属性攻击力，MaxHp也会上升，在施展对象的范围之上，只能够在水上使用的魔法^000099(水球术 , 天使之泪)^777777可以无限制地使用。同一个地点不能重复施放两次，也不能跟其它的地面魔法重复。^000000",
                "^777777使用时需消耗触媒^000099黄色魔力矿石^777777持续时间内用火元素领域、水元素领域、风元素领域技能繁复施展时，黄色魔力矿石不会被消耗。^000000",
        },

        [SKID.SA_VIOLENTGALE] =
        {
                "风元素领域",
                "最高等级 : 5",
                "^777777习得条件 : 风属性附加 2^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777施展对象的范围内，能增加所有的风属性攻击力，回避率也会增加.另外在施展对象的范围上方 ^000099火焰之壁^777777的时间增加1.5倍，不能和贤者的其它地面技能重复使用。^000000",
                "^777777使用时需消耗触媒^000099黄色魔力矿石^777777持续时间内用火元素领域、水元素领域、风元素领域技能繁复施展时，黄色魔力矿石不会被消耗。^000000",
        },

        [SKID.SA_LANDPROTECTOR] =
        {
                "地元素领域",
                "最高等级 : 5",
                "^777777习得条件 : 火元素领域 3, 水元素领域 3, 风元素领域 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777在对象区域内的地面上无法设置任何魔法，使用魔法时该地区地面上有其它魔法时，这地面的魔法会被消除，不能和贤者的其它地面技能重复使用.^000000",
                "^777777使用时需消耗触媒 ^000099黄色魔力矿石^777777 1个，^000099蓝色魔力矿石^7777771个。^000000",
        },

        [SKID.SA_DISPELL] =
        {
                "魔法效果解除",
                "最高等级 : 5",
                "^777777习得条件 : 念咒拆除 3^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777有一定的机率，来解除附加在对方身上的魔法.^000000",
                "^777777使用时需消耗触媒 ^000099黄色魔力矿石^7777771个.^000000",
        },

        [SKID.SA_ABRACADABRA] =
        {
                "随机技能",
                "最高等级 : 10",
                "^777777习得条件 : 自动念咒 5, 魔法效果解除 1, 地元素领域 1^000000",
                "系列 : ^777777?^000000",
                "对象 : ^777777?^000000",
                "内容 : ^777777使用时效能会随机决定，技能等级不同随机发动的技能量也会增加.^000000",
                "^777777使用时需消耗触媒^000099黄色魔力矿石^777777 2个.^000000",
                "^777777不管有没有忽视黄色魔力矿石的效果, 至少会消耗一个黄色魔力矿石.^777777",
        },

        [SKID.SA_MONOCELL] =
        {
                "变换成波利",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 把对象在一定的时间内变换成波利魔物.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_CLASSCHANGE] =
        {
                "变换成Boss级魔物",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 把对象在一定的时间内变换成Boss级魔物.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_SUMMONMONSTER] =
        {
                "召唤魔物",
                "种类 : 主动技能",
                "对象 : 自动使用",
                "效能 : 和枯树枝有同样的效能",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_REVERSEORCISH] =
        {
                "变成兽人面孔",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 在一定的时间内，对象的面孔会变成‘兽人’的面孔.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_DEATH] =
        {
                "死身",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 让对象瞬间死亡，瞬间死亡的对象不会给予经验值和物品.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_FORTUNE] =
        {
                "宿命",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 会得到对象等级 * 100 的金币.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_TAMINGMONSTER] =
        {
                "认养宠物",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 对象是能认养的魔物时，会把这魔物认养.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_QUESTION] =
        {
                "问号",
                "种类 : 主动技能",
                "对象 : 敌人 1人",
                "效能 : 对象会显示‘ ? ’的图释，然后不会发生任何事情.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_GRAVITY] =
        {
                "GRAVITY",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 在对象的头上方会出现图释 ，图释是(株) GRAVITY的图案.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_LEVELUP] =
        {
                "升级",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 角色会升级.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_INSTANTDEATH] =
        {
                "当场死亡",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 直接变成不能战斗状态， 经验值损失等 ， 所有的东西实际上都变成不能战斗。",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_FULLRECOVERY] =
        {
                "完全恢复",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 把对象的 HP和 SP还有所有的状态异常，恢复到正常状态.",
                "其他 : 只能在随机技能时，所开放的技能",
        },

        [SKID.SA_COMA] =
        {
                "频死之术",
                "种类 : 主动技能",
                "对象 : 对自己自动使用",
                "效能 : 把对象的 HP和 SP 无条件变成 1.",
                "其他 : 只能在随机技能时，所开放的技能。",
        },

        [SKID.BD_ADAPTATION] =
        {
                "临机应变",
                "最高等级 : 1",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777施展中的舞蹈或歌曲在中间停止， 这时候不能再唱安可.^000000",
        },

        [SKID.BD_ENCORE] =
        {
                "安可",
                "最高等级 : 1",
                "^777777习得条件 : 临机应变 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777自己最后一次所施展的舞蹈或歌曲再施展一次，只需要消耗掉平常的1/2SP量，,就可以使用此技能.^000000",
        },

        [SKID.BD_LULLABY] =
        {
                "摇篮曲",
                "最高等级 : 1",
                "^777777习得条件 : 吹口哨(哼唱之音) 10^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777在持续的时间中让范围内的敌人，有一定的机率陷入睡眠，对boss级魔物无效.^000000",
        },

        [SKID.BD_RICHMANKIM] =
        {
                "经验值倍增",
                "最高等级 : 5",
                "^777777习得条件 : 不死神齐格弗里德 3^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777范围内当对方死亡时，所得到的经验值会增加，技能等级越增加时会得到更多的经验值.^000000",
        },

        [SKID.BD_ETERNALCHAOS] =
        {
                "永远的混沌",
                "最高等级 : 1",
                "^777777习得条件 : 洛奇的悲鸣 1^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777把范围内所有敌人(角色，魔物)的DEF，会无条件变成0.^000000",
        },

        [SKID.BD_DRUMBATTLEFIELD] =
        {
                "战鼓震天",
                "最高等级 : 5",
                "^777777习得条件 : 伊登的苹果(为您服务) 10^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777把范围内组队员们的ATK和DEF提升.^000000",
        },

        [SKID.BD_RINGNIBELUNGEN] =
        {
                "尼贝隆根之戒指",
                "最高等级 : 5",
                "^777777习得条件 : 战鼓震天 3^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777范围内组队员们所使用的武器威力变更强.^000000",
        },

        [SKID.BD_ROKISWEIL] =
        {
                "洛奇的悲鸣",
                "最高等级 : 1",
                "^777777习得条件 : 刺客的黄昏(勿忘我) 10^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777在范围内所有的生物，无法使用技能和魔法， boss级魔物不属于此范围.^000000",
        },

        [SKID.BD_INTOABYSS] =
        {
                "触媒之所",
                "最高等级 : 1",
                "^777777习得条件 : 摇篮曲 1^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777在范围内组队员们使用时，不需要消耗触媒(魔力矿石)就可以使用技能.^000000",
        },

        [SKID.BD_SIEGFRIED] =
        {
                "不死神齐格弗里德",
                "最高等级 : 5",
                "^777777习得条件 : 布莱奇之诗(女神之吻) 10^000000",
                "系列 : ^000099合奏技能^000000",
                "范围 : ^777777自己周围9格^000000",
                "内容 : ^777777范围内的组队员们，除了无属性之外所有属性攻击的抵抗力都被固定。同时对异常状态有抵抗率。^000000",
                "[等级 1] : ^777777属性攻击的抵抗力60% 固定/异常状态的抵抗力10%^000000",
                "[等级 2] : ^777777属性攻击的抵抗力65% 固定/异常状态的抵抗力20%^000000",
                "[等级 3] : ^777777属性攻击的抵抗力70% 固定/异常状态的抵抗力30%^000000",
                "[等级 4] : ^777777属性攻击的抵抗力75% 固定/异常状态的抵抗力40%^000000",
                "[等级 5] : ^777777属性攻击的抵抗力80% 固定/异常状态的抵抗力50%^000000",
        },

        [SKID.BD_RAGNAROK] =
        {
                "仙境传说",
        },

        [SKID.BA_MUSICALLESSON] =
        {
                "操控乐器",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777提高操控乐器的能力，使用乐器系列技能攻击时，会提高伤害力，让音乐技能^000099演奏技能^777777的移动速度和效能提高.^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.BA_MUSICALSTRIKE] =
        {
                "乐器攻击",
                "最高等级 : 5",
                "^777777习得条件 : 操控乐器 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777使用乐器可以发射强力的箭矢，这技能在音乐技能演奏中也可以使用.^000000",
                "^777777只能在乐器系列武器装备时才能使用，另外攻击属性受到所装备的箭矢属性而受影响.^000000",
        },

        [SKID.BA_DISSONANCE] =
        {
                "不谐和音",
                "最高等级 : 5",
                "^777777习得条件 : 临机应变 1, 操控乐器 1^000000",
                "系列 : ^777777攻击^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的敌人，在一定的时间内给予固定的伤害力.^000000",
        },

        [SKID.BA_FROSTJOKE] =
        {
                "冷笑话",
                "最高等级 : 5",
                "^777777习得条件 : 安可 1^000000",
                "系列 : ^777777攻击^000000",
                "范围 : ^777777一个画面全部^000000",
                "内容 : ^777777在画面内所有的敌人都得到冰冻，以技能等级越高时得到冰冻的机率也越高，属于舞娘的组队员们有较低的机率会得到冰冻.^000000",
        },

        [SKID.BA_WHISTLE] =
        {
                "吹口哨",
                "最高等级 : 10",
                "^777777习得条件 : 不谐和音 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内玩家的回避率和完全回避率上升.^000000",
        },

        [SKID.BA_ASSASSINCROSS] =
        {
                "刺客的黄昏",
                "最高等级 : 10",
                "^777777习得条件 : 不谐和音 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内玩家的攻击速度提升，对使用中的双手剑攻击速度增加或速度激发时，在远距离攻击的玩家是无效的.^000000",
        },

        [SKID.BA_POEMBRAGI] =
        {
                "布莱奇之诗",
                "最高等级 : 10",
                "^777777习得条件 : 不谐和音 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的玩家，魔法施展时间和把魔法施展后的延迟时间减少.^000000",
        },

        [SKID.BA_APPLEIDUN] =
        {
                "伊登的苹果",
                "最高等级 : 10",
                "^777777习得条件 : 不谐和音 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的我军增加最大的HP，每过一段时间会恢复一定的HP.^000000",
        },

        [SKID.DC_DANCINGLESSON] =
        {
                "练习舞蹈",
                "最高等级 : 10",
                "系列 : ^000099被动^000000",
                "内容 : ^777777让身体的能力上升，使用鞭子系列攻击时增加伤害力，让音乐技能^000099舞蹈技能 ^777777的移动速度和效能提高.^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.DC_THROWARROW] =
        {
                "缠箭投掷",
                "最高等级 : 5",
                "^777777习得条件 : 练习舞蹈 3^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777利用鞭子把箭矢缠住然后再投掷，这技能可在音乐技能演奏中可以使用.^000000",
                "^777777只有装备鞭子系列武器时才能使用，另外攻击属性受到所装备的箭矢属性而受影响.^000000",
        },

        [SKID.DC_UGLYDANCE] =
        {
                "丑陋之舞",
                "最高等级 : 5",
                "^777777习得条件 : 临机应变 1, 练习舞蹈 1^000000",
                "系列 : ^777777攻击^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777对范围内的敌人，在一定的时间内给予固定的SP伤害力.^000000",
        },

        [SKID.DC_SCREAM] =
        {
                "惊声尖叫",
                "最高等级 : 5",
                "^777777习得条件 : 安可 1^000000",
                "系列 : ^777777攻击^000000",
                "范围 : ^777777一个画面全部^000000",
                "内容 : ^777777在画面内所有的敌人都陷入昏迷，技能等级增加时昏迷机率也越高，属于舞娘的组队员们有较低的机率会得到昏迷.^000000",
        },

        [SKID.DC_HUMMING] =
        {
                "哼唱之音",
                "最高等级 : 10",
                "^777777习得条件 : 丑陋之舞 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内玩家的命中率上升.^000000",
        },

        [SKID.DC_DONTFORGETME] =
        {
                "勿忘我",
                "最高等级 : 10",
                "^777777习得条件 : 丑陋之舞 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的敌人移动速度和攻击速度减慢. 而之前所施展的增加移动速度和攻击速度的技能会被取消.^000000",
        },

        [SKID.DC_FORTUNEKISS] =
        {
                "女神之吻",
                "最高等级 : 10",
                "^777777习得条件 : 丑陋之舞 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的玩家必杀攻击率提高.^000000",
        },

        [SKID.DC_SERVICEFORYOU] =
        {
                "为您服务",
                "最高等级 : 10",
                "^777777习得条件 : 丑陋之舞 3^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777把范围内的我军，增加最大的SP，使用此技能时会减少SP的消耗量.^000000",
        },

        [SKID.WE_MALE] =
        {
                "只呵护妳",
                "只能用在，为自己的恋人所使用的技能",
                "牺牲自己的HP，来贴补恋人的HP",
                "会使用掉全体HP的10%，当HP在10%以下时，此技能不能使用",
        },

        [SKID.WE_FEMALE] =
        {
                "只为你牺牲",
                "只能用在，为自己的恋人所使用的技能",
                "使用自己的SP，来提升恋人的SP",
                "会使用掉全体SP的10%，当SP在10%以下时，此技能不能使用",
        },

        [SKID.WE_CALLPARTNER] =
        {
                "想念你",
                "在某些地区(攻城战地图) ，有可能不能使用此技能",
        },

        [SKID.ITM_TOMAHAWK] =
        {
                "投掷风灵之斧",
                "内容 : ^777777投掷斧头攻击远距离的敌人^000000",
        },

        [SKID.LK_AURABLADE] =
        {
                "灵气剑",
                "最高等级 : 5",
                "^777777习得条件 : 狂击 5, 怒爆 5, 双手剑使用熟练度 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777将自己持有的武器注入灵气，追加无视对方DEF的伤害力。",
                "此追加伤害力跟命中率无关，只对攻击的对象给予伤害力。^000000",
                "[等级 1] : ^777777追加伤害力 +20^000000",
                "[等级 2] : ^777777追加伤害力 +40^000000",
                "[等级 3] : ^777777追加伤害力 +60^000000",
                "[等级 4] : ^777777追加伤害力 +80^000000",
                "[等级 5] : ^777777追加伤害力 +100^000000",
        },

        [SKID.LK_PARRYING] =
        {
                "双剑挌挡",
                "最高等级 : 10",
                "^777777习得条件 : 挑衅 5, 双手剑使用熟练度 10, 双手剑攻击速度增加 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777用剑将敌人的攻击做防御，如果成功的做到防御时，不会受到伤害力，不过会取消一次攻击。",
                "装备双手剑时才能使用^000000",
                "[等级 1] : ^777777防御成功率  +23%^000000",
                "[等级 2] : ^777777防御成功率  +26%^000000",
                "[等级 3] : ^777777防御成功率  +29%^000000",
                "[等级 4] : ^777777防御成功率  +32%^000000",
                "[等级 5] : ^777777防御成功率  +35%^000000",
                "[等级 6] : ^777777防御成功率  +38%^000000",
                "[等级 7] : ^777777防御成功率  +41%^000000",
                "[等级 8] : ^777777防御成功率  +44%^000000",
                "[等级 9] : ^777777防御成功率  +47%^000000",
                "[等级 10] : ^777777防御成功率  +50%^000000",
        },

        [SKID.LK_CONCENTRATION] =
        {
                " ",
                "集中攻击",
                "最高等级 : 5",
                "^777777习得条件 : 快速回复 10, 长矛使用熟练度 5, 骑乘术 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用此技能时，命中率及攻击力会上升，相对的防御力会下降，并会附有霸体效果。^000000",
                "[等级 1] : ^777777命中率 +10, 攻击力 +5%, 防御力 -5%^000000",
                "[等级 2] : ^777777命中率 +20, 攻击力 +10%, 防御力 -10%^000000",
                "[等级 3] : ^777777命中率 +30, 攻击力 +15%, 防御力 -15%^000000",
                "[等级 4] : ^777777命中率 +40, 攻击力 +20%, 防御力 -20%^000000",
                "[等级 5] : ^777777命中率 +50, 攻击力 +25%, 防御力 -25%^000000",
        },

        [SKID.LK_TENSIONRELAX] =
        {
                "极速回复",
                "最高等级 : 1",
                "^777777习得条件 : 挑衅 5, 快速回复 5, 霸体 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777缓和肌肉的紧张，将HP的回复速度提高。",
                "站起来时或是被攻击时，或是装载装备，或是使用物品的行为时，技能效果会停止。 ^000000",
        },

        [SKID.LK_BERSERK] =
        {
                "狂怒之枪",
                "最高等级 : 1",
                "^777777习得条件 : 骑士领主 Job Lv50 以上^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777会变得激怒而 HP会增加，移动速度及攻击力也会增加，不过回避率会降低以及无法做其它所有行动。",
                "无法使用物品，也无法以治愈术技能来治疗，此状态下随着时间流失HP也会慢慢的减少。",
                "使用后在 5分钟内 HP和 SP不会自然恢复。^000000",
        },

        [SKID.HP_ASSUMPTIO] =
        {
                "圣母之祈福",
                "最高等级 : 5",
                "^777777习得条件 : 天使之障壁 1, 禅心 3, 神威祈福 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777因天使的祝福让对方的防御力在一定的时间内增加100%。",
                "不和霸邪之阵的效果重迭，在攻城时或PvP区增加35%^000000",
                "[等级 1] : ^777777持续时间 20秒^000000",
                "[等级 2] : ^777777持续时间 40秒^000000",
                "[等级 3] : ^777777持续时间 60秒^000000",
                "[等级 4] : ^777777持续时间 80秒^000000",
                "[等级 5] : ^777777持续时间 100秒^000000",
        },

        [SKID.HP_BASILICA] =
        {
                "神圣殿堂",
                "最高等级 : 5",
                "^777777习得条件 : 幸运之颂歌 2, SP 禅心 1, 霸邪之阵 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777防御阻挡接近范围内的所有敌人，对所有范围内的攻击和魔法不理会。",
                "使用此技能需要一个蓝色魔力矿石，黄色魔力矿石，红色魔力矿石各一个和圣水一瓶。",
                "无法使用于BOSS级魔物。攻城时或附近有障碍物时也无法启动。^000000",
                "[等级 1] : ^777777持续时间 20秒^000000",
                "[等级 2] : ^777777持续时间 25秒^000000",
                "[等级 3] : ^777777持续时间 30秒^000000",
                "[等级 4] : ^777777持续时间 35秒^000000",
                "[等级 5] : ^777777持续时间 40秒^000000",
        },

        [SKID.HP_MEDITATIO] =
        {
                "冥想",
                "最高等级 : 10",
                "^777777习得条件 : 禅心 5, 沉默之术 5,  撒水祈福 3^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777透过冥想来提升自己的SP回复力和最大SP量。使用治愈术时，HP恢复量也会小幅度的增加。^000000",
                "[等级 1] : ^777777MAXSP +1%, SP 回复力增加3% ^000000",
                "[等级 2] : ^777777MAXSP +2%, SP 回复力增加6% ^000000",
                "[等级 3] : ^777777MAXSP +3%, SP 回复力增加9% ^000000",
                "[等级 4] : ^777777MAXSP +4%, SP 回复力增加12% ^000000",
                "[等级 5] : ^777777MAXSP +5%, SP 回复力增加15% ^000000",
                "[等级 6] : ^777777MAXSP +6%, SP 回复力增加18% ^000000",
                "[等级 7] : ^777777MAXSP +7%, SP 回复力增加21% ^000000",
                "[等级 8] : ^777777MAXSP +8%, SP 回复力增加24% ^000000",
                "[等级 9] : ^777777MAXSP +9%, SP 回复力增加27% ^000000",
                "[等级 10] : ^777777MAXSP +10%, SP 回复力增加30% ^000000",
        },

        [SKID.HW_SOULDRAIN] =
        {
                "吸魂术",
                "最高等级 : 10",
                "^777777习得条件 : 禅心 5,  圣灵召唤 7^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777MAX SP增加时，以单一对象魔法或一般攻击杀死敌人时，依据敌人死掉的等级为比率而得到SP。^000000",
                "[等级 1] : ^777777MAXSP +2%^000000",
                "[等级 2] : ^777777MAXSP +4%^000000",
                "[等级 3] : ^777777MAXSP +6%^000000",
                "[等级 4] : ^777777MAXSP +8%^000000",
                "[等级 5] : ^777777MAXSP +10%^000000",
                "[等级 6] : ^777777MAXSP +12%^000000",
                "[等级 7] : ^777777MAXSP +14%^000000",
                "[等级 8] : ^777777MAXSP +16%^000000",
                "[等级 9] : ^777777MAXSP +18%^000000",
                "[等级 10] : ^777777MAXSP +20%^000000",
        },

        [SKID.HW_MAGICCRASHER] =
        {
                "魔击术",
                "最高等级 : 1",
                "^777777习得条件 : 禅心 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777用魔法力攻击(Matk)对1个敌人施展无属性物理攻击，因敌人的DEF而会减少伤害力。^000000",
        },

        [SKID.HW_MAGICPOWER] =
        {
                "魔力增幅",
                "最高等级 : 10",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用技能后，对于接下来所使用的技能增幅MATK。^000000",
                "[等级 1] : ^777777MATK +5%^000000",
                "[等级 2] : ^777777MATK +10%^000000",
                "[等级 3] : ^777777MATK +15%^000000",
                "[等级 4] : ^777777MATK +20%^000000",
                "[等级 5] : ^777777MATK +25%^000000",
                "[等级 6] : ^777777MATK +30%^000000",
                "[等级 7] : ^777777MATK +35%^000000",
                "[等级 8] : ^777777MATK +40%^000000",
                "[等级 9] : ^777777MATK +45%^000000",
                "[等级 10] : ^777777MATK +50%^000000",
        },

        [SKID.PA_PRESSURE] =
        {
                "神之威压",
                "最高等级 : 5",
                "^777777习得条件 : 霸体 5, 信任 5, 盾击 2^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777从空中召唤巨大的十字架来压死敌人。",
                "防御力或攻击力不受影响，只有固定的伤害力，任何能力都无法使此攻击无效化，受到神之威压攻击的玩家，SP有相当的量被消耗。^000000",
                "[等级 1] : ^777777伤害力 800^000000",
                "[等级 2] : ^777777伤害力 1100^000000",
                "[等级 3] : ^777777伤害力 1400^000000",
                "[等级 4] : ^777777伤害力 1700^000000",
                "[等级 5] : ^777777伤害力 2000^000000",
        },

        [SKID.PA_SACRIFICE] =
        {
                "舍命攻击",
                "最高等级 : 5",
                "^777777习得条件 : 霸体 1, 牺牲 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777牺牲自己的生命力 9%，并给敌人相等的伤害力。",
                "使用技能后会有5次的攻击，玩家会因此伤害力而死亡。^000000",
                "[等级 1] : ^777777伤害力 1倍^000000",
                "[等级 2] : ^777777伤害力 1.1倍^000000",
                "[等级 3] : ^777777伤害力 1.2倍^000000",
                "[等级 4] : ^777777伤害力 1.3倍^000000",
                "[等级 5] : ^777777伤害力 1.4倍^000000",
        },

        [SKID.PA_GOSPEL] =
        {
                "圣音",
                "最高等级 : 10",
                "^777777习得条件 : 信任 8, 天使之护 3, 天使之击 5^000000",
                "系列 : ^777777辅助^000000",
                "范围 : ^777777自己周围7格^000000",
                "内容 : ^777777唱颂赞神之福音歌曲给敌人10种负面的效果中，只给一种效果，给我军10种正面的效果中，也只给一种效果。^000000",
                "^777777施展圣音技能中得到沉默的话，圣音技能就会被取消^000000",
        },

        [SKID.CH_PALMSTRIKE] =
        {
                "猛虎硬爬山",
                "最高等级 : 5",
                "^777777习得条件 : 铁沙掌 7, 畜汽 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777朝向敌人用手掌打出强猛一击的技能。攻击后，1秒后会受到伤害力并把敌人挤出去。",
                "只能在爆气状态时使用的技能。^000000",
                "[等级 1] : ^777777攻击力 +300%^000000",
                "[等级 2] : ^777777攻击力 +400%^000000",
                "[等级 3] : ^777777攻击力 +500%^000000",
                "[等级 4] : ^777777攻击力 +600%^000000",
                "[等级 5] : ^777777攻击力 +700%^000000",
        },

        [SKID.CH_TIGERFIST] =
        {
                "伏虎拳",
                "最高等级 : 5",
                "^777777习得条件 : 铁沙掌 5, 六和拳 5, 猛龙夸强 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777这技能是接着六合拳，连环全身掌，猛龙夸强以后才能使用的连环必杀技的一环，只能在猛龙夸强之后才能使用。",
                "受到攻击的敌人，在短暂时间内依据机率会有动作停止的状态，会消耗掉 1个气球体的技能。^000000",
                "[等级 1] : ^777777攻击力 +140%, 停止机率 20%^000000",
                "[等级 2] : ^777777攻击力 +240%, 停止机率 30%^000000",
                "[等级 3] : ^777777攻击力 +340%, 停止机率 40%^000000",
                "[等级 4] : ^777777攻击力 +440%, 停止机率 50%^000000",
                "[等级 5] : ^777777攻击力 +540%, 停止机率 60%^000000",
        },

        [SKID.CH_CHAINCRUSH] =
        {
                "气绝崩击",
                "最高等级 : 10",
                "^777777习得条件 : 铁沙掌 5, 畜汽 5, 伏虎拳 2^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777这技能是六合拳，连环全身掌，猛龙夸强，伏虎拳接下来的连环必杀技的一环，消耗 2个气球体并会给予追加伤害力。",
                "气绝崩击之后可以使用阿修罗霸凰拳。",
                "猛龙夸强之后可以选择使用气绝崩击或伏虎拳，不过气绝崩击之后无法使用伏虎拳。^000000",
                "[等级 1] : ^777777攻击力 +500%^000000",
                "[等级 2] : ^777777攻击力 +600%^000000",
                "[等级 3] : ^777777攻击力 +700%^000000",
                "[等级 4] : ^777777攻击力 +800%^000000",
                "[等级 5] : ^777777攻击力 +900%^000000",
                "[等级 6] : ^777777攻击力 +1000%^000000",
                "[等级 7] : ^777777攻击力 +1100%^000000",
                "[等级 8] : ^777777攻击力 +1200%^000000",
                "[等级 9] : ^777777攻击力 +1300%^000000",
                "[等级 10] : ^777777攻击力 +1400%^000000",
        },

        [SKID.PF_HPCONVERSION] =
        {
                "HP转换",
                "最高等级 : 5",
                "^777777习得条件 : 禅心 1, 魔法惩罚 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777自己的 HP会减少 10%，减少的数值会转变为SP。^000000",
                "[等级 1] : ^777777 SP会增加减少数值的 10% ^000000",
                "[等级 2] : ^777777 SP会增加减少数值的 20% ^000000",
                "[等级 3] : ^777777 SP会增加减少数值的 30% ^000000",
                "[等级 4] : ^777777 SP会增加减少数值的 40% ^000000",
                "[等级 5] : ^777777 SP会增加减少数值的 50% ^000000",
        },

        [SKID.PF_SOULCHANGE] =
        {
                "心神互换",
                "最高等级 : 1",
                "^777777习得条件 : 魔法惩罚 3, 念咒拆除 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777将自己和对方的SP互换，交换后的SP各获得50%，此交换不可获得超过MAXSP的SP^000000",
        },

        [SKID.PF_SOULBURN] =
        {
                "精神耗弱术",
                "最高等级 : 5",
                "^777777习得条件 : 取消施法 5, 魔法惩罚 3, 魔法效果解除 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777把对象的 SP依据机率可改为0。使用技能等级5的精神耗弱术时，同时剩下的 SP以2倍给予敌人的伤害力。",
                "失败时，此效果会使用在自己身上，目前此技能只能在 PvP或攻城战使用。使用精神耗弱术后，重新在使用精神耗弱术时，需要 15秒的再使用等待时间。^000000",
                "[等级 1] : ^777777成功率  40%^000000",
                "[等级 2] : ^777777成功率  50%^000000",
                "[等级 3] : ^777777成功率  60%^000000",
                "[等级 4] : ^777777成功率  70%^000000",
                "[等级 5] : ^777777成功率  70%^000000",
        },

        [SKID.ASC_KATAR] =
        {
                "高阶拳刃修练",
                "最高等级 : 5",
                "^777777习得条件 : 二刀连击 5, 拳刃-修练 7^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777增加刺客所使用之拳刃的伤害力。^000000",
                "[等级 1] : ^777777攻击力 +12%^000000",
                "[等级 2] : ^777777攻击力 +14%^000000",
                "[等级 3] : ^777777攻击力 +16%^000000",
                "[等级 4] : ^777777攻击力 +18%^000000",
                "[等级 5] : ^777777攻击力 +20%^000000",
        },

        [SKID.ASC_EDP] =
        {
                "致命涂毒",
                "最高等级 : 5",
                "^777777习得条件 : 毒液制作 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777比涂毒技能还要强烈的毒附于在武器上。",
                "需要毒药瓶1个。",
                "被此武器攻击的敌人会有一定机率中毒， HP会迅速的减少。",
                "给Boss级魔物增加的伤害力，可替代成给予毒技能使用前的伤害力。^000000",
        },

        [SKID.ASC_BREAKER] =
        {
                "心灵震波",
                "最高等级 : 10",
                "^777777习得条件 : 二刀连击  5, 施毒 5, 伪装 3, 涂毒 6^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777给予敌人1人的物理性防御力和魔法防御力，分一半计算给予伤害力。",
                "心灵震波的攻击力随着玩家的ATK及INT而增加。^000000",
        },

        [SKID.SN_SIGHT] =
        {
                "狙杀瞄准",
                "最高等级 : 10",
                "^777777习得条件 : 鹗枭之眼 10 , 苍鹰之眼 10, 心神凝聚 10, 驯鹰术 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777所有Status点数+5，同时会增加命中率, 伤害力, 必杀攻击率。^000000",
                "[等级 1] : ^777777命中率 +3%, 伤害力 +2%, 必杀攻击率+1^000000",
                "[等级 2] : ^777777命中率 +6%, 伤害力 +4%, 必杀攻击率+2^000000",
                "[等级 3] : ^777777命中率 +9%, 伤害力 +6%, 必杀攻击率+3^000000",
                "[等级 4] : ^777777命中率 +12%, 伤害力 +8%, 必杀攻击率+4^000000",
                "[等级 5] : ^777777命中率 +15%, 伤害力 +10%, 必杀攻击率+5^000000",
                "[等级 6] : ^777777命中率 +18%, 伤害力 +12%, 必杀攻击率+6^000000",
                "[等级 7] : ^777777命中率 +21%, 伤害力 +14%, 必杀攻击率+7^000000",
                "[等级 8] : ^777777命中率 +24%, 伤害力 +16%, 必杀攻击率+8^000000",
                "[等级 9] : ^777777命中率 +27%, 伤害力 +18%, 必杀攻击率+9^000000",
                "[等级 10] : ^777777命中率 +30%, 伤害力 +20%, 必杀攻击率+10^000000",
        },

        [SKID.SN_FALCONASSAULT] =
        {
                "猎鹰突击",
                "最高等级 : 5",
                "^777777习得条件 : 苍鹰之眼 5, 驯鹰术 1, 闪电冲击 5, 钢制喙 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777使用猎鹰对一个敌人集中攻击。^000000",
                "[等级 1] : ^777777伤害力 +20%^000000",
                "[等级 2] : ^777777伤害力 +40%^000000",
                "[等级 3] : ^777777伤害力 +60%^000000",
                "[等级 4] : ^777777伤害力 +80%^000000",
                "[等级 5] : ^777777伤害力 +100%^000000",
        },

        [SKID.SN_SHARPSHOOTING] =
        {
                "锐利射击",
                "最高等级 : 5",
                "^777777习得条件 :  二连矢 5, 心神凝聚 10^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777锁定一个目标给予猛烈的一击。",
                "到指定的地点会以直线发射，并对之中的所有敌人给予伤害力。自己的必杀攻击数值 + 20 的机率，是这技能被启动为必杀攻击。^000000",
                "[等级 1] : ^777777攻击力 +150%^000000",
                "[等级 2] : ^777777攻击力 +200%^000000",
                "[等级 3] : ^777777攻击力 +250%^000000",
                "[等级 4] : ^777777攻击力 +300%^000000",
                "[等级 5] : ^777777攻击力 +350%^000000",
        },

        [SKID.SN_WINDWALK] =
        {
                "风之步",
                "最高等级 : 10",
                "^777777习得条件 : 心神凝聚 9^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777提高自己与自己所属组队的移动速度和回避率上升。",
                "敏捷性增加或有其它移动速度增加效果时，移动速度增加的效果无法适用。",
                "中了泥沼地或其它减缓移动速度的效果时，移动速度增加的效果会取消。^000000",
        },

        [SKID.WS_MELTDOWN] =
        {
                "野蛮凶砍",
                "最高等级 : 10",
                "^777777习得条件 : 强化火属性 3, 武器保有 1, 武器研究 5, 凶砍 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777野蛮凶砍状态下，攻击玩家时玩家的武器或防具会有一定机率的受损，攻击魔物时魔物的攻击力或防御力会减少。",
                "技能等级越高时，破坏机率越高。^000000",
                "[等级 1] : ^777777持续时间 15秒^000000",
                "[等级 2] : ^777777持续时间 20秒^000000",
                "[等级 3] : ^777777持续时间 25秒^000000",
                "[等级 4] : ^777777持续时间 30秒^000000",
                "[等级 5] : ^777777持续时间 35秒^000000",
                "[等级 6] : ^777777持续时间 40秒^000000",
                "[等级 7] : ^777777持续时间 45秒^000000",
                "[等级 8] : ^777777持续时间 50秒^000000",
                "[等级 9] : ^777777持续时间 55秒^000000",
                "[等级 10] : ^777777持续时间 60秒^000000",
        },

        [SKID.WS_CREATECOIN] =
        {
                "金钱铸造",
        },

        [SKID.WS_CREATENUGGET] =
        {
                "金属块制造",
        },

        [SKID.WS_CARTBOOST] =
        {
                "手推车加速",
                "最高等级 : 1",
                "^777777习得条件 : 手推车使用 5, 武器保有 1, 手推车攻击, 改装手推车 ^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777手推车加速状态下，装备手推车的速度会增加。利用这技能可以不受敏捷降低或是其他的使速度减低的效果。^000000",
        },

        [SKID.WS_SYSTEMCREATE] =
        {
                "攻击塔制作",
        },

        [SKID.ST_CHASEWALK] =
        {
                "暗影追踪",
                "最高等级 : 5",
                "^777777习得条件 : 隐匿 5, 潜遁 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在隐匿状态下完全消失身影移动。此技能在火狩，光猎，心神凝聚等技能下也不会被发现的。",
                "与隐匿不同，它会由整个攻击魔法而受到伤害力，移动时会留下足迹。",
                "无法对昆虫系，恶魔系及BOSS魔物使用此技能。 ",
                "此技能在攻城战时可以使用 SP消耗量会增加 5倍。^000000",
                "[等级 1] : ^777777移动速度 70%，每10 秒消耗 SP 12，10 秒后 STR+1^000000",
                "[等级 2] : ^777777移动速度 75%，每10 秒消耗 SP 14，10 秒后 STR+2^000000",
                "[等级 3] : ^777777移动速度 80%，每10 秒消耗 SP 16，10 秒后 STR+4^000000",
                "[等级 4] : ^777777移动速度 85%，每10 秒消耗 SP 18，10 秒后 STR+8^000000",
                "[等级 5] : ^777777移动速度 90%，每10 秒消耗 SP 20，10 秒后 STR+16^000000",
        },

        [SKID.ST_REJECTSWORD] =
        {
                "霸王魂",
                "最高等级 : 5",
                "^777777习得条件 : 卸除武器 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对方的武器是剑系列时，可以倒弹出反射而只受到 1/2的伤害力。",
                "技能等级越高反弹的的机率会增加，使用技能后限于3次反弹。",
                "对所有魔物的攻击一样可以使用。被弹回去的伤害力，会加给敌人伤害。^000000",
                "[等级 1] : ^777777反射机率 15%^000000",
                "[等级 2] : ^777777反射机率 30%^000000",
                "[等级 3] : ^777777反射机率 45%^000000",
                "[等级 4] : ^777777反射机率 60%^000000",
                "[等级 5] : ^777777反射机率 75%^000000",
        },

        [SKID.ST_STEALBACKPACK] =
        {
        },

        [SKID.CR_ALCHEMY] =
        {
        },

        [SKID.CR_SYNTHESISPOTION] =
        {
        },

        [SKID.CG_ARROWVULCAN] =
        {
                "奥义箭乱舞",
                "最高等级 : 10",
                "^777777习得条件 : 二连矢 5, 箭雨 5, 乐器攻击(缠箭投掷) 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777对一个敌人连射大量的箭。吟游诗人在装有乐器上及舞娘在装有鞭子时才可以使用此技能。^000000",
                "[等级 1] : ^777777攻击力 300%^000000",
                "[等级 2] : ^777777攻击力 400%^000000",
                "[等级 3] : ^777777攻击力 500%^000000",
                "[等级 4] : ^777777攻击力 600%^000000",
                "[等级 5] : ^777777攻击力 700%^000000",
                "[等级 6] : ^777777攻击力 800%^000000",
                "[等级 7] : ^777777攻击力 900%^000000",
                "[等级 8] : ^777777攻击力 1000%^000000",
                "[等级 9] : ^777777攻击力 1100%^000000",
                "[等级 10] : ^777777攻击力 1200%^000000",
        },

        [SKID.CG_MOONLIT] =
        {
                "落花伴着月光下的水车小屋",
                "最高等级 : 5",
                "^777777习得条件 : 心神凝聚 5, 操控乐器(练习舞蹈) 7^000000",
                "系列 : ^777777合奏技能^000000",
                "内容 : ^777777吟游诗人及舞娘的合奏技能，在使用者的周围 5X5格范围内会形成任何人都无法进入的防御膜。",
                "只是无法进入而已，还是会因魔法或远距离攻击而受到伤害力。附近有障碍物时无法启动。^000000",
                "[等级 1] : ^777777持续时间 20秒^000000",
                "[等级 2] : ^777777持续时间 25秒^000000",
                "[等级 3] : ^777777持续时间 30秒^000000",
                "[等级 4] : ^777777持续时间 35秒^000000",
                "[等级 5] : ^777777持续时间 40秒^000000",
        },

        [SKID.CG_MARIONETTE] =
        {
                "傀儡师的把戏",
                "最高等级 : 1",
                "^777777习得条件 : 心神凝聚 10, 操控乐器(练习舞蹈) 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把自己所有的人物属性点数给对方时，对方只会受到一半。",
                "得到status点数的玩家，他的能力值各人物属性栏不能超过99。",
                "施展者和该玩家的距离超过7格的话，会强制被解除。^000000",
        },

        [SKID.LK_SPIRALPIERCE] =
        {
                "螺旋击刺",
                "最高等级 : 5",
                "^777777习得条件 : 长矛使用熟练度 5, 连刺攻击 5, 骑乘术 1, 长矛刺击 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777吐出枪以旋风型态的攻击，使贯通力强化，并拥有更高的破坏力及杀伤力的多重连打攻击。",
                "武器的重量越重伤害力会增加，使1个敌人在1秒钟无法移动。",
                "技能等级越高时受到的伤害力会越大，施展时间及施展后的延迟时间也会增加。^000000",
        },

        [SKID.LK_HEADCRUSH] =
        {
                "伤害增压",
                "最高等级 : 5",
                "^777777习得条件 : 长矛使用熟练度 9, 骑乘术 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777给予敌人极强的攻击并有一定的机率使敌人出血。出血的魔物将每在一定时间受到伤害力。^000000",
                "[等级 1] : ^777777攻击力 140%^000000",
                "[等级 2] : ^777777攻击力 180%^000000",
                "[等级 3] : ^777777攻击力 220%^000000",
                "[等级 4] : ^777777攻击力 260%^000000",
                "[等级 5] : ^777777攻击力 300%^000000",
        },

        [SKID.LK_JOINTBEAT] =
        {
                "巧打",
                "最高等级 : 10",
                "^777777习得条件 : 长矛使用熟练度 9, 骑乘术 1, 骑兵修练 3, 伤害增压 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只有在装备枪的状态下可以使用。攻击敌人的关节并有着多样的效果。",
                "技能等级越高时，攻击力及陷于异常状态的机率越高。^000000",
                "[等级 1] : ^777777攻击力 60%^000000",
                "[等级 2] : ^777777攻击力 70%^000000",
                "[等级 3] : ^777777攻击力 80%^000000",
                "[等级 4] : ^777777攻击力 90%^000000",
                "[等级 5] : ^777777攻击力 100%^000000",
                "[等级 6] : ^777777攻击力 110%^000000",
                "[等级 7] : ^777777攻击力 120%^000000",
                "[等级 8] : ^777777攻击力 130%^000000",
                "[等级 9] : ^777777攻击力 140%^000000",
                "[等级 10] : ^777777攻击力 150%^000000",
        },

        [SKID.HW_NAPALMVULCAN] =
        {
                "念力连击",
                "最高等级 : 5",
                "^777777习得条件 : 心灵爆破 5^000000",
                "系列 : ^777777攻击^bb00bb(念力)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777利用念力给予落单的1位敌人连续攻击，同时以较低的机率给予敌人诅咒攻击。",
                "技能等级越高连击次数越多。^000000",
        },

        [SKID.CH_SOULCOLLECT] =
        {
                "狂蓄气",
                "最高等级 : 1",
                "^777777习得条件 :  爆气 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777冒着蓄气所需要的所有能力危险来集气的技能，一次可以集5个气。施展时间是蓄气的两倍。^000000",
        },

        [SKID.PF_MINDBREAKER] =
        {
                "精神撼动",
                "最高等级 : 5",
                "^777777习得条件 : 禅心 3, 精神耗弱术 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777攻击敌人的精神来引起自我崩溃，减低敌人的魔法防御力来增加魔法攻击力。",
                "机能等级越高时，成功率 会越高。^000000",
                "[等级 1] : ^777777敌人 MATK 20% 增加, MDEF 减少 12% ^000000",
                "[等级 2] : ^777777敌人 MATK 40% 增加, MDEF减少 24% ^000000",
                "[等级 3] : ^777777敌人 MATK 60% 增加, MDEF减少 36% ^000000",
                "[等级 4] : ^777777敌人 MATK 80% 增加, MDEF减少 48% ^000000",
                "[等级 5] : ^777777敌人 MATK 100% 增加, MDEF减少 60% ^000000",
        },

        [SKID.PF_MEMORIZE] =
        {
                "速读术",
                "最高等级 : 1",
                "^777777习得条件 : 进化之书 5,  自由施法 5, 自动念咒 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用速读术技能后，在使用 5次的技能当中，可让施展时间缩短 1/2。",
                "没有使用时会持续维持，玩家死掉的话效果会取消。",
                "速读术的技能施展时间不会受到DEX的影响，需要 5秒^000000",
        },

        [SKID.PF_FOGWALL] =
        {
                "薄雾墙",
                "最高等级 : 1",
                "^777777习得条件 : 风元素领域 2, 水元素领域 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在5x3格范围内设置雾墙，让玩家或魔物陷入黑暗之后，让他们难以攻击。",
                "对范围内的玩家施展远距离攻击或魔法时，会减少伤害力及错失的机率会增加。",
                "只能对一般区域的魔物使用，在 PvP区域也可以对玩家使用。^000000",
        },

        [SKID.PF_SPIDERWEB] =
        {
                "易燃之网",
                "最高等级 : 1",
                "^777777习得条件 : 龙知识 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777会消耗掉1个蜘蛛丝物品的技能。对敌人发射蜘蛛网来绑住。",
                "会持续8秒钟，被困在蜘蛛网的魔物一般来说回避率会掉落一半，被绑在蜘蛛网的状态时，得到火属性的攻击时，伤害力会得到两倍同时在 蜘蛛网上被解脱。",
                "最多同时只能发射2个。^000000",
        },

        [SKID.ASC_METEORASSAULT] =
        {
                "黑暗瞬间",
                "最高等级 : 10",
                "^777777习得条件 : 拳刃-修练 5, 右手-修练 3, 音速投掷 5, 心灵震波 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777给予自己周围5格范围内的敌人极强的攻击。受到此攻击的敌人会有一定的机率陷入昏眩，黑暗或出血状态。^000000",
                "[等级 1] : ^777777攻击力 80%^000000",
                "[等级 2] : ^777777攻击力 120%^000000",
                "[等级 3] : ^777777攻击力 160%^000000",
                "[等级 4] : ^777777攻击力 200%^000000",
                "[等级 5] : ^777777攻击力 240%^000000",
                "[等级 6] : ^777777攻击力 280%^000000",
                "[等级 7] : ^777777攻击力 320%^000000",
                "[等级 8] : ^777777攻击力 360%^000000",
                "[等级 9] : ^777777攻击力 400%^000000",
                "[等级 10] : ^777777攻击力 440%^000000",
        },

        [SKID.ASC_CDP] =
        {
                "毒液制作",
                "最高等级 : 1",
                "^777777习得条件 : 施毒 10, 解毒 1, 涂毒 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777利用一些物品制作致命的毒获得毒药瓶1个。",
                "材料如下: 毒牙, 仙人掌刺, 蜂针, 毒魔菇芽孢, 卡勒波迪药水, 菠色克药水, 空瓶各1个。",
                "因DEX及 LUK而成功率 会增加，失败时MAXHP减少25%。",
                "十字刺客服用时会中毒，并会有攻速增加的效果，其它玩家服用时会当场致死。^000000",
        },

        [SKID.WE_BABY] =
        {
                "爸妈我爱您",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777受到小孩子爱护的父母们，在死亡的2分钟时经验值不会掉落， SP是消耗自己 MAX SP的 10%^000000",
        },

        [SKID.WE_CALLPARENT] =
        {
                "爸妈我想念您",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可以召唤父母^000000",
        },

        [SKID.WE_CALLBABY] =
        {
                "宝贝请来这里",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777可以召唤小孩^000000",
        },

        [SKID.TK_RUN] =
        {
                "跑步",
                "最高等级 : 10",
                "系列 : ^777777移动及被动^000000",
                "内容 : ^777777当在7等级以上跑步时候，在没有装备武器的状态下突然从跑步的状态停止时，",
                "会得到 STR以 150秒间上升的爆发力效果.当装备武器时爆发力状态会解除，",
                "还有当跑步技能每升1级在没有装备武器下的脚踢威力是以+10的增加^000000",
                " [等级 1] ^777777施法时间 6秒，消耗SP 100^000000",
                " [等级 2] ^777777施法时间 5秒，消耗SP 90^000000",
                " [等级 3] ^777777施法时间 4秒，消耗SP 80^000000",
                " [等级 4] ^777777施法时间 3秒，消耗SP 70^000000",
                " [等级 5] ^777777施法时间 2秒，消耗SP 60^000000",
                " [等级 6] ^777777施法时间 1秒，消耗SP 50^000000",
                " [等级 7] ^777777施法时间 0秒，消耗SP 40^000000",
                " [等级 8] ^777777施法时间 0秒，消耗SP 30^000000",
                " [等级 9] ^777777施法时间 0秒，消耗SP 20^000000",
                "[等级 10] ^777777施法时间 0秒，消耗SP 10^000000",
        },

        [SKID.TK_READYSTORM] =
        {
                "回旋准备",
                "最高等级 : 1",
                "^777777习得条件 : 回旋踢 1^000000系列 : ^777777准备^000000",
                "内容 : ^777777用攻击打中敌人时，有15%的机率做回旋准备的姿态",
                "悟灵士不能使用^000000",
                "[等级 1] ^777777施法时间 0秒，消耗SP 1^000000",
        },

        [SKID.TK_STORMKICK] =
        {
                "回旋踢",
                "最高等级 : 7",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在回旋准备姿态时才能使用",
                "对自己周围 5x5格内的敌人做攻击^000000",
                "[等级 1] ^777777消耗SP 14，180%^000000",
                "[等级 2] ^777777消耗SP 12，200%^000000",
                "[等级 3] ^777777消耗SP 10，220%^000000",
                "[等级 4] ^777777消耗SP 8，240%^000000",
                "[等级 5] ^777777消耗SP 6，260%^000000",
                "[等级 6] ^777777消耗SP 4，280%^000000",
                "[等级 7] ^777777消耗SP 2，300%^000000",
        },

        [SKID.TK_READYDOWN] =
        {
                "砸踢准备",
                "最高等级 : 1",
                "^777777习得条件 : 砸踢 1^000000",
                "系列 : ^777777准备^000000",
                "内容 : ^777777用攻击打中敌人时，有15%的机率做砸踢准备的姿态",
                "悟灵士不能使用^000000",
                "[等级 1] ^777777施法时间 0秒，消耗SP 1^000000",
        },

        [SKID.TK_DOWNKICK] =
        {
                "砸踢",
                "最高等级 : 7",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在砸踢准备姿态时才能使用",
                "给予敌人伤害力，有3秒钟得到昏眩^000000",
                "[等级 1] ^777777消耗SP 14，180%^000000",
                "[等级 2] ^777777消耗SP 12，200%^000000",
                "[等级 3] ^777777消耗SP 10，220%^000000",
                "[等级 4] ^777777消耗SP 8，240%^000000",
                "[等级 5] ^777777消耗SP 6，260%^000000",
                "[等级 6] ^777777消耗SP 4，280%^000000",
                "[等级 7] ^777777消耗SP 2，300%^000000",
        },

        [SKID.TK_READYTURN] =
        {
                "踢准备",
                "最高等级 : 1",
                "^777777习得条件 : 转身踢 1^000000",
                "系列 : ^777777准备^000000",
                "内容 : ^777777用攻击打中敌人时，有15%的机率做踢准备的姿态",
                "悟灵士不能使用^000000",
                "[等级 1] ^777777施法时间 0秒，消耗SP 1^000000",
        },

        [SKID.TK_TURNKICK] =
        {
                "转身踢",
                "最高等级 : 7",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在踢准备姿态时才能使用",
                "给予敌人伤害力，在敌人附近的其它敌人不给予伤害力只让他们弹出后得到昏眩^000000",
                "[等级 1] ^777777消耗SP 14，220%^000000",
                "[等级 2] ^777777消耗SP 12，250%^000000",
                "[等级 3] ^777777消耗SP 10，280%^000000",
                "[等级 4] ^777777消耗SP 8，310%^000000",
                "[等级 5] ^777777消耗SP 6，340%^000000",
                "[等级 6] ^777777消耗SP 4，370%^000000",
                "[等级 7] ^777777消耗SP 2，400%^000000",
        },

        [SKID.TK_READYCOUNTER] =
        {
                "还击准备",
                "最高等级 : 1",
                "^777777习得条件 : 还击踢 1^000000",
                "系列 : ^777777准备^000000",
                "内容 : ^777777用攻击打中敌人时，有20%的机率做还击准备的姿态",
                "悟灵士不能使用^000000",
                "[等级 1] : ^777777施法时间 0秒，消耗SP 1^000000",
        },

        [SKID.TK_COUNTER] =
        {
                "还击踢",
                "最高等级 : 7",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在还击准备姿态时才能使用",
                "还击踢100%给予敌人打击^000000",
                "[等级 1] ^777777消耗SP 14，220%^000000",
                "[等级 2] ^777777消耗SP 12，250%^000000",
                "[等级 3] ^777777消耗SP 10，280%^000000",
                "[等级 4] ^777777消耗SP 8，310%^000000",
                "[等级 5] ^777777消耗SP 6，340%^000000",
                "[等级 6] ^777777消耗SP 4，370%^000000",
                "[等级 7] ^777777消耗SP 2，400%^000000",
        },

        [SKID.TK_DODGE] =
        {
                "落法",
                "最高等级 : 1",
                "^777777习得条件 : 飞脚踢 7^000000",
                "系列 : ^777777准备^000000",
                "内容 : ^777777对敌人的远距离攻击，以 20%的机率完美的防御后做落法，",
                "当爆发力状态时，对远距离攻击和以外的攻击也有所反应^000000",
                "[等级 1] ^777777施法时间 0秒，消耗SP 1^000000",
        },

        [SKID.TK_JUMPKICK] =
        {
                "飞脚踢",
                "最高等级 : 7",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777对远距离的敌人迅速的飞过去做攻击",
                "在落法的状态时使用的话，攻击的威力受玩家等级的影响而增加",
                "悟灵士不能使用，把对象有关的跆拳系列和大部份的状态给轰掉，",
                "(所有灵魂状态、单手剑攻击速度增加、 所有速度激发、凯阿希、凯易特、菠色克药水)",
                "不过对于自由保护技能所保护者的状态时，是不能给轰掉的，",
                "在跑步时使用飞脚踢时，会受角色等级的影响威力因此而上升，",
                "在跑步时使用飞脚踢在爆发力状态时，威力会更上升^000000",
                "[等级 1] ^777777消耗SP 70，40%^000000",
                "[等级 2] ^777777消耗SP 60，50%^000000",
                "[等级 3] ^777777消耗SP 50，60%^000000",
                "[等级 4] ^777777消耗SP 40，70%^000000",
                "[等级 5] ^777777消耗SP 30，80%^000000",
                "[等级 6] ^777777消耗SP 20，90%^000000",
                "[等级 7] ^777777消耗SP 10，100%^000000",
        },

        [SKID.TK_HPTIME] =
        {
                "平安的休息",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777当做坐下时旁边有跆拳系列角色时HP会恢复，VIT的恢复量也受到影响",
                "输入/doridori的话，恢复量+30 ^000000",
                " [等级 1] ^777777HP恢复量 : 30^000000",
                " [等级 2] ^777777HP恢复量 : 60^000000",
                " [等级 3] ^777777HP恢复量 : 90^000000",
                " [等级 4] ^777777HP恢复量 : 120^000000",
                " [等级 5] ^777777HP恢复量 : 150^000000",
                " [等级 6] ^777777HP恢复量 : 180^000000",
                " [等级 7] ^777777HP恢复量 : 210^000000",
                " [等级 8] ^777777HP恢复量 : 240^000000",
                " [等级 9] ^777777HP恢复量 : 270^000000",
                "[等级 10] ^777777HP恢复量 : 300^000000",
        },

        [SKID.TK_SPTIME] =
        {
                "快乐的休息",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777当做坐下时旁边有跆拳系列角色时SP会恢复，",
                "Max SP的恢复量也受到影响，",
                "在快乐的休息中使用/doridori来提升恢复量时，有30分钟变成 [快乐的状态]，",
                "在快乐的状态时使用地震术的咒文书时，",
                "SP会消耗10，以较底的机率会消耗掉地震术的咒文书，",
                "1等级时以 10%的机率会消耗掉，10等级时只以 1%的机率来消耗掉地震术的咒文书.",
                "输入/doridori的话，恢复量+3^000000",
                " [等级 1] ^777777SP恢复量 : 3^000000",
                " [等级 2] ^777777SP恢复量 : 6^000000",
                " [等级 3] ^777777SP恢复量 : 9^000000",
                " [等级 4] ^777777SP恢复量 : 12^000000",
                " [等级 5] ^777777SP恢复量 : 15^000000",
                " [等级 6] ^777777SP恢复量 : 18^000000",
                " [等级 7] ^777777SP恢复量 : 21^000000",
                " [等级 8] ^777777SP恢复量 : 24^000000",
                " [等级 9] ^777777SP恢复量 : 27^000000",
                "[等级 10] ^777777SP恢复量 : 30^000000",
        },

        [SKID.TK_POWER] =
        {
                "加油",
                "最高等级 : 5",
                "系列 : ^777777被动^000000",
                "内容 : ^777777依据同一张地图上组队员的人数而增加攻击力",
                "普通攻击是 (100 x 增加量%) + 100%伤害力给予敌人",
                "当使用500%威力技能使用时， (100 x 增加量%) + 500%的伤害力给予敌人^000000",
                "[等级 1] ^777777对单人给予 2%^000000",
                "[等级 2] ^777777对单人给予 4%^000000",
                "[等级 3] ^777777对单人给予 6%^000000",
                "[等级 4] ^777777对单人给予 8%^000000",
                "[等级 5] ^777777对单人给予 10%^000000",
        },

        [SKID.TK_SEVENWIND] =
        {
                "温暖的风",
                "最高等级 : 7",
                "^777777习得条件 : 平安的休息 5, 快乐的休息 5, 加油 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^7777775分钟攻击时引起属性的风，把攻击改变为该属性^000000",
                "[等级 1] ^777777地 (消耗SP:20)^000000",
                "[等级 2] ^777777风 (消耗SP:20)^000000",
                "[等级 3] ^777777水 (消耗SP:20)^000000",
                "[等级 4] ^777777火 (消耗SP:20)^000000",
                "[等级 5] ^777777念 (消耗SP:50)^000000",
                "[等级 6] ^777777暗 (消耗SP:50)^000000",
                "[等级 7] ^777777圣 (消耗SP:50)^000000",
        },

        [SKID.TK_HIGHJUMP] =
        {
                "跳高",
                "最高等级 : 5",
                "系列 : ^777777移动^000000",
                "内容 : ^777777用跳高来移动位置",
                "当落地地点不是封闭区域或落地地点没有人时，像墙壁这样的障碍物都可以跳过去的，",
                "除了攻城地图外在不能使用苍蝇翅膀的地图上不能被移动使用的，",
                "当习得跳高技能时，公会技能的紧急呼叫咏唱时间会增加 2倍^000000",
                "[等级 1] ^777777施法时间 5秒，移动空格数 2^000000",
                "[等级 2] ^777777施法时间 4秒，移动空格数 4^000000",
                "[等级 3] ^777777施法时间 3秒，移动空格数 6^000000",
                "[等级 4] ^777777施法时间 2秒，移动空格数 8^000000",
                "[等级 5] ^777777施法时间 1秒，移动空格数 10^000000",
        },

        [SKID.SG_FEEL] =
        {
                "太阳和月亮和星星的感觉",
                "最高等级 : 3",
                "系列 : ^777777登入^000000",
                "内容 : ^777777使用这技能时，现在所在的地图会被登记，",
                "只要被登记的地图不能被变更，",
                "登入后使用这技能时，会显示出登入的场所在哪里^000000",
                "[等级 1] ^777777会登入在太阳的场所^000000",
                "[等级 2] ^777777会登入在月亮的场所^000000",
                "[等级 3] ^777777会登入在星星的场所^000000",
        },

        [SKID.SG_SUN_WARM] =
        {
                "太阳的温暖",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的感觉 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在太阳的场所所使用的技能",
                "给予自己周围魔物伤害力，并且弹开，",
                "每次给予打击时 SP会消耗2，当SP不足时状态会被解除，",
                "对人是不会给予打击的，不过会持续的消耗掉 SP^000000",
                "[等级 1] ^777777持续时间 10秒，消耗SP 20^000000",
                "[等级 2] ^777777持续时间 20秒，消耗SP 20^000000",
                "[等级 3] ^777777持续时间 60秒，消耗SP 20^000000",
        },

        [SKID.SG_MOON_WARM] =
        {
                "月亮的温暖",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的感觉 2^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在月亮的场所所使用的技能",
                "给予自己周围魔物伤害力，并且弹开，",
                "每次给予打击时 SP会消耗2，当SP不足时状态会被解除，",
                "对人是不会给予打击的，不过会持续的消耗掉 SP^000000",
                "[等级 1] ^777777持续时间 10秒，消耗SP 20^000000",
                "[等级 2] ^777777持续时间 20秒，消耗SP 20^000000",
                "[等级 3] ^777777持续时间 60秒，消耗SP 20^000000",
        },

        [SKID.SG_STAR_WARM] =
        {
                "星星的温暖",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的感觉 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777只能在星星的场所所使用的技能 ",
                "给予自己周围魔物伤害力，并且弹开，",
                "每次给予打击时 SP会消耗2，当SP不足时状态会被解除，",
                "对人是不会给予打击的，不过会持续的消耗掉 SP^000000",
                "[等级 1] ^777777持续时间 10秒，消耗SP 10^000000",
                "[等级 2] ^777777持续时间 20秒，消耗SP 10^000000",
                "[等级 3] ^777777持续时间 60秒，消耗SP 10^000000",
        },

        [SKID.SG_SUN_COMFORT] =
        {
                "太阳的平安感",
                "最高等级 : 4",
                "^777777习得条件 : 太阳和月亮和星星的感觉 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777太阳的天 (双数)，只能在太阳的场所才能使用",
                "防御力会上升，受角色等级，Dex，Luk所影响",
                "使用中防御力有变化时技能会解除^000000",
                "[等级 1] ^777777消耗SP 70，持续时间 80秒^000000",
                "[等级 2] ^777777消耗SP 60，持续时间 160秒^000000",
                "[等级 3] ^777777消耗SP 50，持续时间 240秒^000000",
                "[等级 4] ^777777消耗SP 40，持续时间 320秒^000000",
        },

        [SKID.SG_MOON_COMFORT] =
        {
                "月亮的平安感",
                "最高等级 : 4",
                "^777777习得条件 : 太阳和月亮和星星的感觉 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777月亮的天 (偶数)，只能在月亮的场所才能使用",
                "回避率会上升，受角色等级，Dex，Luk所影响^000000",
                "[等级 1] ^777777消耗SP 70，持续时间 80秒^000000",
                "[等级 2] ^777777消耗SP 60，持续时间 160秒^000000",
                "[等级 3] ^777777消耗SP 50，持续时间 240秒^000000",
                "[等级 4] ^777777消耗SP 40，持续时间 320秒^000000",
        },

        [SKID.SG_STAR_COMFORT] =
        {
                "星星的平安感",
                "最高等级 : 4",
                "^777777习得条件 : 太阳和月亮和星星的感觉 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777星星的天 (5的倍数)，只能在星星的场所才能使用",
                "攻击速度会上升，受角色等级，Dex，Luk所影响^000000",
                "[等级 1] ^777777消耗SP 70，持续时间 80秒^000000",
                "[等级 2] ^777777消耗SP 60，持续时间 160秒^000000",
                "[等级 3] ^777777消耗SP 50，持续时间 240秒^000000",
                "[等级 4] ^777777消耗SP 40，持续时间 320秒^000000",
        },

        [SKID.SG_HATE] =
        {
                "太阳和月亮和星星的憎恶",
                "最高等级 : 3",
                "系列 : ^777777登入^000000",
                "内容 : ^777777使用技能时，只定的魔物会被登入 被登记的魔物不能做变更，",
                "登入后使用技能时，登入的魔物是谁会被显示出来^000000",
                "[等级 1] ^777777会被登入为太阳的憎恶 (只能指定小型的魔物)^000000",
                "[等级 2] ^777777会被登入为月亮的憎恶 (只能指定MAX HP 6000以上的中型魔物)^000000",
                "[等级 3] ^777777会被登入为星星的憎恶 (只能指定MAX HP 20000以上的大型魔物)^000000",
                "^777777可以把特定的职业登入为憎恶，这时候尺寸和 HP不列入考虑都可登入 ^000000",
        },

        [SKID.SG_SUN_ANGER] =
        {
                "太阳的愤怒",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的憎恶 1^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777当攻击太阳的魔物时，攻击力会上升",
                "受角色的等级，技能等级，Luk，Dex 所影响^000000",
        },

        [SKID.SG_MOON_ANGER] =
        {
                "月亮的愤怒",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的憎恶 2^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777当攻击月亮的魔物时，攻击力会上升",
                "受角色的等级，技能等级，Luk，Dex 所影响^000000",
        },

        [SKID.SG_STAR_ANGER] =
        {
                "星星的愤怒",
                "最高等级 : 3",
                "^777777习得条件 : 太阳和月亮和星星的憎恶 3^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777当攻击星星的魔物时，攻击力会上升",
                "受角色的等级，技能等级，Luk，Dex ，Str所影响^000000",
        },

        [SKID.SG_SUN_BLESS] =
        {
                "太阳的祝福",
                "最高等级 : 5",
                "^777777习得条件 : 太阳和月亮和星星的感觉 1, 太阳和月亮和星星的憎恶 1^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777太阳的天 (双数)，狩猎到太阳的魔物时，所得到的经验值量会上升^000000",
                "[等级 1] ^777777经验值上升量 10%^000000",
                "[等级 2] ^777777经验值上升量 20%^000000",
                "[等级 3] ^777777经验值上升量 30%^000000",
                "[等级 4] ^777777经验值上升量 40%^000000",
                "[等级 5] ^777777经验值上升量 50%^000000",
        },

        [SKID.SG_MOON_BLESS] =
        {
                "月亮的祝福",
                "最高等级 : 5",
                "^777777习得条件 : 太阳和月亮和星星的感觉 2, 太阳和月亮和星星的憎恶 2^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777月亮的天 (偶数)，狩猎到月亮的魔物时，所得到的经验值量会上升^000000",
                "[等级 1] ^777777经验值上升量 10%^000000",
                "[等级 2] ^777777经验值上升量 20%^000000",
                "[等级 3] ^777777经验值上升量 30%^000000",
                "[等级 4] ^777777经验值上升量 40%^000000",
                "[等级 5] ^777777经验值上升量 50%^000000",
        },

        [SKID.SG_STAR_BLESS] =
        {
                "星星的祝福",
                "最高等级 : 5",
                "^777777习得条件 : 太阳和月亮和星星的感觉 3, 太阳和月亮和星星的憎恶 3^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777星星的天 (5的倍数)，狩猎到星星的魔物时，所得到的经验值量会上升^000000",
                "[等级 1] ^777777经验值上升量 20%^000000",
                "[等级 2] ^777777经验值上升量 40%^000000",
                "[等级 3] ^777777经验值上升量 60%^000000",
                "[等级 4] ^777777经验值上升量 80%^000000",
                "[等级 5] ^777777经验值上升量 100%^000000",
        },

        [SKID.SG_DEVIL] =
        {
                "太阳和月亮和星星的恶魔",
                "最高等级 : 10",
                "^777777习得条件 : Job 等级 50^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777把自己的视力永远牺牲掉，相对的把攻击速度提升",
                "职业等级要达到50时，才会启动的被动技能，",
                "视力丧失掉会造成看不到周围会很不方便的，可能的话建议你尽量不要去点选它^000000",
                " [等级 1] ^777777攻击速度 3% 提升^000000",
                " [等级 2] ^777777攻击速度 6% 提升^000000",
                " [等级 3] ^777777攻击速度 9% 提升^000000",
                " [等级 4] ^777777攻击速度 12% 提升^000000",
                " [等级 5] ^777777攻击速度 15% 提升^000000",
                " [等级 6] ^777777攻击速度 18% 提升^000000",
                " [等级 7] ^777777攻击速度 21% 提升^000000",
                " [等级 8] ^777777攻击速度 24% 提升^000000",
                " [等级 9] ^777777攻击速度 27% 提升^000000",
                "[等级 10] ^777777攻击速度 30% 提升^000000",
        },

        [SKID.SG_FRIEND] =
        {
                "太阳和月亮和星星的朋友",
                "最高等级 : 3",
                "系列 : ^777777被动^000000",
                "内容 : ^777777使用还击时，相同组队员武道家的六合拳启动机率会上升",
                "相同组队员武道家使用猛龙夸强时，拳圣的还击启动机率会上升^000000",
                "[等级 1] ^777777上升 100%^000000",
                "[等级 2] ^777777上升 150%^000000",
                "[等级 3] ^777777上升 200%^000000",
        },

        [SKID.SG_KNOWLEDGE] =
        {
                "太阳和月亮和星星的知识",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777在太阳的场所或月亮的场所或星星的场所开始游戏时，携带量会增加，",
                "拳圣的技能中有场所指定，若玩家们觉得魔物指定技能很复杂的话，持续的点选跆拳少年技能的话， 可以便利的玩游戏，",
                "当拳圣坐下时，使用太阳和月亮和星星的气势时，可以看到很摇远的地方^000000",
                " [等级 1] ^777777携带量增加 10%^000000",
                " [等级 2] ^777777携带量增加 20%^000000",
                " [等级 3] ^777777携带量增加 30%^000000",
                " [等级 4] ^777777携带量增加 40%^000000",
                " [等级 5] ^777777携带量增加 50%^000000",
                " [等级 6] ^777777携带量增加 60%^000000",
                " [等级 7] ^777777携带量增加 70%^000000",
                " [等级 8] ^777777携带量增加 80%^000000",
                " [等级 9] ^777777携带量增加 90%^000000",
                "[等级 10] ^777777携带量增加 100%^000000",
        },

        [SKID.SG_FUSION] =
        {
                "太阳和月亮和星星的融合",
                "^777777习得条件 : 太阳和月亮和星星的知识 9, 灵魂状态^000000",
                "系列 : ^777777觉醒^000000",
                "内容 : ^777777在灵魂状态使用时，有10分钟的觉醒发挥出潜在的能力，",
                "只是每当攻击敌人时因副作用的关系 HP会减少 2%，",
                "当攻击人时会减少 8%，当 HP不到 20%做攻击时会当场死亡^000000",
                "于觉醒情况下无法自然恢复，且所有恢复效果只有原先效果的 1/4。^000000",
        },

        [SKID.SL_ALCHEMIST] =
        {
                "炼金术师的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的炼金术师的灵魂召回，",
                "赋予伙伴炼金术师那能力，",
                "药水投掷的效能会提升 (受角色等级的影响)",
                "可使用菠色克投掷和宽广配药^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.AM_BERSERKPITCHER] =
        {
                "菠色克投掷",
                "^777777习得条件 : 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对等级85以上所有职业强制服用菠色克药水，",
                "每当使用这技能时会消耗掉 2个菠色克药水，因菠色克投掷使得攻速提升状态持续时间是，使用一般菠色克药水使得一半^000000",
        },

        [SKID.SL_MONK] =
        {
                "武道家的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的武道家的灵魂召回，赋予伙伴武道家那能力，猛龙夸强5x5 用连续攻击转换的话，",
                "连续技能的SP消耗量会减少，如爆气状态一样不能恢复 SP的状态时，可以恢复 SP^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_STAR] =
        {
                "拳圣的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的拳圣的灵魂召回，",
                "赋予伙伴拳圣那能力，",
                "赋予那能力的拳圣，可以使用太阳和月亮和星星的融合^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_SAGE] =
        {
                "贤者的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的贤者的灵魂召回，",
                "赋予伙伴贤者那能力，",
                "使用自动念咒时，可使用最高威力的元素箭类^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_CRUSADER] =
        {
                "十字军的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的十字军的灵魂召回，赋予伙伴十字军那能力，回旋盾击 100%打击，伤害力变 2倍，后延迟时间会缩减成一半^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_SUPERNOVICE] =
        {
                "超级初学者的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 拳圣的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的超级初学者的灵魂召回，",
                "赋予伙伴超级初学者那能力，",
                "等级90以上时，所有上中下面头饰装备都可以装备，",
                "以较低的机率天使会出现，会把死亡纪录删除掉，",
                "当等级96以上时， 4等级单手剑，短剑，单手斧，钝器，单手杖都可以装备^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_KNIGHT] =
        {
                "骑士的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 十字军的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的骑士的灵魂召回，",
                "赋予伙伴骑士那能力，",
                "当习得双手剑攻击速度增加10技能时，就可以使用单手剑攻击速度增加^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_WIZARD] =
        {
                "巫师的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 贤者的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的巫师的灵魂召回，",
                "赋予伙伴巫师那能力，不消耗魔力矿石也可以使用魔法",
                "当变成灵魂状态时有携带水晶碎片的话，对水晶碎片消耗掉后，使凯易特对自己反射过来的魔法被蒸发掉 ^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_PRIEST] =
        {
                "祭司 的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 武道家的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的祭司的灵魂召回，赋予伙伴祭司那能力，神圣之光SP消耗量变 5倍，威力变5倍^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_BARDDANCER] =
        {
                "吟游诗人和舞娘的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的吟游诗人和舞娘的灵魂召回，",
                "赋予伙伴吟游诗人和舞娘那能力，",
                "所有演奏技能对自己本身也受影响，",
                "演奏使用中移动速度会提升，",
                " 吹口哨和哼唱之音，刺客的黄昏和勿忘我，",
                "布莱奇之诗和女神之吻，伊登的苹果和为您服务被连接^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_ROGUE] =
        {
                "流氓的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 刺客的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777因咏唱没能解除的状态时，使用高手的HP恢复药水时恢复量会大量上升，",
                "当使用暗影追踪时STR提升状态会持续更久，使得暗影追踪状态的移动速度会增加^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_ASSASIN] =
        {
                "刺客的灵魂",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的刺客的灵魂召回，赋予伙伴刺客那能力，音速投掷的威力100%提升，后延迟时间会减少",
                "攻城时音速投掷的威力只提升 25%，后延迟时间也不会被缩短^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_BLACKSMITH] =
        {
                "铁匠的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 炼金术师的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的铁匠的灵魂召回，赋予伙伴铁匠那能力，当习得速度激发5技能时，",
                "除了弓之外，对所有武器对应的所有速度激发都可以使用的，",
                "在所有速度激发状态下，对双手剑攻击速度增加、速度激发、单手剑攻击速度增加、太阳和月亮和星星的恶魔、",
                "星星的平安感、长矛加速术、 和刺客的黄昏攻速不会被重复的^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.BS_ADRENALINE2] =
        {
                "所有速度激发",
                "^777777习得条件 : 速度激发 5, 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777除了弓之外， 对所有武器可行可使用的速度激发，",
                "持续时间是 150秒，消耗SP是 64，在所有速度激发状态下，对双手剑攻击速度增加、",
                "速度激发、单手剑攻击速度增加、太阳和月亮和星星的恶魔、星星的平安感、长矛加速术、 和刺客的黄昏攻速不会被重复的^000000",
        },

        [SKID.SL_HUNTER] =
        {
                "猎人的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 吟游诗人与舞娘的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的猎人的灵魂召回，",
                "赋予伙伴猎人那能力，",
                "动物杀手的效果，依据 STR的数值上升^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_SOULLINKER] =
        {
                "悟灵士的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 拳圣的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的悟灵士的灵魂召回，",
                "赋予伙伴悟灵士那能力，",
                "对悟灵士们所使用的'凯'系列魔法，对其它职业也可以使用^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.SL_KAIZEL] =
        {
                "凯易哲",
                "最高等级 : 7",
                "^777777习得条件 : 祭司的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对悟灵士和家族们所使用的 '凯'系列魔法",
                "当死掉的时候马上被复活，10秒内保持起立的状态",
                "持续时间是30分钟，复活一次的话效果就会消失掉，攻城模式时没有此效能^000000",
                "[等级 1] ^777777施法时间 4.5秒，消耗SP 120，复活时恢复 HP10%^000000",
                "[等级 2] ^777777施法时间 4秒，消耗SP 110，复活时恢复 HP20% ^000000",
                "[等级 3] ^777777施法时间 3.5秒，消耗SP 100，复活时恢复 HP30% ^000000",
                "[等级 4] ^777777施法时间 3秒，消耗SP 90，复活时恢复 HP40%^000000",
                "[等级 5] ^777777施法时间 2.5秒，消耗SP 80，复活时恢复 HP50% ^000000",
                "[等级 6] ^777777施法时间 2.5秒，消耗SP 70，复活时恢复 HP60%^000000",
                "[等级 7] ^777777施法时间 2.5秒，消耗SP 60，复活时恢复HP70%^000000",
        },

        [SKID.SL_KAAHI] =
        {
                "凯阿希",
                "最高等级 : 7",
                "^777777习得条件 : 祭司的灵魂 1, 武道家的灵魂 1, 十字军的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对悟灵士和家族们所使用的 '凯'系列魔法",
                "持续时间时每当受到攻击时，(技能攻击除外) 消耗SP可恢复HP",
                "当HP是充足的状态时不会被启动的",
                "每恢复时 SP消耗量 : 5 ~ 35",
                "每恢复时HP恢复量 : 200 ~ 1400^000000",
        },

        [SKID.SL_KAUPE] =
        {
                "凯诬仆",
                "最高等级 : 3",
                "^777777习得条件 : 刺客的灵魂 1, 流氓的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对悟灵士和家族们所使用的 '凯'系列魔法",
                "以机率来对敌人的攻击做回避.持续时间是10分钟，闪避一次攻击的话效能就会消失掉.^000000",
                "[等级 1] ^777777回避机率 33% (消耗SP20)^000000",
                "[等级 2] ^777777回避机率 66% (消耗SP30)^000000",
                "[等级 3] ^777777回避机率 100% (消耗SP40)^000000",
        },

        [SKID.SL_KAITE] =
        {
                "凯易特",
                "最高等级 : 7",
                "^777777习得条件 : 巫师的灵魂 1, 贤者的灵魂 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777对悟灵士和家族们所使用的 '凯'系列魔法",
                "大部份的攻击魔法和治愈术，对施展者会反射 ，",
                "对自己所使用的治愈术反射时，恢复力会丧失掉",
                "对等级高时或对Boss魔物的魔法是无法反射的，",
                "人物的魔法不理会对方的等级是可以反射的，",
                "和圣母之祈福是不会重迭的^000000",
                "[等级 1] ^777777施法时间 6秒，反射可能的回数 1次，持续时间 1分^000000",
                "[等级 2] ^777777施法时间 5.5秒，反射可能的回数 1次，持续时间 2分^000000",
                "[等级 3] ^777777施法时间 5秒，反射可能的回数 1次，持续时间 3分^000000",
                "[等级 4] ^777777施法时间 4.5秒，反射可能的回数 1次，持续时间 4分^000000",
                "[等级 5] ^777777施法时间 4秒，反射可能的回数 2次，持续时间 5分^000000",
                "[等级 6] ^777777施法时间 3.5秒，反射可能的回数 2次，持续时间 6分^000000",
                "[等级 7] ^777777施法时间 3秒，反射可能的回数 2次，持续时间 10分^000000",
        },

        [SKID.SL_KAINA] =
        {
                "凯易娜",
                "最高等级 : 7",
                "^777777习得条件 : 快乐的休息 1^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777快乐的休息威力上升，MAX SP也会增加",
                "当等级在 70以上时，凯易娜技能等级别以，艾斯提、艾斯敦、艾斯麻的 SP消耗量会减少 3%，",
                "当等级在 80以上时以5%，90以上时以 7%会减少^000000",
                "[等级 1] ^777777快乐的休息效能 +40%，MAX SP +30^000000",
                "[等级 2] ^777777快乐的休息效能 +50%，MAX SP +60^000000",
                "[等级 3] ^777777快乐的休息效能 +60%，MAX SP +90^000000",
                "[等级 4] ^777777快乐的休息效能 +70%，MAX SP +120^000000",
                "[等级 5] ^777777快乐的休息效能 +80%，MAX SP +150^000000",
                "[等级 6] ^777777快乐的休息效能 +90%，MAX SP +180^000000",
                "[等级 7] ^777777快乐的休息效能 +100%，MAX SP +210^000000",
        },

        [SKID.SL_STIN] =
        {
                "艾斯提",
                "最高等级 : 7",
                "^777777习得条件 : 巫师的灵魂 1^000000",
                "系列 : ^777777魔法攻击^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "给予小型魔物伤害力，会弹开2格，",
                "对于中型魔和大型魔几乎不给予伤害力，只是让牠们弹开",
                "温暖的风技能，赋予属性的技能",
                "使用7等级的艾斯提时，变成有3秒间艾斯麻施法时间的状态^000000",
                "[等级 1] ^777777伤害力 10% (消耗SP 18)^000000",
                "[等级 2] ^777777伤害力 20% (消耗SP 20)^000000",
                "[等级 3] ^777777伤害力 30% (消耗SP 22)^000000",
                "[等级 4] ^777777伤害力 40% (消耗SP 24)^000000",
                "[等级 5] ^777777伤害力 50% (消耗SP 26)^000000",
                "[等级 6] ^777777伤害力 60% (消耗SP 28)^000000",
                "[等级 7] ^777777伤害力 70% (消耗SP 30)^000000",
        },

        [SKID.SL_STUN] =
        {
                "艾斯敦",
                "最高等级 : 7",
                "^777777习得条件 : 巫师的灵魂 1^000000",
                "系列 : ^777777魔法攻击^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "给予中型魔物伤害力，有 2秒钟陷入昏眩状态，",
                "对于小型魔和大型魔只给予伤害力，",
                "温暖的风技能，赋予属性的技能",
                "使用7等级的艾斯敦时，变成有3秒间艾斯麻施法时间的状态^000000",
                "[等级 1] ^777777伤害力 5% (消耗SP 18)^000000",
                "[等级 2] ^777777伤害力 10% (消耗SP 20)^000000",
                "[等级 3] ^777777伤害力 15% (消耗SP 22)^000000",
                "[等级 4] ^777777伤害力 20% (消耗SP 24)^000000",
                "[等级 5] ^777777伤害力 25% (消耗SP 26)^000000",
                "[等级 6] ^777777伤害力 30% (消耗SP 28)^000000",
                "[等级 7] ^777777伤害力 35% (消耗SP 30)^000000",
        },

        [SKID.SL_SMA] =
        {
                "艾斯麻",
                "最高等级 : 10",
                "^777777习得条件 : 艾斯提 7, 艾斯敦 7^000000",
                "系列 : ^777777魔法攻击^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "温暖的风技能，赋予属性的技能",
                "只能在艾斯麻施展可行的状态下才能使用的，",
                "1发的伤害力是 (40+Lv)% ，Lv是表示玩家的等级，^000000",
                "[等级 1]^777777 1发 (消耗SP 8)^000000",
                "[等级 2]^777777 2发 (消耗SP 16)^000000",
                "[等级 3]^777777 3发 (消耗SP 24)^000000",
                "[等级 4]^777777 4发 (消耗SP 32)^000000",
                "[等级 5]^777777 5发 (消耗SP 40)^000000",
                "[等级 6]^777777 6发 (消耗SP 48)^000000",
                "[等级 7]^777777 7发 (消耗SP 56)^000000",
                "[等级 8]^777777 8发 (消耗SP 64)^000000",
                "[等级 9]^777777 9发 (消耗SP 72)^000000",
                "[等级 10]^777777 10发 (消耗SP 80)^000000",
        },

        [SKID.SL_SWOO] =
        {
                "艾斯诬",
                "最高等级 : 7",
                "^777777习得条件 : 祭司的灵魂 1^000000",
                "系列 : ^777777状态魔法^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "把魔物的尺寸变小，让移动速度在持续时间中变的非常的慢",
                "对Boss级魔物使用时，持续时间减少 1/5",
                "对艾斯诬状态的魔物使用艾斯诬时，该魔物的艾斯诬状态会快速的被解除，而本身会得到昏眩^000000",
                "[等级 1] ^777777持续时间 1秒 (消耗SP 75)^000000",
                "[等级 2] ^777777持续时间 2秒 (消耗SP 65)^000000",
                "[等级 3] ^777777持续时间 3秒 (消耗SP 55)^000000",
                "[等级 4] ^777777持续时间 4秒 (消耗SP 45)^000000",
                "[等级 5] ^777777持续时间 5秒 (消耗SP 35)^000000",
                "[等级 6] ^777777持续时间 6秒 (消耗SP 25)^000000",
                "[等级 7] ^777777持续时间 7秒 (消耗SP 15)^000000",
        },

        [SKID.SL_SKE] =
        {
                "艾斯克",
                "最高等级 : 3",
                "^777777习得条件 : 骑士的灵魂 1^000000",
                "系列 : ^777777状态魔法^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "把魔物的攻击力变成4倍，相对的把防御力变成 1/2倍",
                "有3秒钟变成艾斯麻可施展的状态^000000",
                "[等级 1] ^777777施法时间 3秒，持续时间 10秒 (消耗SP 45)^000000",
                "[等级 2] ^777777施法时间 2秒，持续时间 20秒 (消耗SP 30)^000000",
                "[等级 3] ^777777施法时间 1秒，持续时间 30秒 (消耗SP 15)^000000",
        },

        [SKID.SL_SKA] =
        {
                "艾斯卡",
                "最高等级 : 3",
                "^777777习得条件 : 武道家的灵魂 1^000000",
                "系列 : ^777777状态魔法^000000",
                "内容 : ^777777对魔物能使用的 '艾斯'系列魔法",
                "把魔物强制变成类似金刚不坏的状态^000000",
                "[等级 1] ^777777施法时间 3秒，持续时间 10秒 (消耗SP 100)^000000",
                "[等级 2] ^777777施法时间 2秒，持续时间 20秒 (消耗SP 80)^000000",
                "[等级 3] ^777777施法时间 1秒，持续时间 30秒 (消耗SP 60)^000000",
        },

        [SKID.ST_PRESERVE] =
        {
                "自由保护",
                "最高等级 : 1",
                "^777777习得条件 : 抄袭 10^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^77777710分钟之内被技能打到时，并不会盗取那技能^000000",
        },

        [SKID.ST_FULLSTRIP] =
        {
                "所有卸除",
                "最高等级 : 5",
                "^777777习得条件 : 卸除武器 5^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777同时使用四种种类的卸除技能，有相同的效果^000000",
                "^777777自己的DEX比对方的DEX高时，成功率 会上升^000000",
                "[等级 1] : ^777777成功率  7%^000000",
                "[等级 2] : ^777777成功率  9%^000000",
                "[等级 3] : ^777777成功率  11%^000000",
                "[等级 4] : ^777777成功率  13%^000000",
                "[等级 5] : ^777777成功率  15%^000000",
        },

        [SKID.WS_WEAPONREFINE] =
        {
                "武器精练",
                "最高等级 : 10",
                "^777777习得条件 : 武器研究 10^000000",
                "系列 : ^777777制作^000000",
                "内容 : ^777777把武器类精练^000000",
                "^777777和制作不一样的是，不受 DEX，LUK的影响^000000",
                "^777777只受角色的职业等级影响^000000",
                "^777777职业等级50时，类似有圣耀之盾精练的成功率 ^000000",
                "^777777职业等级60时，比圣耀之盾上升有5%的成功率 ^000000",
                "^777777职业等级70时，比圣耀之盾上升有10%的成功率 ^000000",
                "^777777圣耀之盾成功率 是 50%的话， + 10%就变成 60%了^000000",
                "^777777武器等级1武器精练时，需要强化武器金属-级数一^000000",
                "^777777武器等级2武器精练时，需要强化武器金属-级数二^000000",
                "^777777武器等级3，4武器精练时，需要神之金属^000000",
                "[等级 1] : ^777777武器类可精练之+1为止^000000",
                "[等级 2] : ^777777武器类可精练之+2为止^000000",
                "[等级 3] : ^777777武器类可精练之+3为止^000000",
                "[等级 4] : ^777777武器类可精练之+4为止^000000",
                "[等级 5] : ^777777武器类可精练之+5为止^000000",
                "[等级 6] : ^777777武器类可精练之+6为止^000000",
                "[等级 7] : ^777777武器类可精练之+7为止^000000",
                "[等级 8] : ^777777武器类可精练之+8为止^000000",
                "[等级 9] : ^777777武器类可精练之+9为止^000000",
                "[等级 10] : ^777777武器类可精练之+10为止^000000",
        },

        [SKID.CR_SLIMPITCHER] =
        {
                "纤细药水投掷",
                "最高等级 : 10",
                "^777777习得条件 : 药水投掷 5^000000",
                "^777777消耗1个纤细药水，在指定的位置中心 7x7范围内，^000000",
                "^777777对组队员投掷纤细药水，以便恢复体力^000000",
                "[等级 1] : ^777777纤细药水的效果 110% [红色]^000000",
                "[等级 2] : ^777777纤细药水的效果 120% [红色]^000000",
                "[等级 3] : ^777777纤细药水的效果 130% [红色]^000000",
                "[等级 4] : ^777777纤细药水的效果 140% [红色]^000000",
                "[等级 5] : ^777777纤细药水的效果 150% [红色]^000000",
                "[等级 6] : ^777777纤细药水的效果 160% [黄色]^000000",
                "[等级 7] : ^777777纤细药水的效果 170% [黄色]^000000",
                "[等级 8] : ^777777纤细药水的效果 180% [黄色]^000000",
                "[等级 9] : ^777777纤细药水的效果 190% [黄色]^000000",
        },

        [SKID.CR_FULLPROTECTION] =
        {
                "所有化学武器保护",
                "最高等级 : 5",
                "^777777习得条件 : (化学武器保护,化学盾牌保护,化学铠甲保护,化学头盔保护) 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777同时使用四种种类的化学武器保护技能，有相同的效果^000000",
                "^777777消耗1个 护贝药^000000",
                "[等级 1] : ^777777持续时间 120秒^000000",
                "[等级 2] : ^777777持续时间 240秒^000000",
                "[等级 3] : ^777777持续时间 360秒^000000",
                "[等级 4] : ^777777持续时间 480秒^000000",
                "[等级 5] : ^777777持续时间 600秒^000000",
        },

        [SKID.PA_SHIELDCHAIN] =
        {
                "连续盾击",
                "最高等级 : 5",
                "^777777习得条件 :  回旋盾击 5^000000",
                "内容 : ^777777在盾牌状态下才能使用的技能，用盾牌一连串击敌5次。",
                "受角色的命中率影响，因盾牌的精练和重量的关系，会增加伤害力的存在。",
                "射程距离是 4，存在延迟时间 1秒.^000000",
                "[等级 1] : ^777777伤害力增加率 30%，命中率 +20^000000",
                "[等级 2] : ^777777伤害力增加率 60%，命中率 +20^000000",
                "[等级 3] : ^777777伤害力增加率 90%，命中率 +20^000000",
                "[等级 4] : ^777777伤害力增加率 120%，命中率 +20^000000",
                "[等级 5] : ^777777伤害力增加率 150%，命中率 +20^000000",
        },

        [SKID.HP_MANARECHARGE] =
        {
                "魔力减免",
                "最高等级 : 5",
                "^777777习得条件 : 令牌使用熟练度 10, 天使之击 10^000000",
                "内容 : ^777777使用技能时，消耗掉的 SP量会减少 ^000000",
                "[等级 1] : ^777777 4% ^000000",
                "[等级 2] : ^777777 8% ^000000",
                "[等级 3] : ^777777 12% ^000000",
                "[等级 4] : ^777777 16% ^000000",
                "[等级 5] : ^777777 20% ^000000",
        },

        [SKID.PF_DOUBLECASTING] =
        {
                "双倍投掷",
                "最高等级 : 5",
                "^777777习得条件 : 自动念咒 1^000000",
                "内容 : ^777777在双倍投掷状态下，使用箭术类技能时，",
                "有一定的机率让箭术类技能，再施展一次 ^000000",
                "[等级 1] : ^777777机率 40%，持续时间 90秒^000000",
                "[等级 2] : ^777777机率 50%，持续时间 90秒^000000",
                "[等级 3] : ^777777机率 60%，持续时间 90秒^000000",
                "[等级 4] : ^777777机率 70%，持续时间 90秒^000000",
                "[等级 5] : ^777777机率 80%，持续时间 90秒^000000",
        },

        [SKID.HW_GANBANTEIN] =
        {
                "咖般塔音",
                "最高等级 : 1",
                "^777777习得条件 :  怪物情报 1, 冰刃之墙 1^000000",
                "内容 : ^777777在指定的空格为中心，让 3x3空格周边设置的所有地面对象魔法有一定的机率取消，",
                "会消耗掉蓝色魔力矿石，黄色魔力矿石各 1个，",
                "当在使用地元素领域上时，可让3x3格范围内的地元素领域消失，",
                "这魔法不受限制于，魔力矿石消耗及物品魔法的影响，",
                "存在延迟时间5秒^000000",
        },

        [SKID.HW_GRAVITATION] =
        {
                "重力原野",
                "最高等级 : 5",
                "^777777习得条件 : 泥沼地 1, 魔击术 1, 魔力增幅 10^000000",
                "内容 : ^777777消耗1个蓝色魔力矿石，在指定的空格为中心，让 5*5空格范围内重力急上升，",
                "于持续时间范围内的敌人每0.5秒1次受到不理会防御力的固定伤害，及攻击速度减少，",
                "因为是调整重力的高难度魔法，所以魔法持续时间内施展者包括移动在内不能进行任何动作，",
                "对BOSS怪物的移动速度减少或攻击速度减少则都无效，只适用伤害值，",
                "有后延迟2秒^000000",
                "[等级 1] : ^777777每秒的伤害力  600，速度减少 5%，持续时间 5秒^000000",
                "[等级 2] : ^777777每秒的伤害力  700，速度减少 10%，持续时间 6秒^000000",
                "[等级 3] : ^777777每秒的伤害力  800，速度减少 15%，持续时间 7秒^000000",
                "[等级 4] : ^777777每秒的伤害力  900，速度减少 20%，持续时间 8秒^000000",
                "[等级 5] : ^777777每秒的伤害力 1000，速度减少 25%，持续时间 9秒^000000",
        },

        [SKID.WS_CARTTERMINATION] =
        {
                "手推车终结技",
                "最高等级 : 10",
                "^777777习得条件 : 金钱攻击 10, 大地之击 5, 手推车加速 1^000000",
                "内容 : ^777777只能在手推车加速状态时使用，用手推车对敌1人砸下攻击的技能，",
                "会消耗点金币，有一定的机率可让敌人变成昏眩的状态，",
                "给予敌人的伤害力，因技能等级的上升而增加，会受手推车里物品的重量而受影响^000000",
                " [等级 1] : ^777777金币消耗量  600z，昏眩机率  5%^000000",
                " [等级 2] : ^777777金币消耗量  700z，昏眩机率 10%^000000",
                " [等级 3] : ^777777金币消耗量  800z，昏眩机率 15%^000000",
                " [等级 4] : ^777777金币消耗量  900z，昏眩机率 20%^000000",
                " [等级 5] : ^777777金币消耗量 1000z，昏眩机率 25%^000000",
                " [等级 6] : ^777777金币消耗量 1100z，昏眩机率 30%^000000",
                " [等级 7] : ^777777金币消耗量 1200z，昏眩机率 35%^000000",
                " [等级 8] : ^777777金币消耗量 1300z，昏眩机率 40%^000000",
                " [等级 9] : ^777777金币消耗量 1400z，昏眩机率 45%^000000",
                "[等级 10] : ^777777金币消耗量 1500z，昏眩机率 50%^000000",
        },

        [SKID.WS_OVERTHRUSTMAX] =
        {
                "凶砍最大值",
                "最高等级 : 5",
                "^777777习得条件 : 凶砍最大值 5^000000",
                "内容 : ^777777以武器的攻击力消耗金币，强烈上升的技能，",
                "和凶砍不一样的是，只对自己自身有效果，",
                "每当和凶砍一起攻击时，有 0.1%的机率可让武器破碎 ^000000",
                "[等级 1] : ^777777攻击力 20% 上升，金币消耗量 3000z^000000",
                "[等级 2] : ^777777攻击力 40% 上升，金币消耗量 3500z^000000",
                "[等级 3] : ^777777攻击力 60% 上升，金币消耗量 4000z^000000",
                "[等级 4] : ^777777攻击力 80% 上升，金币消耗量 4500z^000000",
                "[等级 5] : ^777777攻击力 100% 上升，金币消耗量 5000z^000000",
        },

        [SKID.CG_LONGINGFREEDOM] =
        {
                "不要拘束我",
                "最高等级 : 5",
                "^777777习得条件 : 傀儡师的把戏 1, 不谐和音(丑陋之舞) 3, 操控乐器(练习舞蹈) 10^000000",
                "内容 : ^777777冷艳舞姬和搞笑艺人合奏技能使用时，当使用者在合奏中使用这技能时，",
                "可以在合奏技能范围内活动，在合奏领域第一次施展的位置固定时，假如冷艳舞姬和搞笑艺人有一位，",
                "从合奏技能范围脱离或死亡时，在使用临机应变技能时，此技能当场被解除，",
                "使用不要拘束我的使用者，维持合奏技能时，每3秒中消耗SP 3，",
                "在合奏范围内，一般攻击和一般技能可使用，但其它演奏技能不能使用^000000",
                "[等级 1] : ^777777攻击速度和移动速度变成平时的 60%^000000",
                "[等级 2] : ^777777攻击速度和移动速度变成平时的 70%^000000",
                "[等级 3] : ^777777攻击速度和移动速度变成平时的 80%^000000",
                "[等级 4] : ^777777攻击速度和移动速度变成平时的 90%^000000",
                "[等级 5] : ^777777攻击速度和移动速度变成平时的 100%^000000",
        },

        [SKID.CG_HERMODE] =
        {
                "海罗默德的手杖",
                "最高等级 : 5",
                "^777777习得条件 : 心神凝聚 10, 操控乐器(练习舞蹈) 10^000000",
                "内容 : ^777777在攻城模式时周围有传送区域时才能使用，",
                "在范围之内除了自己之外的所有我军角色，除了狂怒之枪之外所有辅助魔法都会消失，",
                "魔法变成不能使用的状态，",
                "离开此范围的话效果会马上不见，在这范围之内除了施展者之外，",
                "所有玩家的技能都变成不能使用^000000",
                "[等级 1] : ^777777持续时间 10秒^000000",
                "[等级 2] : ^777777持续时间 15秒^000000",
                "[等级 3] : ^777777持续时间 20秒^000000",
                "[等级 4] : ^777777持续时间 25秒^000000",
                "[等级 5] : ^777777持续时间 30秒^000000",
        },

        [SKID.CG_TAROTCARD] =
        {
                "命运的塔罗牌",
                "最高等级 : 5",
                "^777777习得条件 : 心神凝聚 10, 操控乐器(练习舞蹈) 3^000000",
                "内容 : ^777777对敌1人使用，成功时从14种卡片中选一个效果赋予给敌人，",
                "成功机率以技能等级所决定，存在延迟时间 3秒^000000",
                "[等级 1] : ^777777成功机率  8%^000000",
                "[等级 2] : ^777777成功机率 16%^000000",
                "[等级 3] : ^777777成功机率 24%^000000",
                "[等级 4] : ^777777成功机率 32%^000000",
                "[等级 5] : ^777777成功机率 40%^000000",
        },

        [SKID.CR_ACIDDEMONSTRATION] =
        {
                "强酸火烟瓶投掷",
                "最高等级 : 10",
                "^777777习得条件 : 火烟瓶投掷 5, 强酸攻击 5^000000",
                "内容 : ^777777同时对目标物投掷火烟瓶和盐酸瓶 ( 消耗火烟瓶 1个， 盐酸瓶 1个  )，",
                "给予对方伤害力 (会受到自己的 INT和对方的 VIT影响)，",
                "不是投掷于魔物而是投掷于角色时，会给予 50%的伤害力，",
                "让对象的武器和铠甲，有一定的机率损伤，因技能等级的不同，伤害力也会增加^000000",
                " [等级 1] ^777777武器+铠甲损伤机率 1%^000000",
                " [等级 2] ^777777武器+铠甲损伤机率 2%^000000",
                " [等级 3] ^777777武器+铠甲损伤机率 3%^000000",
                " [等级 4] ^777777武器+铠甲损伤机率 4%^000000",
                " [等级 5] ^777777武器+铠甲损伤机率 5%^000000",
                " [等级 6] ^777777武器+铠甲损伤机率 6%^000000",
                " [等级 7] ^777777武器+铠甲损伤机率 7%^000000",
                " [等级 8] ^777777武器+铠甲损伤机率 8%^000000",
                " [等级 9] ^777777武器+铠甲损伤机率 9%^000000",
                "[等级 10] ^777777武器+铠甲损伤机率 10%^000000",
        },

        [SKID.CR_CULTIVATION] =
        {
                "植物栽培",
                "最高等级 : 2",
                "内容 : ^777777使用香菇芽孢和植物梗，来召唤出香菇和草叶，",
                "出现的香菇和草叶种类是随机的，有 50%的成功机率,",
                "攻城时不能使用^000000",
                "[等级 1] : ^777777香菇栽培 (需要香菇芽孢)^000000",
                "[等级 2] : ^777777草叶栽培 (需要植物梗)^000000",
        },

        [SKID.TK_MISSION] =
        {
                "太拳任务",
                "最高等级 : 1",
                "^777777习得条件 : 加油 5^000000",
                "系列 : ^777777排行榜 (/taekwon)^000000",
                "内容 : ^777777转职成拳圣或悟灵士就不能使用",
                "使用这技能时，把现在目标的魔物名字显示出来，",
                "抓到要攻击的魔物100只时会得到1 point，",
                "目标魔物随机的锁定其它魔物 (中Boss，Boss级除外) 0%时，使用太拳任务时，以较低的机率目标会变换",
                "当太拳排行榜在 (10位以内时) 回旋踢，转身踢，砸踢，还击踢",
                "使用后可以直接连续到其它技能",
                "例如 : 回旋踢 -> 转身踢 -> 砸踢 ",
                "还有等级90以上的跆拳榜首，MAX HP和 MAX SP 会增加到 3倍，可以使用所有跆拳少年的技能.^000000",
        },

        [SKID.SL_HIGH] =
        {
                "一转上等职业的灵魂",
                "最高等级 : 5",
                "^777777习得条件 : 超级初学者的灵魂 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777把过去最强的一转上等职业的灵魂召回，",
                "赋予一转上等职业伙伴们那能力，",
                "依据角色的等级属性会增加，增加到50以上时再不会增加了^000000",
                "[等级 1] ^777777消耗SP 460，持续时间 150秒^000000",
                "[等级 2] ^777777消耗SP 360，持续时间 200秒^000000",
                "[等级 3] ^777777消耗SP 260，持续时间 250秒^000000",
                "[等级 4] ^777777消耗SP 160，持续时间 300秒^000000",
                "[等级 5] ^777777消耗SP 60，持续时间 350秒^000000",
        },

        [SKID.KN_ONEHAND] =
        {
                "单手剑攻击速度增加",
                "^777777习得条件 : 双手剑攻击速度增加 10, 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在一定的时间内使用单手剑时，攻击速度会增加，",
                "当单手剑装备解除时该技能的效能会消失掉，在使用时因反射的关系攻速药水状态会被解除，",
                "使用后饮用攻速药水是可行的^000000",
        },

        [SKID.AM_TWILIGHT1] =
        {
                "宽广配药",
                "^777777习得条件 : 配药 10, 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777消耗SP200，使白色药水 200个在 0.005秒内各制作出一个，",
                "若没有白色药水200个能制作的份量材料的话，就不能使用这技能，",
                "制作机率和配药统一，不受Dex的影响需要施法时间3秒",
                "当不能携带白色药水200个重量的时候，会有制作完全失败的可能性敬请小心^000000",
        },

        [SKID.AM_TWILIGHT2] =
        {
                "宽广配药",
                "^777777习得条件 : 配药 10, 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777借超级初学者守候天使的力量所得到的技能",
                "消耗SP200，使白色纤细药水 200个在 0.005秒内各制作出一个，",
                "若没有200个能制作的份量材料的话，就不能使用这技能，",
                "制作机率和配药统一，不受Dex的影响需要施法时间3秒",
                "有关排行榜点数也正常的提升^000000",
        },

        [SKID.AM_TWILIGHT3] =
        {
                "宽广配药",
                "^777777习得条件 : 配药 10, 灵魂状态^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777借太拳系列守候天使的力量所得到的技能",
                "消耗SP200，制作出酒精100个，火烟瓶50个，盐酸瓶50个，",
                "要有酒精100个和盐酸瓶50个能制作的材料和，",
                "透明之布50个 + 空瓶50个时，才能使用技能^000000",
        },

        [SKID.HT_POWER] =
        {
                "动物猛击",
                "^777777习得条件 : 二连矢 10, 灵魂状态^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777当目标是动物时集中后，",
                "加上使用二连矢反动的力量，",
                "所使用的二连矢，威力受STR很大的影响^000000",
        },

        [SKID.GS_GLITTERING] =
        {
                "装满硬币",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777弹起硬币后出现正面时，会获得徘徊在自己附近的一枚金黄色硬币，反之会失去一枚。",
                "最多可收集10枚，技能等级越高时出现正面的机率会越大，使用本技能时会消耗1个金币^000000",
        },

        [SKID.GS_FLING] =
        {
                "投掷硬币",
                "最高等级 : 1",
                "^777777习得条件 : 装满硬币 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777使用硬币攻击的同时降低敌人的防御力，施展的同时最多会消耗5枚硬币，硬币消耗的越多降低防御力的效果就越大^000000",
        },

        [SKID.GS_TRIPLEACTION] =
        {
                "三连攻击",
                "最高等级 : 1",
                "^777777习得条件 : 连锁冲击 10, 装满硬币 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777消耗1枚硬币施以3连发的攻击^000000",
        },

        [SKID.GS_BULLSEYE] =
        {
                "公牛之眼",
                "最高等级 : 1",
                "^777777习得条件 : 百步穿杨 10, 装满硬币 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777对人类系或动物系的1个敌人，施以猛烈的攻击，会消耗1枚硬币，并造成500%的伤害力，有0.1%的机率施展频死，",
                "对Boss级魔物不会产生频死效果^000000",
        },

        [SKID.GS_MADNESSCANCEL] =
        {
                "疯狂凯斯乐",
                "最高等级 : 1",
                "^777777习得条件 : 格林狂热 10, 装满硬币 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777消耗4枚硬币来施展技能时，ATK +100、攻击速度+20%，但变成不可移动的状态，经过15秒后就会解除，不能和终极闪躲同时使用^000000",
        },

        [SKID.GS_ADJUSTMENT] =
        {
                "终极闪躲",
                "最高等级 : 1",
                "^777777习得条件 : 抛戈卸甲 5, 装满硬币 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777消耗2枚硬币来施展技能时，在30秒的时间内会有命中率 -30、回避率 +30的效果，并可减少受远距离物理攻击20%的伤害力，不能和疯狂凯斯乐同时使用^000000",
        },

        [SKID.GS_INCREASING] =
        {
                "命中率递增",
                "最高等级 : 1",
                "^777777习得条件 : 瞄准之眼 10, 装满硬币 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777会消耗4枚硬币，在1分钟内会有命中率到+20、 DEX +4、AGI +4的效果^000000",
        },

        [SKID.GS_MAGICALBULLET] =
        {
                "魔术弹",
                "最高等级 : 1",
                "^777777习得条件 : 装满硬币 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777只会消耗1枚硬币，但不会消耗弹药却能击出魔法般的子弹，魔术子弹的伤害力是依据ATK和MATK加乘计算的，及具有念属性^000000",
        },

        [SKID.GS_CRACKER] =
        {
                "轰然巨响",
                "最高等级 : 1",
                "^777777习得条件 : 装满硬币 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777枪械开火后使其惊吓陷入昏眩状态，会消耗1枚硬币，位置越近时昏眩机率就越高^000000",
        },

        [SKID.GS_SINGLEACTION] =
        {
                "单枪射击",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777让已装备的枪械可以准确又快速射击的基本神枪手的技能，技能等级越高时命中率和攻速就越高^000000",
                "[等级 1] : ^777777命中率 +2，攻击速度 + 1%^000000",
                "[等级 2] : ^777777命中率 +4，攻击速度 + 1%^000000",
                "[等级 3] : ^777777命中率 +6，攻击速度 + 2%^000000",
                "[等级 4] : ^777777命中率 +8，攻击速度 + 2%^000000",
                "[等级 5] : ^777777命中率 +10，攻击速度 + 3%^000000",
                "[等级 6] : ^777777命中率 +12，攻击速度 + 3%^000000",
                "[等级 7] : ^777777命中率 +14，攻击速度 + 4%^000000",
                "[等级 8] : ^777777命中率 +16，攻击速度 + 4%^000000",
                "[等级 9] : ^777777命中率 +18，攻击速度 + 5%^000000",
                "[等级 10] : ^777777命中率 +20，攻击速度 + 5%^000000",
        },

        [SKID.GS_SNAKEEYE] =
        {
                "瞄准之眼",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777提升枪械的射程距离和命中率^000000",
                "[等级 1] : ^777777命中率 +1，射程距离 +1^000000",
                "[等级 2] : ^777777命中率 +2，射程距离 +2^000000",
                "[等级 3] : ^777777命中率 +3，射程距离 +3^000000",
                "[等级 4] : ^777777命中率 +4，射程距离 +4^000000",
                "[等级 5] : ^777777命中率 +5，射程距离 +5^000000",
                "[等级 6] : ^777777命中率 +6，射程距离 +6^000000",
                "[等级 7] : ^777777命中率 +7，射程距离 +7^000000",
                "[等级 8] : ^777777命中率 +8，射程距离 +8^000000",
                "[等级 9] : ^777777命中率 +9，射程距离 +9^000000",
                "[等级 10] : ^777777命中率 +10，射程距离 +10^000000",
        },

        [SKID.GS_CHAINACTION] =
        {
                "连锁冲击",
                "最高等级 : 10",
                "^777777习得条件 : 单枪射击 1^000000",
                "系列 : ^777777被动^000000",
                "内容 : ^777777每次开火时有一定的机率会射出两颗子弹，技能等级越高时射出两颗子弹的机率就越大^000000",
        },

        [SKID.GS_TRACKING] =
        {
                "百步穿杨",
                "最高等级 : 10",
                "^777777习得条件 : 单枪射击 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777仔细的瞄准敌人后，对目标对象造成严重伤害，技能等级越高时施法时间和攻击力越高",
                "唯有装备手枪和来复枪时才能使用^000000",
                "[等级 1] : ^777777攻击力 300%，施法时间 1.2秒^000000",
                "[等级 2] : ^777777攻击力 400%，施法时间 1.4秒^000000",
                "[等级 3] : ^777777攻击力 500%，施法时间 1.6秒^000000",
                "[等级 4] : ^777777攻击力 600%，施法时间 1.8秒^000000",
                "[等级 5] : ^777777攻击力 700%，施法时间 2秒^000000",
                "[等级 6] : ^777777攻击力 800%，施法时间 2.2秒^000000",
                "[等级 7] : ^777777攻击力 900%，施法时间 2.4秒^000000",
                "[等级 8] : ^777777攻击力 1000%，施法时间 2.6秒^000000",
                "[等级 9] : ^777777攻击力 110%，施法时间 2.8秒^000000",
                "[等级 10] : ^777777攻击力 1200%，施法时间 3秒^000000",
        },

        [SKID.GS_DISARM] =
        {
                "抛戈卸甲",
                "最高等级 : 5",
                "^777777习得条件 : 百步穿杨 7^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777以射程距离 7格之攻击，瞄准敌人的手后攻击使其武器掉落的技能",
                "向魔物使用时，会有ATK -25%的效果，技能等级越高时成功的机率会越高",
                "唯有装备手枪和来复枪时才能使用",
                "本技能对Boss级魔物无效^000000",
        },

        [SKID.GS_PIERCINGSHOT] =
        {
                "霹雳弹",
                "最高等级 : 5",
                "^777777习得条件 : 百步穿杨 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777射击出不理会敌人防御力的子弹，中弹的对象有一定机率会有流血状态",
                "唯有装备手枪和来复枪时才能使用^000000",
                "[等级 1] : ^777777攻击力 120%(180%)，流血机率 3%^000000",
                "[等级 2] : ^777777攻击力 140%(210%)，流血机率 6%^000000",
                "[等级 3] : ^777777攻击力 160%(240%)，流血机率 9%^000000",
                "[等级 4] : ^777777攻击力 180%(270%)，流血机率 12%^000000",
                "[等级 5] : ^777777攻击力 200%(300%)，流血机率 15%^000000",
        },

        [SKID.GS_RAPIDSHOWER] =
        {
                "五连击",
                "最高等级 : 10",
                "^777777习得条件 : 连锁冲击^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777向一个敌人连续射击5次，唯有装备手枪类时才能使用的技术",
                "使用该技能时会消耗5发子弹^000000",
                "[等级 1] : ^777777攻击力 550%^000000",
                "[等级 2] : ^777777攻击力 600%^000000",
                "[等级 3] : ^777777攻击力 650%^000000",
                "[等级 4] : ^777777攻击力 700%^000000",
                "[等级 5] : ^777777攻击力 750%^000000",
                "[等级 6] : ^777777攻击力 800%^000000",
                "[等级 7] : ^777777攻击力 850%^000000",
                "[等级 8] : ^777777攻击力 900%^000000",
                "[等级 9] : ^777777攻击力 950%^000000",
                "[等级 10] : ^777777攻击力 1000%^000000",
        },

        [SKID.GS_DESPERADO] =
        {
                "亡命之徒",
                "最高等级 : 10",
                "^777777习得条件 : 五连击 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777对自己周围7格以内的敌人四处乱射，可向范围内的全部敌人最多有10次的射击",
                "唯有装备手枪类时才能使用的技术，使用该技能时会消耗10发子弹^000000",
                "[等级 1] : ^777777攻击力 100%^000000",
                "[等级 2] : ^777777攻击力 150%^000000",
                "[等级 3] : ^777777攻击力 200%^000000",
                "[等级 4] : ^777777攻击力 250%^000000",
                "[等级 5] : ^777777攻击力 300%^000000",
                "[等级 6] : ^777777攻击力 350%^000000",
                "[等级 7] : ^777777攻击力 400%^000000",
                "[等级 8] : ^777777攻击力 450%^000000",
                "[等级 9] : ^777777攻击力 500%^000000",
                "[等级 10] : ^777777攻击力 550%^000000",
        },

        [SKID.GS_GATLINGFEVER] =
        {
                "格林狂热",
                "最高等级 : 10",
                "^777777习得条件 : 五连击 7, 亡命之徒 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777持续时间期间能提升攻击速度和伤害力，但会降低回避率和移动速度，在持续时间内再次使用本技能时，就会解除技能效果，这是格林机枪专用技能 ^000000",
                "[等级 1] : ^777777伤害力 +30，攻击速度 +1%，回避率 -5，持续时间 30秒^000000",
                "[等级 2] : ^777777伤害力 +40，攻击速度 +2%，回避率 -10，持续时间 45秒^000000",
                "[等级 3] : ^777777伤害力 +50，攻击速度 +3%，回避率 -15，持续时间 60秒^000000",
                "[等级 4] : ^777777伤害力 +60，攻击速度 +4%，回避率 -20，持续时间 75秒^000000",
                "[等级 5] : ^777777伤害力 +70，攻击速度 +10%，回避率 -25，持续时间 90秒^000000",
                "[等级 6] : ^777777伤害力 +80，攻击速度 +12%，回避率 -30，持续时间 105秒^000000",
                "[等级 7] : ^777777伤害力 +90，攻击速度 +14%，回避率 -35，持续时间 120秒^000000",
                "[等级 8] : ^777777伤害力 +100，攻击速度 +16%，回避率 -40，持续时间 135秒^000000",
                "[等级 9] : ^777777伤害力 +110，攻击速度 +18%，回避率 -45，持续时间 150秒^000000",
                "[等级 10] : ^777777伤害力 +120，攻击速度 +20%，回避率 -50，持续时间 165秒^000000",
        },

        [SKID.GS_DUST] =
        {
                "弹片四射",
                "最高等级 : 10",
                "^777777习得条件 : 单枪射击 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777把扩散的子弹集中射击近距离的敌人，以造成严重伤害力的技能，挨子弹的敌人会退移5格",
                "唯有装备霰弹枪状态下才能使用^000000",
                "[等级 1] : ^777777攻击力 150%^000000",
                "[等级 2] : ^777777攻击力 200%^000000",
                "[等级 3] : ^777777攻击力 250%^000000",
                "[等级 4] : ^777777攻击力 300%^000000",
                "[等级 5] : ^777777攻击力 350%^000000",
                "[等级 6] : ^777777攻击力 400%^000000",
                "[等级 7] : ^777777攻击力 450%^000000",
                "[等级 8] : ^777777攻击力 500%^000000",
                "[等级 9] : ^777777攻击力 550%^000000",
                "[等级 10] : ^777777攻击力 600%^000000",
        },

        [SKID.GS_FULLBUSTER] =
        {
                "全面破坏",
                "最高等级 : 10",
                "^777777习得条件 : 弹片四射 3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777把全部子弹一次击发后造成严重的伤害力，因受反冲力影响，使用技能后有时会陷入黑暗状态",
                "唯有装备霰弹枪状态下才能使用， 使用该技能时会消耗10发子弹^000000",
                "[等级 1] : ^777777攻击力 400%，消耗子弹数2发^000000",
                "[等级 2] : ^777777攻击力 500%，消耗子弹数2发^000000",
                "[等级 3] : ^777777攻击力 600%，消耗子弹数 4发^000000",
                "[等级 4] : ^777777攻击力 700%，消耗子弹数 4发^000000",
                "[等级 5] : ^777777攻击力 800%，消耗子弹数 6发^000000",
                "[等级 6] : ^777777攻击力 900%，消耗子弹数 6发^000000",
                "[等级 7] : ^777777攻击力 1000%，消耗子弹数 8发^000000",
                "[等级 8] : ^777777攻击力 1100%，消耗子弹数 8发^000000",
                "[等级 9] : ^777777攻击力 1200%，消耗子弹数 10发^000000",
                "[等级 10] : ^777777攻击力 1300%，消耗子弹数 10发^000000",
        },

        [SKID.GS_SPREADATTACK] =
        {
                "火力全开",
                "最高等级 : 10",
                "^777777习得条件 : 全面破坏 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777能把霰弹枪的子弹扩散至广泛范围地方的攻击，唯有装备霰弹枪状态下才能使用",
                "使用该技能时会消耗5发子弹^000000",
                "[等级 1] : ^777777攻击力 220%，范围 3*3格^000000",
                "[等级 2] : ^777777攻击力 240%，范围 3*3格^000000",
                "[等级 3] : ^777777攻击力 260%，范围 3*3格^000000",
                "[等级 4] : ^777777攻击力 280%，范围 5*5格^000000",
                "[等级 5] : ^777777攻击力 180%，范围 5*5格^000000",
                "[等级 6] : ^777777攻击力 200%，范围 5*5格^000000",
                "[等级 7] : ^777777攻击力 220%，范围 7*7格^000000",
                "[等级 8] : ^777777攻击力 240%，范围 7*7格^000000",
                "[等级 9] : ^777777攻击力 260%，范围 7*7格^000000",
                "[等级 10] : ^777777攻击力 280%，范围 9*9格^000000",
        },

        [SKID.GS_GROUNDDRIFT] =
        {
                "四面埋伏",
                "最高等级 : 10",
                "^777777习得条件 : 全面破坏 5, 火力全开 7^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777使用榴弹枪把手榴弹埋在地面上，当敌人接触到埋弹的区域时会引爆而造成伤害力，随着使用不同的弹药效果也会不同",
                "这是榴弹枪专用技能^000000",
                "[等级 1] : ^777777伤害力 +220%，持续时间 3秒^000000",
                "[等级 2] : ^777777伤害力 +240%，持续时间 6秒^000000",
                "[等级 3] : ^777777伤害力 +260%，持续时间 9秒^000000",
                "[等级 4] : ^777777伤害力 +280%，持续时间 12秒^000000",
                "[等级 5] : ^777777伤害力 +250，持续时间 15秒^000000",
                "[等级 6] : ^777777伤害力 +300，持续时间 18秒^000000",
                "[等级 7] : ^777777伤害力 +350，持续时间 21秒^000000",
                "[等级 8] : ^777777伤害力 +400，持续时间 24秒^000000",
                "[等级 9] : ^777777伤害力 +450，持续时间 27秒^000000",
                "[等级 10] : ^777777伤害力 +500，持续时间 30秒^000000",
        },

        [SKID.NJ_TOBIDOUGU] =
        {
                "飞刀 修练",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777可以提升忍者飞镖系列的攻击力^000000",
                "[等级 1] : ^777777攻击力 +3^000000",
                "[等级 2] : ^777777攻击力 +6^000000",
                "[等级 3] : ^777777攻击力 +9^000000",
                "[等级 4] : ^777777攻击力 +12^000000",
                "[等级 5] : ^777777攻击力 +15^000000",
                "[等级 6] : ^777777攻击力 +18^000000",
                "[等级 7] : ^777777攻击力 +21^000000",
                "[等级 8] : ^777777攻击力 +24^000000",
                "[等级 9] : ^777777攻击力 +27^000000",
                "[等级 10] : ^777777攻击力 +30^000000",
        },

        [SKID.NJ_SYURIKEN] =
        {
                "投掷 飞镖",
                "最高等级 : 10",
                "^777777习得条件 : 飞刀 修练 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777要装置飞镖后才能使用的技能",
                "向敌人投掷飞镖进行攻击，基本攻击距离是9格^000000",
                "[等级 1] : ^777777伤害力 +4^000000",
                "[等级 2] : ^777777伤害力 +8^000000",
                "[等级 3] : ^777777伤害力 +12^000000",
                "[等级 4] : ^777777伤害力 +16^000000",
                "[等级 5] : ^777777伤害力 +20^000000",
                "[等级 6] : ^777777伤害力 +24^000000",
                "[等级 7] : ^777777伤害力 +28^000000",
                "[等级 8] : ^777777伤害力 +32^000000",
                "[等级 9] : ^777777伤害力 +36^000000",
                "[等级 10] : ^777777伤害力 +40^000000",
        },

        [SKID.NJ_KUNAI] =
        {
                "投掷 飞刀",
                "最高等级 : 5",
                "^777777习得条件 : 投掷 飞镖 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777要装置飞刀后才能使用的技能",
                "投掷飞刀后给予3次打击，会随着飞刀而有不同的效果^000000",
        },

        [SKID.NJ_HUUMA] =
        {
                "投掷 风魔飞镖",
                "最高等级 : 5",
                "^777777习得条件 : 飞刀 修练 5, 投掷 飞刀 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777投掷巨大的飞镖后攻击目标的敌人与其周围，随着不同的技能而给予的连击次数会增加",
                "伤害值分散给被攻击的怪物数量，咏唱中受到攻击也无法取消^000000",
                "[等级 1] : ^777777攻击力 300%^000000",
                "[等级 2] : ^777777攻击力 450%^000000",
                "[等级 3] : ^777777攻击力 600%^000000",
                "[等级 4] : ^777777攻击力 750%^000000",
                "[等级 5] : ^777777攻击力 900%^000000",
        },

        [SKID.NJ_ZENYNAGE] =
        {
                "投掷 金钱",
                "最高等级 : 10",
                "^777777习得条件 : 飞刀 修练 10, 投掷 风魔飞镖 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777投掷金钱给予对方同额程度的不理会防御力的伤害力",
                "但是，在PvP模式下和对BOSS级魔物的伤害会降低一定之数值，施展后会有5秒的延迟时间^000000",
                "[等级 1] : ^777777消耗金币 500~1000zeny^000000",
                "[等级 2] : ^777777消耗金币 1000~2000zeny^000000",
                "[等级 3] : ^777777消耗金币 1500~3000zeny^000000",
                "[等级 4] : ^777777消耗金币 2000~4000zeny^000000",
                "[等级 5] : ^777777消耗金币 2500~5000zeny^000000",
                "[等级 6] : ^777777消耗金币 3000~6000zeny^000000",
                "[等级 7] : ^777777消耗金币 3500~7000zeny^000000",
                "[等级 8] : ^777777消耗金币 4000~8000zeny^000000",
                "[等级 9] : ^777777消耗金币 4500~9000zeny^000000",
                "[等级 10] : ^777777消耗金币 5000~10000zeny^000000",
        },

        [SKID.NJ_TATAMIGAESHI] =
        {
                "榻榻米 攻击",
                "最高等级 : 5",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777把自己周围四个方向的榻榻米掀起后攻击敌人，被榻榻米攻击到的敌人则退移5格，在掀开榻榻米的格子上会有3秒钟不理会远距离物理攻击的效果，本技能施展后会有3秒的延迟时间^000000",
                "[等级 1] : ^777777攻击范围 1格，攻击力 110%^000000",
                "[等级 2] : ^777777攻击范围 2格，攻击力 120%^000000",
                "[等级 3] : ^777777攻击范围 2格，攻击力 130%^000000",
                "[等级 4] : ^777777攻击范围 3格，攻击力 140%^000000",
                "[等级 5] : ^777777攻击范围 3格，攻击力 150%^000000",
        },

        [SKID.NJ_KASUMIKIRI] =
        {
                "雾里砍劈",
                "最高等级 : 10",
                "^777777习得条件 : 影子跳跃 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777攻击敌人的同时会呈现'隐匿'状态^000000",
                "[等级 1] : ^777777攻击力 110%^000000",
                "[等级 2] : ^777777攻击力 120%^000000",
                "[等级 3] : ^777777攻击力 130%^000000",
                "[等级 4] : ^777777攻击力 140%^000000",
                "[等级 5] : ^777777攻击力 150%^000000",
                "[等级 6] : ^777777攻击力 160%^000000",
                "[等级 7] : ^777777攻击力 170%^000000",
                "[等级 8] : ^777777攻击力 180%^000000",
                "[等级 9] : ^777777攻击力 190%^000000",
                "[等级 10] : ^777777攻击力 200%^000000",
        },

        [SKID.NJ_SHADOWJUMP] =
        {
                "影子跳跃",
                "^777777习得条件 : 榻榻米 攻击 1^000000",
                "最高等级 : 5",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在'隐匿' 状态下会移动至指定的格子上，即使是在死胡同里只要能攻击的地方都可以移动过去的^000000",
                "[等级 1] : ^777777移动距离 6格^000000",
                "[等级 2] : ^777777移动距离 7格^000000",
                "[等级 3] : ^777777移动距离 8格^000000",
                "[等级 4] : ^777777移动距离 9格^000000",
                "[等级 5] : ^777777移动距离 10格^000000",
        },

        [SKID.NJ_KIRIKAGE] =
        {
                "隐身攻击",
                "最高等级 : 5",
                "^777777习得条件 : 雾里砍劈 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777在'隐匿' 状态下会攻击指定的敌人，可攻击的距离与影子跳跃技能的距离是相同的",
                "在攻击的同时'隐匿' 状态会自动解除^000000",
                "[等级 1] : ^777777攻击力 100%，必杀攻击力 +30%^000000",
                "[等级 2] : ^777777攻击力 200%，必杀攻击力 +35%^000000",
                "[等级 3] : ^777777攻击力 300%，必杀攻击力 +40%^000000",
                "[等级 4] : ^777777攻击力 400%，必杀攻击力 +45%^000000",
                "[等级 5] : ^777777攻击力 500%，必杀攻击力 +50%^000000",
        },

        [SKID.NJ_UTSUSEMI] =
        {
                "金蝉脱壳",
                "最高等级 : 5",
                "^777777习得条件 : 影子跳跃 5^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用技能时会进入'金蝉脱壳' 的状态，在该状态下受到攻击时会自动的回避，会自动退移至7格之后",
                "受到指定次数的攻击时，'金蝉脱壳'状态就会解除^000000",
                "[等级 1] : ^777777持续时间 20秒，次数 1次^000000",
                "[等级 2] : ^777777持续时间 30秒，次数 1次^000000",
                "[等级 3] : ^777777持续时间 40秒，次数 2次^000000",
                "[等级 4] : ^777777持续时间 50秒，次数 2次^000000",
                "[等级 5] : ^777777持续时间 60秒，次数 3次^000000",
        },

        [SKID.NJ_BUNSINJYUTSU] =
        {
                "幻影分身",
                "最高等级 : 10",
                "^777777习得条件 :  隐身攻击 3, 念 1, 金蝉脱壳 4^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777复制出自己的分身，当受到一定次数的打击时会自动回避；",
                "能防御近距离和远距离的物理攻击，魔法攻击是不能防御的；",
                "本技能只有在'念'状态下才能使用，会消耗丸球1个^000000",
                "[等级 1] : ^777777回避 次数 1次，持续时间 60秒^000000",
                "[等级 2] : ^777777回避 次数 1次，持续时间 80秒^000000",
                "[等级 3] : ^777777回避 次数 2次，持续时间 100秒^000000",
                "[等级 4] : ^777777回避 次数 2次，持续时间 120秒^000000",
                "[等级 5] : ^777777回避 次数 3次，持续时间 140秒^000000",
                "[等级 6] : ^777777回避 次数 3次，持续时间 160秒^000000",
                "[等级 7] : ^777777回避 次数 4次，持续时间 180秒^000000",
                "[等级 8] : ^777777回避 次数 4次，持续时间 200秒^000000",
                "[等级 9] : ^777777回避 次数 5次，持续时间 220秒^000000",
                "[等级 10] : ^777777回避 次数 5次，持续时间 240秒^000000",
        },

        [SKID.NJ_NINPOU] =
        {
                "忍术 修练",
                "最高等级 : 10",
                "系列 : ^777777被动^000000",
                "内容 : ^777777透过忍术修练以提升SP的恢复速度，MAXSP愈高时恢复量愈多^000000",
                "[等级 1] : ^777777每10秒 SP +3^000000",
                "[等级 2] : ^777777每10秒 SP +6^000000",
                "[等级 3] : ^777777每10秒 SP +9^000000",
                "[等级 4] : ^777777每10秒 SP +12^000000",
                "[等级 5] : ^777777每10秒 SP +15^000000",
                "[等级 6] : ^777777每10秒 SP +18^000000",
                "[等级 7] : ^777777每10秒 SP +21^000000",
                "[等级 8] : ^777777每10秒 SP +24^000000",
                "[等级 9] : ^777777每10秒 SP +27^000000",
                "[等级 10] : ^777777每10秒 SP +30^000000",
        },

        [SKID.NJ_KOUENKA] =
        {
                "火炎花",
                "最高等级 : 10",
                "^777777习得条件 : 忍术 修练 1^000000",
                "系列 : ^777777攻击^bb0000(火)^000000",
                "内容 : ^777777射出去火花般的花叶，对锁定目标的敌人进行火属性攻击，会依技能等级的程度给予敌人打击，每1次打击时会有MATK 90%的攻击力^000000",
        },

        [SKID.NJ_KAENSIN] =
        {
                "火炎阵",
                "最高等级 : 10",
                "^777777习得条件 : 火炎花 5^000000",
                "系列 : ^777777攻击^bb0000(火)^000000",
                "内容 : ^777777在自己周围5*5的格子内会引起火焰风暴，让范围内的敌人连续受到打击",
                "技能持续时间是20秒，进行最大次数的打击后就会消失，需要消耗掉热火石1个^000000",
                "[等级 1] : ^7777775次 打击^000000",
                "[等级 2] : ^7777775次 打击^000000",
                "[等级 3] : ^7777776次 打击^000000",
                "[等级 4] : ^7777776次 打击^000000",
                "[等级 5] : ^7777777次 打击^000000",
                "[等级 6] : ^7777777次 打击^000000",
                "[等级 7] : ^7777778次 打击^000000",
                "[等级 8] : ^7777778次 打击^000000",
                "[等级 9] : ^7777779次 打击^000000",
                "[等级 10] : ^7777779次 打击^000000",
        },

        [SKID.NJ_BAKUENRYU] =
        {
                "爆炎龙",
                "最高等级 : 5",
                "^777777习得条件 : 忍术 修练 10, 火炎阵 7^000000",
                "系列 : ^777777攻击^bb0000(火)^000000",
                "内容 : ^777777以火焰形成的龙，从地上冒出来后，对目标地区5*5格半径内的敌人进行3次的打击，会消耗掉热火石 1个^000000",
                "[等级 1] : ^777777MATK +300%^000000",
                "[等级 2] : ^777777MATK +450%^000000",
                "[等级 3] : ^777777MATK +600%^000000",
                "[等级 4] : ^777777MATK +750%^000000",
                "[等级 5] : ^777777MATK +900%^000000",
        },

        [SKID.NJ_HYOUSENSOU] =
        {
                "冰闪枪",
                "最高等级 : 10",
                "^777777习得条件 : 忍术 修练 1^000000",
                "系列 : ^777777攻击^0000bb(冰)^000000",
                "内容 : ^777777在地面上形成冰枪后进行攻击，技能等级愈高时打击次数也会增加，从1技能有3次打击，以此类推10技能最多可攻击12次，每1次 的攻击就会有MATK 70%的攻击力^000000",
        },

        [SKID.NJ_SUITON] =
        {
                "水钝",
                "最高等级 : 10",
                "^777777习得条件 : 冰闪枪 5^000000",
                "系列 : ^777777辅助^0000bb(冰)^000000",
                "内容 : ^777777在地面上形成水坑，进入此范围内的敌人移动速度会降低一半，会减少AGI的数值",
                "在效果范围内能使用水球术和天使之泪技能，向范围内的敌人使用冰闪枪时伤害力会增加，会消耗掉冰闪石1个",
                "施展者和其它忍者在此范围内移动速度与AGI是不会降低^000000",
                "[等级 1] : ^777777有效范围: 3*3格， 持续时间: 15秒^000000",
                "[等级 2] : ^777777有效范围: 3*3格， 持续时间: 20秒， AGI - 3^000000",
                "[等级 3] : ^777777有效范围: 3*3格， 持续时间: 25秒， AGI - 3^000000",
                "[等级 4] : ^777777有效范围: 5*5格， 持续时间: 30秒， AGI - 3^000000",
                "[等级 5] : ^777777有效范围: 5*5格， 持续时间: 35秒， AGI - 5^000000",
                "[等级 6] : ^777777有效范围: 5*5格， 持续时间: 40秒， AGI - 5^000000",
                "[等级 7] : ^777777有效范围: 7*7格， 持续时间: 45秒， AGI - 5^000000",
                "[等级 8] : ^777777有效范围: 7*7格， 持续时间: 50秒， AGI - 8^000000",
                "[等级 9] : ^777777有效范围: 7*7格， 持续时间: 55秒， AGI - 8^000000",
                "[等级 10] : ^777777有效范围: 9*9格， 持续时间: 60秒， AGI - 8^000000",
        },

        [SKID.NJ_HYOUSYOURAKU] =
        {
                "冰晶落",
                "最高等级 : 5",
                "^777777习得条件 : 忍术 修练 10, 水钝 7^000000",
                "系列 : ^777777攻击^0000bb(冰)^000000",
                "内容 : ^777777巨大的冰块从天而降，打击施展者周围7*7空格的敌人，会消耗掉冰闪石 1个^000000",
                "[等级 1] : ^777777MATK +150%，结冰机率 20%^000000",
                "[等级 2] : ^777777MATK +200%，结冰机率 30%^000000",
                "[等级 3] : ^777777MATK +250%，结冰机率 40%^000000",
                "[等级 4] : ^777777MATK +300%，结冰机率 50%^000000",
                "[等级 5] : ^777777MATK +350%，结冰机率 60%^000000",
        },

        [SKID.NJ_HUUJIN] =
        {
                "风刃",
                "最高等级 : 10",
                "^777777习得条件 : 忍术 修练 1^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "内容 : ^777777飘起真空之刃后，施以风属性的魔法伤害力^000000",
                "[等级 1] : ^7777771次 打击^000000",
                "[等级 2] : ^7777772次 打击^000000",
                "[等级 3] : ^7777772次 打击^000000",
                "[等级 4] : ^7777773次 打击^000000",
                "[等级 5] : ^7777773次 打击^000000",
                "[等级 6] : ^7777774次 打击^000000",
                "[等级 7] : ^7777774次 打击^000000",
                "[等级 8] : ^7777775次 打击^000000",
                "[等级 9] : ^7777775次 打击^000000",
                "[等级 10] : ^7777776次 打击^000000",
        },

        [SKID.NJ_RAIGEKISAI] =
        {
                "雷击碎",
                "最高等级 : 5",
                "^777777习得条件 : 风刃 5^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "内容 : ^777777在指定地方上落雷击后攻击范围内的敌人，会消耗掉风灵石1个^000000",
                "[等级 1] : ^777777MATK +200%，有效范围 5*5格^000000",
                "[等级 2] : ^777777MATK +240%，有效范围 5*5格^000000",
                "[等级 3] : ^777777MATK +280%，有效范围 7*7格^000000",
                "[等级 4] : ^777777MATK +320%，有效范围 7*7格^000000",
                "[等级 5] : ^777777MATK +360%，有效范围 9*9格^000000",
        },

        [SKID.NJ_KAMAITACHI] =
        {
                "朔风 ",
                "最高等级 : 5",
                "^777777习得条件 : 忍术 修练 10, 雷击碎 5^000000",
                "系列 : ^777777攻击^bbbb00(风属性)^000000",
                "内容 : ^777777 召唤风中之刃，把施展者和目标对象之间的所有敌人劈开的技术，",
                "会消耗掉风灵石1个^000000",
                "[等级 1] : ^777777MATK +200%，射程距离 5格^000000",
                "[等级 2] : ^777777MATK +300%，射程距离 6格^000000",
                "[等级 3] : ^777777MATK +400%，射程距离 7格^000000",
                "[等级 4] : ^777777MATK +500%，射程距离 8格^000000",
                "[等级 5] : ^777777MATK +600%，射程距离 9格^000000",
        },

        [SKID.NJ_NEN] =
        {
                "念",
                "最高等级 : 5",
                "^777777习得条件 : 忍术 修练 5^000000",
                "系列 : ^777777辅助^bb00bb(念力)^000000",
                "内容 : ^777777 聚集念后变成赤红，在念的状态下智力和力量会增加",
                "若想使用幻影分身技能和一闪击技能的话，一定要在念的状态下，当使用幻影分身技能和一闪击技能时就会自动解除^000000",
                "[等级 1] : ^777777STR，INT +1，持续时间 30秒^000000",
                "[等级 2] : ^777777STR，INT +2，持续时间 45秒^000000",
                "[等级 3] : ^777777STR，INT +3，持续时间 60秒^000000",
                "[等级 4] : ^777777STR，INT +4，持续时间 75秒^000000",
                "[等级 5] : ^777777STR，INT +5，持续时间 90秒^000000",
        },

        [SKID.NJ_ISSEN] =
        {
                "一闪击",
                "最高等级 : 10",
                "^777777习得条件 : 飞刀 修练 7, 隐身攻击 5, 念 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777消耗自己剩余的HP施以致命一击的严重伤害力，剩余的HP愈高时造成的伤害力就愈高，施展技能后自己的HP会变1",
                "技能施展后自己的HP会变成1%，若是在施展幻影分身技能时，会依据剩余分身数量多寡增加打击数和伤害值^000000",
        },

        [SKID.MB_FIGHTING] =
        {
        },

        [SKID.MB_NEUTRAL] =
        {
        },

        [SKID.MB_TAIMING_PUTI] =
        {
        },

        [SKID.MB_WHITEPOTION] =
        {
        },

        [SKID.MB_MENTAL] =
        {
        },

        [SKID.MB_CARDPITCHER] =
        {
        },

        [SKID.MB_PETPITCHER] =
        {
        },

        [SKID.MB_BODYSTUDY] =
        {
        },

        [SKID.MB_BODYALTER] =
        {
        },

        [SKID.MB_PETMEMORY] =
        {
        },

        [SKID.MB_M_TELEPORT] =
        {
        },

        [SKID.MB_B_GAIN] =
        {
        },

        [SKID.MB_M_GAIN] =
        {
        },

        [SKID.MB_MISSION] =
        {
        },

        [SKID.MB_MUNAKKNOWLEDGE] =
        {
        },

        [SKID.MB_MUNAKBALL] =
        {
        },

        [SKID.MB_SCROLL] =
        {
        },

        [SKID.MB_B_GATHERING] =
        {
        },

        [SKID.MB_M_GATHERING] =
        {
        },

        [SKID.MB_B_EXCLUDE] =
        {
        },

        [SKID.MB_B_DRIFT] =
        {
        },

        [SKID.MB_B_WALLRUSH] =
        {
        },

        [SKID.MB_M_WALLRUSH] =
        {
        },

        [SKID.MB_B_WALLSHIFT] =
        {
        },

        [SKID.MB_M_WALLCRASH] =
        {
        },

        [SKID.MB_M_REINCARNATION] =
        {
        },

        [SKID.MB_B_EQUIP] =
        {
        },

        [SKID.SL_DEATHKNIGHT] =
        {
        },

        [SKID.SL_COLLECTOR] =
        {
        },

        [SKID.SL_NINJA] =
        {
        },

        [SKID.SL_GUNNER] =
        {
        },

        [SKID.AM_TWILIGHT4] =
        {
        },

        [SKID.DE_BERSERKAIZER] =
        {
        },

        [SKID.DA_DARKPOWER] =
        {
        },

        [SKID.DE_PASSIVE] =
        {
        },

        [SKID.DE_PATTACK] =
        {
        },

        [SKID.DE_PSPEED] =
        {
        },

        [SKID.DE_PDEFENSE] =
        {
        },

        [SKID.DE_PCRITICAL] =
        {
        },

        [SKID.DE_PHP] =
        {
        },

        [SKID.DE_PSP] =
        {
        },

        [SKID.DE_RESET] =
        {
        },

        [SKID.DE_RANKING] =
        {
        },

        [SKID.DE_PTRIPLE] =
        {
        },

        [SKID.DE_ENERGY] =
        {
        },

        [SKID.DE_NIGHTMARE] =
        {
        },

        [SKID.DE_SLASH] =
        {
        },

        [SKID.DE_COIL] =
        {
        },

        [SKID.DE_WAVE] =
        {
        },

        [SKID.DE_REBIRTH] =
        {
        },

        [SKID.DE_AURA] =
        {
        },

        [SKID.DE_FREEZER] =
        {
        },

        [SKID.DE_CHANGEATTACK] =
        {
        },

        [SKID.DE_PUNISH] =
        {
        },

        [SKID.DE_POISON] =
        {
        },

        [SKID.DE_INSTANT] =
        {
        },

        [SKID.DE_WARNING] =
        {
        },

        [SKID.DE_RANKEDKNIFE] =
        {
        },

        [SKID.DE_RANKEDGRADIUS] =
        {
        },

        [SKID.DE_GAUGE] =
        {
        },

        [SKID.DE_GTIME] =
        {
        },

        [SKID.DE_GPAIN] =
        {
        },

        [SKID.DE_GSKILL] =
        {
        },

        [SKID.DE_GKILL] =
        {
        },

        [SKID.DE_ACCEL] =
        {
        },

        [SKID.DE_BLOCKDOUBLE] =
        {
        },

        [SKID.DE_BLOCKMELEE] =
        {
        },

        [SKID.DE_BLOCKFAR] =
        {
        },

        [SKID.DE_FRONTATTACK] =
        {
        },

        [SKID.DE_DANGERATTACK] =
        {
        },

        [SKID.DE_TWINATTACK] =
        {
        },

        [SKID.DE_WINDATTACK] =
        {
        },

        [SKID.DE_WATERATTACK] =
        {
        },

        [SKID.DA_ENERGY] =
        {
        },

        [SKID.DA_CLOUD] =
        {
        },

        [SKID.DA_FIRSTSLOT] =
        {
        },

        [SKID.DA_HEADDEF] =
        {
        },

        [SKID.DA_SPACE] =
        {
        },

        [SKID.DA_TRANSFORM] =
        {
        },

        [SKID.DA_EXPLOSION] =
        {
        },

        [SKID.DA_REWARD] =
        {
        },

        [SKID.DA_CRUSH] =
        {
        },

        [SKID.DA_ITEMREBUILD] =
        {
        },

        [SKID.DA_ILLUSION] =
        {
        },

        [SKID.DA_NUETRALIZE] =
        {
        },

        [SKID.DA_RUNNER] =
        {
        },

        [SKID.DA_TRANSFER] =
        {
        },

        [SKID.DA_WALL] =
        {
        },

        [SKID.DA_REVENGE] =
        {
        },

        [SKID.DA_EARPLUG] =
        {
        },

        [SKID.DA_CONTRACT] =
        {
        },

        [SKID.DA_BLACK] =
        {
        },

        [SKID.DA_DREAM] =
        {
        },

        [SKID.DA_MAGICCART] =
        {
        },

        [SKID.DA_COPY] =
        {
        },

        [SKID.DA_CRYSTAL] =
        {
        },

        [SKID.DA_EXP] =
        {
        },

        [SKID.DA_CARTSWING] =
        {
        },

        [SKID.DA_REBUILD] =
        {
        },

        [SKID.DA_JOBCHANGE] =
        {
        },

        [SKID.DA_EDARKNESS] =
        {
        },

        [SKID.DA_EGUARDIAN] =
        {
        },

        [SKID.DA_TIMEOUT] =
        {
        },

        [SKID.ALL_TIMEIN] =
        {
        },

        [SKID.DA_ZENYRANK] =
        {
        },

        [SKID.DA_ACCESSORYMIX] =
        {
        },

        [SKID.NPC_EARTHQUAKE] =
        {
        },

        [SKID.NPC_DRAGONFEAR] =
        {
        },

        [SKID.NPC_PULSESTRIKE] =
        {
        },

        [SKID.NPC_HELLJUDGEMENT] =
        {
        },

        [SKID.NPC_WIDESILENCE] =
        {
        },

        [SKID.NPC_WIDEFREEZE] =
        {
        },

        [SKID.NPC_WIDEBLEEDING] =
        {
        },

        [SKID.NPC_WIDESTONE] =
        {
        },

        [SKID.NPC_WIDECONFUSE] =
        {
        },

        [SKID.NPC_WIDESLEEP] =
        {
        },

        [SKID.NPC_EVILLAND] =
        {
        },

        [SKID.NPC_MAGICMIRROR] =
        {
        },

        [SKID.NPC_SLOWCAST] =
        {
        },

        [SKID.NPC_CRITICALWOUND] =
        {
        },

        [SKID.NPC_STONESKIN] =
        {
        },

        [SKID.NPC_ANTIMAGIC] =
        {
        },

        [SKID.NPC_WIDECURSE] =
        {
        },

        [SKID.NPC_WIDESTUN] =
        {
        },

        [SKID.NPC_VAMPIRE_GIFT] =
        {
        },

        [SKID.NPC_WIDESOULDRAIN] =
        {
        },

        [SKID.ALL_INCCARRY] =
        {
                "负重量上升R",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可提高道具负重限制。^000000",
                "[等级 1] : ^777777最大载重量+200^000000",
                "[等级 2] : ^777777最大载重量 +400^000000",
                "[等级 3] : ^777777最大载重量 +600^000000",
                "[等级 4] : ^777777最大载重量 +800^000000",
                "[等级 5] : ^777777最大载重量 +1000^000000",
                "[等级 6] : ^777777最大载重量 +1200^000000",
                "[等级 7] : ^777777最大载重量 +1400^000000",
                "[等级 8] : ^777777最大载重量 +1600^000000",
                "[等级 9] : ^777777最大载重量 +1800^000000",
                "[等级 10] : ^777777最大载重量 +2000^000000",
        },

        [SKID.NPC_HELLPOWER] =
        {
        },

        [SKID.NPC_ALLHEAL] =
        {
        },

        [SKID.GM_SANDMAN] =
        {
                "摇篮曲",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777唱出无法不入眠的摇篮曲，在一定时间内使对方进入无法醒来的睡眠状态^000000",
        },

        [SKID.ALL_CATCRY] =
        {
                "怪兽的咆哮",
                "内容 : ^777777为了驱赶老鼠而发出猫叫声^000000",
        },

        [SKID.ALL_PARTYFLEE] =
        {
                "吹吧! 花风!!",
                "内容 : ^777777花^000000",
        },

        [SKID.ALL_ANGEL_PROTECT] =
        {
                "感谢您!",
        },

        [SKID.ALL_DREAM_SUMMERNIGHT] =
        {
                "一个夏夜之梦",
                "内容 : ^777777使用后宛如在某个夏夜有做梦的感觉^000000",
        },

        [SKID.ALL_REVERSEORCISH] =
        {
        },

        [SKID.ALL_WEWISH] =
        {
        },

        [SKID.ALL_BUYING_STORE] =
        {
                "开设采购商店",
                "系列：辅助",
                "内容：^777777在你站的位置上开设可以购买各种物品的简易商店 。会消耗^FF0000采购商店执照 ^7777771个。^000000",
        },

        
        [SKID.ALL_GUARDIAN_RECALL] =
        {
                "Guardian Recall",
                "最高等级 : 1",
                "系列 : ^辅助^bb0000(  )^000000",
        },

        [SKID.ALL_ODINS_POWER] =
        {
                "Odins Power",
        },

        [SKID.KN_CHARGEATK] =
        {
                "冲锋攻击",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777对远距离的敌人瞬间靠过去，给予攻击.距离越远的话攻击力会越高，但相对的施法时间变久^000000",
        },

        [SKID.CR_SHRINK] =
        {
                "退缩",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777当用自动防御技能防御时，会把对方往后退移2格会持续5分钟 ，",
                "在持续的时间内再重新使用退缩技能时，该技能的效果会被解除 ",
                "当自动防御技能1等级时是 5%，技能等级每 5%增加后到达10技能时，会有 50%的机率把敌人退移^000000",
        },

        [SKID.AS_SONICACCEL] =
        {
                "超音速投掷",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777使音速投掷技能命中率上升 50% ，攻击力会增加10% ^000000",
        },

        [SKID.AS_VENOMKNIFE] =
        {
                "毒刃",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777只有在装备'毒刃'的时候，才能使用的技能 ",
                "当使用技能时，会消耗掉1个'毒刃'来攻击在远距离的敌人，被攻击到的敌人有较高的机率会中毒^000000",
        },

        [SKID.RG_CLOSECONFINE] =
        {
                "紧密的约束",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777在15秒中抓住攻击的对象1人让他变成不能移动的状态，相对的技能施展者同时的也会变成不能移动的状态，",
                "抓住对方的同时会得到回避率 +10的红利，假如俩人之间有一个人死亡或是使用瞬间移动造成距离远离时，这状态马上被解除^000000",
        },

        [SKID.WZ_SIGHTBLASTER] =
        {
                "火狩芽",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777自己^000000",
                "内容 : ^777777在2分钟内火狩的火光，围绕着施展者的周围以便做保护，",
                "当敌人要靠近技能施展者时，给予魔法攻击力般的伤害而退移，再给他1次伤害力的话就会消除，",
                "攻城时不会有退移的效果^000000",
        },

        [SKID.SA_CREATECON] =
        {
                "肯贝特 制作",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777制作'肯贝特 ' 物品，可制作出 火、地、风、水属性四种物品",
                "火属性 肯贝特 : 蝎子尾巴 3个 +大滚动条 1个",
                "地属性 肯贝特 :硬角 3个 + 大滚动条 1个",
                "风属性 肯贝特 : 彩色昆虫外壳 3个 + 大滚动条 1个",
                "水属性 肯贝特 : 蜗牛壳 3个 + 大滚动条 1个^000000",
        },

        [SKID.SA_ELEMENTWATER] =
        {
                "水属性 元素更换",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777把对象魔物的属性更换为水属性^000000",
        },

        [SKID.HT_PHANTASMIC] =
        {
                "幻影箭",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777在没有装备箭矢时，可射出虚像的箭矢的技能 ",
                "拥有150%的攻击力，命中时让敌人后退3格^000000",
        },

        [SKID.BA_PANGVOICE] =
        {
                "阵痛之声",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777对敌对象1人，施展怪声吼叫 使牠得到混乱，对Boss级魔物无效 ^000000",
        },

        [SKID.DC_WINKCHARM] =
        {
                "眨眼之诱",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777对对象1人施出眨眼以便诱惑，有 10秒钟的时间对象魔物不会对玩家攻击，",
                "当玩家的等级比魔物的等级更高时所中的机率会更高，若对其它玩家施展时有较低的机率中混乱，",
                "只能对人形系、天使系、恶魔系魔物们能施展，对Boss级魔物无效^000000",
        },

        [SKID.BS_UNFAIRLYTRICK] =
        {
                "诡计的商术",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777金钱攻击的金币，消耗量只减少 10%^000000",
        },

        [SKID.BS_GREED] =
        {
                "贪婪",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777周边2格^000000",
                "内容 : ^777777使用这技能时，从玩家到2空格之内的所有物品，会放进到装备栏里 ",
                "在村落不能使用的^000000",
        },

        [SKID.PR_REDEMPTIO] =
        {
                "舍身取义",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777组队全部^000000",
                "内容 : ^777777自愿做牺牲把画面里的全体组队员全部复活，被复活的玩家们只有 50%的HP回复，",
                "一次能救活更多的组队员的话，当使用这技能死掉时所少掉的经验值损失越底 ",
                "使用时经验值 1%以下时，不会被启动的^000000",
        },

        [SKID.MO_KITRANSLATION] =
        {
                "振气注入",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777组队1人^000000",
                "内容 : ^777777把自己所有的气球体能交给组队员，当每一次振气注入时 对方会传达到 1个气球体^000000",
        },

        [SKID.MO_BALKYOUNG] =
        {
                "发劲",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777在手掌上集中气来攻击，给予敌人伤害也把周围的敌人轰掉，",
                "被命中的敌人受300%的伤害力，在周围的魔物被退移2格有2秒钟得到昏眩，使用这技能时HP会销耗少量HP.^000000",
        },

        [SKID.SA_ELEMENTGROUND] =
        {
                "地属性 元素更换",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777把对象魔物的属性更换为地属性^000000",
        },

        [SKID.SA_ELEMENTFIRE] =
        {
                "火属性 元素更换",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777把对象魔物的属性更换为火属性^000000",
        },

        [SKID.SA_ELEMENTWIND] =
        {
                "风属性 元素更换",
                "^777777习得条件 : 进阶学习机能^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌^000000",
                "内容 : ^777777把对象魔物的属性更换为风属性^000000",
        },

        [SKID.RK_ENCHANTBLADE] =
        {
                "魔力剑",
                "最高等级:5",
                "^777777习得条件:卢恩精熟2^000000",
                "系列:^777777辅助^000000",
                "对象:^777777玩家^000000",
                "内容:^777777在武器上赋予魔力，5分钟内近距离物理攻击上增加攻击者的魔法攻击力。依照技能等级，追加的魔法攻击力也会变大。并会受到施展者的等级和INT的影响。^000000",
                "[等级1]:^777777魔法攻击力+120增加^000000",
                "[等级2]:^777777魔法攻击力+140增加^000000",
                "[等级3]:^777777魔法攻击力+160增加^000000",
                "[等级4]:^777777魔法攻击力+180增加^000000",
                "[等级5]:^777777魔法攻击力+200增加^000000",
        },

        [SKID.RK_SONICWAVE] =
        {
                "音速冲击波",
                "最高等级:5",
                "^777777习得条件:魔力剑3^000000",
                "系列:^777777损害^000000",
                "内容:^777777把武器重搥地面，让产生的冲击波伤害远距离敌人的技能。^000000",
                "[等级1]:^777777攻击力600%^000000",
                "[等级2]:^777777攻击力700%^000000",
                "[等级3]:^777777攻击力800%^000000",
                "[等级4]:^777777攻击力900%^000000",
                "[等级5]:^777777攻击力1000%^000000",
        },

        [SKID.RK_DEATHBOUND] =
        {
                "死亡反弹",
                "最高等级:10",
                "^777777习得条件:反击1,魔力剑2^000000",
                "系列:^777777损害/反击^000000",
                "内容:^777777增加自己受到的损害并将之反射给对方，但，自己也会受到部分增加的损害，不适用于BOSS型怪物。^000000",
                "[等级1]:^777777损害增幅600%^000000",
                "[等级2]:^777777损害增幅700%^000000",
                "[等级3]:^777777损害增幅800%^000000",
                "[等级4]:^777777损害增幅900%^000000",
                "[等级5]:^777777损害增幅1000%^000000",
                "[等级6]:^777777损害增幅1100%^000000",
                "[等级7]:^777777损害增幅1200%^000000",
                "[等级8]:^777777损害增幅1300%^000000",
                "[等级9]:^777777损害增幅1400%^000000",
                "[等级10]:^777777损害增幅1500%^000000",
        },

        [SKID.RK_HUNDREDSPEAR] =
        {
                "百矛穿刺",
                "最高等级:10",
                "^777777习得条件:幻象突刺3^000000",
                "系列:^777777损害^000000",
                "内容:^777777枪专用技能，用长矛连续多次突刺，让目标受到巨大损害的技能。并具有追加投掷长矛攻击发动机率，施展者若有学习螺旋击刺，即会发生追加损害。^000000",
                "[等级1]:^777777攻击力640%/投掷长矛攻击发动机率13%^000000",
                "[等级2]:^777777攻击力680%/投掷长矛攻击发动机率16%^000000",
                "[等级3]:^777777攻击力720%/投掷长矛攻击发动机率19%^000000",
                "[等级4]:^777777攻击力760%/投掷长矛攻击发动机率22%^000000",
                "[等级5]:^777777攻击力800%/投掷长矛攻击发动机率25%^000000",
                "[等级6]:^777777攻击力840%/投掷长矛攻击发动机率28%^000000",
                "[等级7]:^777777攻击力880%/投掷长矛攻击发动机率31%^000000",
                "[等级8]:^777777攻击力920%/投掷长矛攻击发动机率34%^000000",
                "[等级9]:^777777攻击力960%/投掷长矛攻击发动机率37%^000000",
                "[等级10]:^777777攻击力1000%/投掷长矛攻击发动机率40%^000000",
        },

        [SKID.RK_WINDCUTTER] =
        {
                "风压飞刃",
                "最高等级:5",
                "^777777习得条件:魔力剑5^000000",
                "系列:^777777范围损害^000000",
                "内容:^777777大力挥舞所装备的武器，造成损害的同时把敌人推走。被这技能打到的敌人会不时处在恐怖之中。^000000",
                "[等级1]:^777777攻击力150%/恐怖发生机率5%^000000",
                "[等级2]:^777777攻击力200%/恐怖发生机率7%^000000",
                "[等级3]:^777777攻击力250%/恐怖发生机率9%^000000",
                "[等级4]:^777777攻击力300%/恐怖发生机率11%^000000",
                "[等级5]:^777777攻击力350%/恐怖发生机率13%^000000",
        },

        [SKID.RK_IGNITIONBREAK] =
        {
                "致命爆裂",
                "最高等级:5",
                "^777777习得条件:音速冲击波2,风压飞刃3,死亡反弹5^000000",
                "系列:^777777范围损害^000000",
                "内容:^777777把武器重掷地面，产生巨大的爆炸让自己附近的所有敌人都受到损害。敌人离自己越近所受到的损害就越大，如有装备火属性的剑则会增加损害。^000000",
                "[等级1]:^777777攻击力400%-300%-200%^000000",
                "[等级2]:^777777攻击力600%-500%-300%^000000",
                "[等级3]:^777777攻击力800%-700%-400%^000000",
                "[等级4]:^777777攻击力1000%-900%-500%^000000",
                "[等级5]:^777777攻击力1200%-1100%-600%^000000",
        },

        [SKID.RK_DRAGONTRAINING] =
        {
                "龙驾驭",
                "最高等级:5",
                "^777777习得条件:骑兵修练1^000000",
                "系列:^777777被动^000000",
                "内容:^777777骑乘龙时攻击速度会上升，可持有的重量也会提高，会对龙之气息的损害有影响。骑乘龙的状态下若以窗口模式攻击时，关于目标大小会经常套用100%的损害、攻击力也会稍微上升。^000000",
        },

        [SKID.RK_DRAGONBREATH] =
        {
                "龙之气息",
                "最高等级:10",
                "^777777习得条件:龙驾驭2^000000",
                "系列:^777777范围损害^000000",
                "内容:^777777向龙使出烈火连击，跟地狱的热气般炽热的龙之气息，被攻击到的敌人随时都身处于烈焰之中并持续受到伤害。龙所呼出的气息威力会随着操控者的状态所左右。^000000",
        },

        [SKID.RK_DRAGONHOWLING] =
        {
                "龙之咆哮",
                "最高等级:5",
                "^777777习得条件:龙驾驭2^000000",
                "系列:^777777debuff^000000",
                "内容:^777777让龙发出嚎叫，使附近的所有生命体都饱受恐怖之感。^000000",
                "[等级1]:^777777效果范围施展者半径3格/成功机率56%^000000",
                "[等级2]:^777777效果范围施展者半径4格/成功机率62%^000000",
                "[等级3]:^777777效果范围施展者半径5格/成功机率68%^000000",
                "[等级4]:^777777效果范围施展者半径6格/成功机率74%^000000",
                "[等级5]:^777777效果范围施展者半径7格/成功机率80%^000000",
        },

        [SKID.RK_RUNEMASTERY] =
        {
                "卢恩精熟",
                "最高等级:10",
                "系列:^777777被动^000000",
                "内容:^777777卢恩骑士们透过卢恩精熟才能获得使用卢恩的力量。透过本技能可制作卢恩石，会影响到卢恩石的制作及使用。卢恩石的种类总共有9种，随着卢恩精熟的等级会增加可制作的卢恩石数量。制作卢恩石时基本上会消耗1个卢恩原石和1根古老树枝，依照不同的卢恩石所需要的材料也会有所增加。5级之后一次可制作1-2个，10级以后可制作1-3个。^000000",
                "[等级1]:^777777突里萨兹卢恩石-犬妖的毛1,沙漠之狼之指甲1^000000",
                "[等级2]:^777777伊札卢恩石-燃烧的心脏1^000000",
                "[等级3]:^777777培尔多罗卢恩石-光粒1,纠缠铁链1,龙牙1^000000",
                "[等级4]:^777777哈卡拉兹卢恩石-材料:圆形外皮1,龙皮1^000000",
                "[等级5]:^777777艾伊瓦兹卢恩石-材料:光粒1,兽人之牙1^000000",
                "[等级6]:^777777乌鲁兹卢恩石-材料:蛇发1,蜂蜜1^000000",
                "[等级7]:^777777莱德赫卢恩石-材料:光粒1,红色魔力矿石1^000000",
                "[等级8]:^777777那特席兹卢恩石-材料:光粒1,破裂的铠甲一角1,老旧魔法图1^000000",
                "[等级9]:^777777贝尔卡诺卢恩石-材料:无颅武士的铠甲一角1^000000",
                "[等级10]:^777777增加卢恩石制作成功机率^000000",
        },

        [SKID.RK_MILLENNIUMSHIELD] =
        {
        },

        [SKID.RK_CRUSHSTRIKE] =
        {
        },

        [SKID.RK_REFRESH] =
        {
        },

        [SKID.RK_GIANTGROWTH] =
        {
        },

        [SKID.RK_STONEHARDSKIN] =
        {
        },

        [SKID.RK_VITALITYACTIVATION] =
        {
        },

        [SKID.RK_STORMBLAST] =
        {
        },

        [SKID.RK_FIGHTINGSPIRIT] =
        {
        },

        [SKID.RK_ABUNDANCE] =
        {
        },

        [SKID.RK_PHANTOMTHRUST] =
        {
                "幻象突刺",
                "最高等级:5",
                "^777777习得条件:骑乘攻击2^000000",
                "系列:^777777主动^000000",
                "内容:^777777枪专用技能，施展者攻击远方的1名目标并将之拉到自己面前。本技能也可以对我军(队员)使用，对队员使用时不会受到损害",
                "，如果熟练长矛技能的话可产生追加损害。^000000",
                "[等级1]:^777777射程距离5格/攻击力50%^000000",
                "[等级2]:^777777射程距离6格/攻击力100%^000000",
                "[等级3]:^777777射程距离7格/攻击力150%^000000",
                "[等级4]:^777777射程距离8格/攻击力200%^000000",
                "[等级5]:^777777射程距离9格/攻击力250%^000000",
        },

        [SKID.GC_VENOMIMPRESS] =
        {
                "毒耐性弱化",
                "最高等级:5",
                "^777777习得条件:涂毒3^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777减弱1名目标的毒属性攻击的耐性。^000000",
                "[等级1]:^777777毒耐性弱化-10%^000000",
                "[等级2]:^777777毒耐性弱化-20%^000000",
                "[等级3]:^777777毒耐性弱化-30%^000000",
                "[等级4]:^777777毒耐性弱化-40%^000000",
                "[等级5]:^777777毒耐性弱化-50%^000000",
        },

        [SKID.GC_CROSSIMPACT] =
        {
                "十字斩",
                "最高等级:5",
                "^777777习得条件:音速投掷10^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777快速打击1名对象7次，射程距离3格^000000",
                "[等级1]:^777777损害1200%^000000",
                "[等级2]:^777777损害1250%^000000",
                "[等级3]:^777777损害1300%^000000",
                "[等级4]:^777777损害1350%^000000",
                "[等级5]:^777777损害1400%^000000",
        },

        [SKID.GC_DARKILLUSION] =
        {
                "黑色幻影",
                "最高等级:5",
                "^777777习得条件:十字斩3^000000",
                "系列:^777777主动/损害-特殊^000000",
                "内容:^777777快速移动并对1名对象给予损害，以低机率同时发动十字斩。攻城地图里不可使用。^000000",
                "[等级1]:^777777损害100%/最大射程距离3格^000000",
                "[等级2]:^777777损害100%/最大射程距离4格^000000",
                "[等级3]:^777777损害100%/最大射程距离5格^000000",
                "[等级4]:^777777损害100%/最大射程距离6格^000000",
                "[等级5]:^777777损害100%/最大射程距离7格^000000",
        },

        [SKID.GC_RESEARCHNEWPOISON] =
        {
                "新毒研究",
                "最高等级:10",
                "^777777习得条件:十字斩首者技能基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777学习制作新毒素的方法，依照技能等级可制作的毒和制作数量也会增加，制造成功机率也会上升。每上升1级技能，'毒液'的持续时间就会增加3秒。基本上必须持有药钵和制毒工具组，以及每个毒素的必须材料。^000000",
                "[等级1]:^777777制造机率35%/麻痹之毒-材料:牛蛙之皮20,大王黛粉毒叶1^000000",
                "[等级2]:^777777制造机率40%/热病之毒-材料:虎蜥皮20,毒马樱丹1^000000",
                "[等级3]:^777777制造机率45%/污染之毒-材料:亡者指甲25,蛇足毒草1^000000",
                "[等级4]:^777777制造机率50%/吸血之毒-材料:毒山莨菪1,毒夹竹桃1^000000",
                "[等级5]:^777777制造机率55%/解毒剂-材料:绿色药草2,蓝色药草1,白色药草1，但不需要药钵和制毒工具组^000000",
                "[等级6]:^777777制造机率60%/衰弱之毒-材料:粘稠的毒10,迷幻药1^000000",
                "[等级7]:^777777制造机率65%/狂笑之毒-材料:毒魔菇芽孢10,毒香草1^000000",
                "[等级8]:^777777制造机率70%/麻醉之毒-材料:粘稠的毒10,毒夹竹桃1^000000",
                "[等级9]:^777777制造机率75%/失忆之毒-材料:人鱼之心10,迷幻药1^000000",
                "[等级10]:^777777制造机率80%/-^000000",
        },

        [SKID.GC_CREATENEWPOISON] =
        {
                "新毒制作",
                "最高等级:1",
                "^777777习得条件:新毒研究1^000000",
                "系列:^777777主动^000000",
                "内容:^777777制作新的毒素，依照新毒研究技能和持有的毒素材料会显示可制作的列表。^000000",
        },

        [SKID.GC_ANTIDOTE] =
        {
                "解毒剂",
                "最高等级:1",
                "^777777习得条件:新毒研究5^000000",
                "系列:^777777主动/解毒^000000",
                "内容:^777777持有解毒剂，就可以解除自己以及1名对象身上的十字斩首者技能之新毒素。^000000",
        },

        [SKID.GC_POISONINGWEAPON] =
        {
                "剧毒武器",
                "最高等级:5",
                "^777777习得条件:新毒制作1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777在自己的武器涂上十字斩首者技能的新毒素，用这东西攻击目标时，目标就会中到武器上毒素效果。^000000",
                "[等级1]:^777777中毒机率4%/持续时间60秒^000000",
                "[等级2]:^777777中毒机率6%/持续时间120秒^000000",
                "[等级3]:^777777中毒机率8%/持续时间180秒^000000",
                "[等级4]:^777777中毒机率10%/持续时间240秒^000000",
                "[等级5]:^777777中毒机率12%/持续时间300秒^000000",
        },

        [SKID.GC_WEAPONBLOCKING] =
        {
                "武器抵御",
                "最高等级:5",
                "^777777习得条件:左手-修练5^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777在武器抵御状态下如受到接近的物理攻击，就会依一定机率让敌人的损害完全无效化。在本状态下可连结使用反击斩以及卸除武装，持续时间内会持续消耗SP，再次使用即解除武器抵御状态。^000000",
                "[等级1]:^777777防御机率12%/持续时间180秒^000000",
                "[等级2]:^777777防御机率14%/持续时间180秒^000000",
                "[等级3]:^777777防御机率16%/持续时间180秒^000000",
                "[等级4]:^777777防御机率18%/持续时间180秒^000000",
                "[等级5]:^777777防御机率20%/持续时间180秒^000000",
        },

        [SKID.GC_COUNTERSLASH] =
        {
                "反击斩",
                "最高等级:5",
                "^777777习得条件:武器抵御1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777在武器抵御状态下如成功防御对方的攻击，便可用反击斩进行反击，让自己附近3x3格的所有目标都受到损害。本损害会受到施展者AGI的影响而更加提高。^000000",
                "[等级1]:^777777攻击力400%^000000",
                "[等级2]:^777777攻击力500%^000000",
                "[等级3]:^777777攻击力600%^000000",
                "[等级4]:^777777攻击力700%^000000",
                "[等级5]:^777777攻击力800%^000000",
        },

        [SKID.GC_WEAPONCRUSH] =
        {
                "卸除武装",
                "最高等级:5",
                "^777777习得条件:武器抵御1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777在武器抵御状态下如成功防御对方的攻击，便可用卸除武装进行反击，强制移除攻击对方的武器。技能等级越高，持续时间及成功机率就越高。^000000",
        },

        [SKID.GC_VENOMPRESSURE] =
        {
                "剧毒强制赋予",
                "最高等级:5",
                "^777777习得条件:武器抵御1,剧毒武器3^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777剧毒武器状态下向靠近的敌人给予损害的同时，以高机率产生剧毒武器具有的毒素效果。使用后剧毒武器效果会解除。^000000",
                "[等级1]:^777777中毒机率75%/命中率补正+14^000000",
                "[等级2]:^777777中毒机率80%/命中率补正+18^000000",
                "[等级3]:^777777中毒机率85%/命中率补正+22^000000",
                "[等级4]:^777777中毒机率90%/命中率补正+26^000000",
                "[等级5]:^777777中毒机率95%/命中率补正+30^000000",
        },

        [SKID.GC_POISONSMOKE] =
        {
                "毒雾",
                "最高等级:5",
                "^777777习得条件:剧毒强制赋予5,剧毒武器5^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777剧毒武器状态里把自己武器上涂有的毒素变成雾状，使之扩散到5x5格内。范围内的敌人会以2秒为单位，20%的机率中毒。使用后剧毒武器效果会被解除，射程距离5格。^000000",
                "[等级1]:^777777持续时间6秒^000000",
                "[等级2]:^777777持续时间8秒^000000",
                "[等级3]:^777777持续时间10秒^000000",
                "[等级4]:^777777持续时间12秒^000000",
                "[等级5]:^777777持续时间14秒^000000",
        },

        [SKID.GC_CLOAKINGEXCEED] =
        {
                "伪装强化",
                "最高等级:5",
                "^777777习得条件:伪装3^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777和原有的伪装不同，连昆虫型、恶魔型都不会发现。受到3次以下的损害都不会解除，技能等级越高移动速度越快。^000000",
                "[等级1]:^777777每秒消耗SP9/移动速度100%/承受损害1次^000000",
                "[等级2]:^777777每秒消耗SP8/移动速度110%/承受损害1次^000000",
                "[等级3]:^777777每秒消耗SP7/移动速度120%/承受损害2次^000000",
                "[等级4]:^777777每秒消耗SP6/移动速度130%/承受损害2次^000000",
                "[等级5]:^777777每秒消耗SP5/移动速度140%/承受损害3次^000000",
        },

        [SKID.GC_PHANTOMMENACE] =
        {
                "恶灵威胁",
                "最高等级:1",
                "^777777习得条件:黑色幻影5,伪装强化5^000000",
                "系列:^777777主动/猎鹰寻敌^000000",
                "内容:^777777十字斩首者如影子般移动，把7x7格范围内隐藏的所有敌人都给予300%的损害。解除被打到的所有对象的隐藏状态。^000000",
        },

        [SKID.GC_HALLUCINATIONWALK] =
        {
                "幻影步",
                "最高等级:5",
                "^777777习得条件:恶灵威胁1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777瞬间让施展者的速度提高到极限，提高回避力并以一定机率无视魔法损害。技能施展时会消耗HP，若技能结束，25秒内移动速度和攻击速度也会减少一半。^000000",
                "[等级1]:^777777回避率上升+50/无视魔法损害机率10%^000000",
                "[等级2]:^777777回避率上升+100/无视魔法损害机率20%^000000",
                "[等级3]:^777777回避率上升+150/无视魔法损害机率30%^000000",
                "[等级4]:^777777回避率上升+200/无视魔法损害机率40%^000000",
                "[等级5]:^777777回避率上升+250/无视魔法损害机率50%^000000",
        },

        [SKID.GC_ROLLINGCUTTER] =
        {
                "回旋刀刃",
                "最高等级:5",
                "^777777习得条件:音速投掷10^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777拳刃专用技能，手持拳刃高速旋转，让自己附近3x3格的所有敌人受到损害。每次旋转都会累积旋转次数，旋转次数越多回旋十字斩的损害越大。旋转次数不可累积10次以上。^000000",
                "[等级1]:^777777攻击力120%^000000",
                "[等级2]:^777777攻击力140%^000000",
                "[等级3]:^777777攻击力160%^000000",
                "[等级4]:^777777攻击力180%^000000",
                "[等级5]:^777777攻击力200%^000000",
        },

        [SKID.GC_CROSSRIPPERSLASHER] =
        {
                "回旋十字斩",
                "最高等级:5",
                "^777777习得条件:回旋刀刃1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777消耗回旋刀刃的旋转次数所使用，向远方的1名敌人扔掷旋转的刀刃，给予强大的损害。回旋刀刃的累积次数越多损害越大。回旋十字斩使用后，旋转次数会归零。射程距离7格^000000",
                "[等级1]:^777777攻击力200%^000000",
                "[等级2]:^777777攻击力240%^000000",
                "[等级3]:^777777攻击力280%^000000",
                "[等级4]:^777777攻击力320%^000000",
                "[等级5]:^777777攻击力360%^000000",
        },

        [SKID.AB_JUDEX] =
        {
                "审判",
                "最高等级:5",
                "^777777习得条件:转生术1^000000",
                "系列:^777777圣属性魔法^000000",
                "内容:^777777让1名目标及附近3格范围内受到圣属性的魔法损害。^000000",
                "[等级1]:^777777魔法攻击力300%^000000",
                "[等级2]:^777777魔法攻击力320%^000000",
                "[等级3]:^777777魔法攻击力340%^000000",
                "[等级4]:^777777魔法攻击力360%^000000",
                "[等级5]:^777777魔法攻击力400%^000000",
        },

        [SKID.AB_ANCILLA] =
        {
                "安希拉",
                "最高等级:1",
                "^777777习得条件:慈悲术3^000000",
                "系列:^777777安希拉生成^000000",
                "内容:^777777生成名叫安希拉的魔力石。^000000",
        },

        [SKID.AB_ADORAMUS] =
        {
                "讴歌",
                "最高等级:10",
                "^777777习得条件:审判5,安希拉1,十字驱魔攻击1^000000",
                "系列:^777777圣属性魔法^000000",
                "内容:^777777用强大的神圣之光给1名目标损害，并追加黑暗和敏捷降低的状态，使用时会消耗1个蓝色魔力矿石。如果自己旁边有圣职者系列的职业，就不会消耗蓝色魔力矿石，会消耗部分辅助者的SP。^000000",
                "[等级1]:^777777魔法攻击力600%^000000",
                "[等级2]:^777777魔法攻击力700%^000000",
                "[等级3]:^777777魔法攻击力800%^000000",
                "[等级4]:^777777魔法攻击力900%^000000",
                "[等级5]:^777777魔法攻击力1000%^000000",
                "[等级6]:^777777魔法攻击力1100%^000000",
                "[等级7]:^777777魔法攻击力1200%^000000",
                "[等级8]:^777777魔法攻击力1300%^000000",
                "[等级9]:^777777魔法攻击力1400%^000000",
                "[等级10]:^777777魔法攻击力1500%^000000",
        },

        [SKID.AB_CLEMENTIA] =
        {
                "慈悲术",
                "最高等级:3",
                "^777777习得条件:天使之赐福1^000000",
                "系列:^777777辅助^000000",
                "内容:^777777以自己为中心，给予附近所有的队员祝福的服事技能:[天使之赐福]效果。^000000",
                "[等级1]:^777777效果范围施展者附近3格/持续时间120秒^000000",
                "[等级2]:^777777效果范围施展者附近7格/持续时间180秒^000000",
                "[等级3]:^777777效果范围施展者附近15格/持续时间240秒^000000",
        },

        [SKID.AB_CANTO] =
        {
                "纯白百合花",
                "最高等级:3",
                "^777777习得条件:加速术1^000000",
                "系列:^777777辅助^000000",
                "内容:^777777以自己为中心，对附近所有队员给予服事技能:[敏捷增加]效果。^000000",
                "[等级1]:^777777效果范围施展者附近3格/持续时间120秒^000000",
                "[等级2]:^777777效果范围施展者附近7格/持续时间180秒^000000",
                "[等级3]:^777777效果范围施展者附近15格/持续时间240秒^000000",
        },

        [SKID.AB_CHEAL] =
        {
                "灿烂圣光",
                "最高等级:3",
                "^777777习得条件:治愈术1^000000",
                "系列:^777777恢复^000000",
                "内容:^777777以自己为中心，恢复附近所有队员的HP。^000000",
                "[等级1]:^777777效果范围施展者附近3格^000000",
                "[等级2]:^777777效果范围施展者附近7格^000000",
                "[等级3]:^777777效果范围施展者附近15格^000000",
        },

        [SKID.AB_EPICLESIS] =
        {
                "圣灵降临祈祷",
                "最高等级:5",
                "^777777习得条件:安希拉1,高阶治愈术1^000000",
                "系列:^777777召唤^000000",
                "内容:^777777召唤生命之树并让死者复活，增加HP和SP予以恢复，使用时会消耗一个安希拉和圣水。^000000",
                "[等级1]:^777777MHP增加量5%每秒HP恢复3%/SP恢复2%^000000",
                "[等级2]:^777777MHP增加量10%每秒HP恢复3%/SP恢复2%^000000",
                "[等级3]:^777777MHP增加量15%每秒HP恢复4%/SP恢复3%^000000",
                "[等级4]:^777777MHP增加量20%每秒HP恢复4%/SP恢复3%^000000",
                "[等级5]:^777777MHP增加量25%每秒HP恢复5%/SP恢复4%^000000",
        },

        [SKID.AB_PRAEFATIO] =
        {
                "感恩歌",
                "最高等级:10",
                "^777777习得条件:霸邪之阵1^000000",
                "系列:^777777辅助^000000",
                "内容:^777777给予全体队员保护的魔法祭司技能:[霸邪之阵]效果。^000000",
                "[等级1]:^777777防御次数7^000000",
                "[等级2]:^777777防御次数8^000000",
                "[等级3]:^777777防御次数9^000000",
                "[等级4]:^777777防御次数10^000000",
                "[等级5]:^777777防御次数11^000000",
                "[等级6]:^777777防御次数12^000000",
                "[等级7]:^777777防御次数13^000000",
                "[等级8]:^777777防御次数14^000000",
                "[等级9]:^777777防御次数15^000000",
                "[等级10]:^777777防御次数16^000000",
        },

        [SKID.AB_ORATIO] =
        {
                "祈祷文",
                "最高等级:10",
                "^777777习得条件:感恩歌5^000000",
                "系列:^777777debuff^000000",
                "内容:^777777减少画面内所有目标的圣属性耐性。^000000",
                "[等级1]:^777777成功机率45%/圣属性耐性2%减少^000000",
                "[等级2]:^777777成功机率50%/圣属性耐性4%减少^000000",
                "[等级3]:^777777成功机率55%/圣属性耐性6%减少^000000",
                "[等级4]:^777777成功机率60%/圣属性耐性8%减少^000000",
                "[等级5]:^777777成功机率65%/圣属性耐性10%减少^000000",
                "[等级6]:^777777成功机率70%/圣属性耐性12%减少^000000",
                "[等级7]:^777777成功机率75%/圣属性耐性14%减少^000000",
                "[等级8]:^777777成功机率80%/圣属性耐性16%减少^000000",
                "[等级9]:^777777成功机率85%/圣属性耐性18%减少^000000",
                "[等级10]:^777777成功机率90%/圣属性耐性20%减少^000000",
        },

        [SKID.AB_LAUDAAGNUS] =
        {
                "羔羊歌颂",
                "最高等级:4",
                "^777777习得条件:痊愈术1^000000",
                "系列:^777777治疗^000000",
                "内容:^777777治疗所有队员的冰冻、石化、黑暗状态。^000000",
                "[等级1]:^777777成功机率35%^000000",
                "[等级2]:^777777成功机率40%^000000",
                "[等级3]:^777777成功机率45%^000000",
                "[等级4]:^777777成功机率50%^000000",
        },

        [SKID.AB_LAUDARAMUS] =
        {
                "折枝赞颂",
                "最高等级:4",
                "^777777习得条件:羔羊歌颂2^000000",
                "系列:^777777治疗^000000",
                "内容:^777777治疗全体队员的沉默、睡眠、晕眩状态。^000000",
                "[等级1]:^777777成功机率35%^000000",
                "[等级2]:^777777成功机率40%^000000",
                "[等级3]:^777777成功机率45%^000000",
                "[等级4]:^777777成功机率50%^000000",
        },

        [SKID.AB_EUCHARISTICA] =
        {
                "感恩祈祷",
                "最高等级:10",
                "^777777习得条件:圣灵降临祈祷1,赎罪1^000000",
                "系列:^777777被动^000000",
                "内容:^777777针对不死属性和黑暗属性的敌人增加攻击力并减少获得的损害。^000000",
                "[等级1]:^777777攻击力1%增加/损害1%减少^000000",
                "[等级2]:^777777攻击力2%增加/损害2%减少^000000",
                "[等级3]:^777777攻击力3%增加/损害3%减少^000000",
                "[等级4]:^777777攻击力4%增加/损害4%减少^000000",
                "[等级5]:^777777攻击力5%增加/损害5%减少^000000",
                "[等级6]:^777777攻击力6%增加/损害6%减少^000000",
                "[等级7]:^777777攻击力7%增加/损害7%减少^000000",
                "[等级8]:^777777攻击力8%增加/损害8%减少^000000",
                "[等级9]:^777777攻击力9%增加/损害9%减少^000000",
                "[等级10]:^777777攻击力10%增加/损害10%减少^000000",
        },

        [SKID.AB_RENOVATIO] =
        {
                "净化",
                "最高等级:1",
                "^777777习得条件:灿烂圣光3^000000",
                "系列:^777777恢复^000000",
                "内容:^777777每5秒恢复3%的HP，使用在不死怪物上时，依照施展者的等级给予一定的损害。^000000",
        },

        [SKID.AB_HIGHNESSHEAL] =
        {
                "高阶治愈术",
                "最高等级:5",
                "^777777习得条件:净化1^000000",
                "系列:^777777恢复^000000",
                "内容:^777777服事技能:使用比[治愈术]还具有更大HP恢复量的治愈魔法。^000000",
                "[等级1]:^777777恢复量2倍^000000",
                "[等级2]:^777777恢复量2.3倍^000000",
                "[等级3]:^777777恢复量2.6倍^000000",
                "[等级4]:^777777恢复量2.9倍^000000",
                "[等级5]:^777777恢复量3.2倍^000000",
        },

        [SKID.AB_CLEARANCE] =
        {
                "解除",
                "最高等级:5",
                "^777777习得条件:折枝赞颂2^000000",
                "系列:^777777特殊^000000",
                "内容:^777777解除队员和怪物身上的所有buff、debuff以及状态异常。^000000",
                "[等级1]:^777777成功机率40%^000000",
                "[等级2]:^777777成功机率50%^000000",
                "[等级3]:^777777成功机率60%^000000",
                "[等级4]:^777777成功机率70%^000000",
                "[等级5]:^777777成功机率80%^000000",
        },

        [SKID.AB_EXPIATIO] =
        {
                "赎罪",
                "最高等级:5",
                "^777777习得条件:祈祷文5二道圣光5^000000",
                "系列:^777777辅助^000000",
                "内容:^777777在武器上赋予神圣力，进行近距离物理攻击时，无视对方部分的防御力。^000000",
                "[等级1]:^777777防御无视5%/持续时间150秒^000000",
                "[等级2]:^777777防御无视10%/持续时间180秒^000000",
                "[等级3]:^777777防御无视15%/持续时间210秒^000000",
                "[等级4]:^777777防御无视20%/持续时间240秒^000000",
                "[等级5]:^777777防御无视25%/持续时间270秒^000000",
        },

        [SKID.AB_DUPLELIGHT] =
        {
                "二道圣光",
                "最高等级:10",
                "^777777习得条件:撒水祈福1^000000",
                "系列:^777777主动^000000",
                "内容:^777777召唤二道圣光，近距离攻击时对目标增加损害。^000000",
                "[等级1]:^777777物理攻击力+110%魔法攻击力+220%/持续时间90秒^000000",
                "[等级2]:^777777物理攻击力+120%魔法攻击力+240%/持续时间120秒^000000",
                "[等级3]:^777777物理攻击力+130%魔法攻击力+260%/持续时间150秒^000000",
                "[等级4]:^777777物理攻击力+140%魔法攻击力+280%/持续时间180秒^000000",
                "[等级5]:^777777物理攻击力+150%魔法攻击力+300%/持续时间210秒^000000",
                "[等级6]:^777777物理攻击力+160%魔法攻击力+320%/持续时间240秒^000000",
                "[等级7]:^777777物理攻击力+170%魔法攻击力+340%/持续时间270秒^000000",
                "[等级8]:^777777物理攻击力+180%魔法攻击力+360%/持续时间300秒^000000",
                "[等级9]:^777777物理攻击力+190%魔法攻击力+380%/持续时间330秒^000000",
                "[等级10]:^777777物理攻击力+200%魔法攻击力+400%/持续时间360秒^000000",
        },

        [SKID.AB_DUPLELIGHT_MELEE] =
        {
        },

        [SKID.AB_DUPLELIGHT_MAGIC] =
        {
        },

        [SKID.AB_SILENTIUM] =
        {
                "静寂",
                "最高等级:5",
                "^777777习得条件:解除1^000000",
                "系列:^777777debuff^000000",
                "内容:^777777以自己为中心让一定范围内的所有目标使出祭司技能:[沉默之术]。^000000",
                "[等级1]:^777777效果范围9x9^000000",
                "[等级2]:^777777效果范围11x11^000000",
                "[等级3]:^777777效果范围13x13^000000",
                "[等级4]:^777777效果范围15x15^000000",
                "[等级5]:^777777效果范围17x17^000000",
        },

        [SKID.WL_WHITEIMPRISON] =
        {
                "白色监狱",
                "最高等级5",
                "^777777习得条件:灵魂爆炸3^000000",
                "系列:^777777状态异常^000000",
                "内容:^777777让1名目标透明并置入一层轻薄的玻璃膜，让目标无法动弹。此状态下不会受到连续性损害以外的任何损害，施展者自己也可以使用。但，持续时间结束之后HP会损失2000。对玩家来说成功机率会下滑20%，对BOSS怪物则不通用。^000000",
                "[等级1]:^777777技能成功机率50%^000000",
                "[等级2]:^777777技能成功机率60%^000000",
                "[等级3]:^777777技能成功机率70%^000000",
                "[等级4]:^777777技能成功机率80%^000000",
                "[等级5]:^777777技能成功机率90%^000000",
        },

        [SKID.WL_SOULEXPANSION] =
        {
                "灵魂爆炸",
                "最高等级5",
                "^777777习得条件:吸星大法1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777对远距离的敌人利用念力给予2次损害，对象处于白色监狱效果时会受到2倍的损害。^000000",
                "[等级1]:^777777念属性魔法损害500%^000000",
                "[等级2]:^777777念属性魔法损害600%^000000",
                "[等级3]:^777777念属性魔法损害700%^000000",
                "[等级4]:^777777念属性魔法损害800%^000000",
                "[等级5]:^777777念属性魔法损害900%^000000",
        },

        [SKID.WL_FROSTMISTY] =
        {
                "寒冰浓雾",
                "最高等级5",
                "^777777习得条件:召唤水球1^000000",
                "系列:^777777debuff^000000",
                "内容:^777777在整个画面上散发冰冷的雾气，和损害同时给予范围内的所有对象发动状态异常:[结冰]的效果，被结冰效果的对象期防御力、移动速度及攻击速度都会降低，咏唱时间则会增加。^000000",
                "[等级1]:^777777结冰成功机率30%/水属性魔法损害300%^000000",
                "[等级2]:^777777结冰成功机率40%/水属性魔法损害400%^000000",
                "[等级3]:^777777结冰成功机率50%/水属性魔法损害500%^000000",
                "[等级4]:^777777结冰成功机率60%/水属性魔法损害600%^000000",
                "[等级5]:^777777结冰成功机率70%/水属性魔法损害700%^000000",
        },

        [SKID.WL_JACKFROST] =
        {
                "冻僵术",
                "最高等级5",
                "^777777习得条件:寒冰浓雾2^000000",
                "系列:^777777debuff^000000",
                "内容:^777777对整个画面处于结冰状态的所有目标给予水属性损害，受到损害的敌人会处于冰冻状态。^000000",
                "[等级1]:^777777水属性魔法损害1300%^000000",
                "[等级2]:^777777水属性魔法损害1600%^000000",
                "[等级3]:^777777水属性魔法损害1900%^000000",
                "[等级4]:^777777水属性魔法损害2200%^000000",
                "[等级5]:^777777水属性魔法损害2500%^000000",
        },

        [SKID.WL_MARSHOFABYSS] =
        {
                "深渊沼地",
                "最高等级5",
                "^777777习得条件:泥沼地1^000000",
                "系列:^777777debuff^000000",
                "内容:^777777对1名目标使出深渊沼地的诅咒，使其移动速度及AGI/DEX变低。对玩家使用则只会套用一半的效果。^000000",
                "[等级1]:^777777AGI/DEX减少-6%/移动速度10%减少^000000",
                "[等级2]:^777777AGI/DEX减少-12%/移动速度20%减少^000000",
                "[等级3]:^777777AGI/DEX减少-18%/移动速度30%减少^000000",
                "[等级4]:^777777AGI/DEX减少-24%/移动速度40%减少^000000",
                "[等级5]:^777777AGI/DEX减少-30%/移动速度50%减少^000000",
        },

        [SKID.WL_RECOGNIZEDSPELL] =
        {
                "魔法省悟",
                "最高等级5",
                "^777777习得条件:释放2,魔力冻结1,白色监狱1^000000",
                "系列:^777777buff(自己本身)^000000",
                "内容:^777777施展者对魔法的理解力大增，攻击时所使出的魔法损害达到最高境界。但，SP消耗量会增加25%。^000000",
                "[等级1]:^777777持续时间20秒^000000",
                "[等级2]:^777777持续时间30秒^000000",
                "[等级3]:^777777持续时间40秒^000000",
                "[等级4]:^777777持续时间50秒^000000",
                "[等级5]:^777777持续时间60秒^000000",
        },

        [SKID.WL_SIENNAEXECRATE] =
        {
                "石化诅咒",
                "最高等级5",
                "^777777习得条件:召唤石块1^000000",
                "系列:^777777状态异常^000000",
                "内容:^777777让1名目标和其附近范围的所有目标都处于状态异常:[石化]的诅咒。红色魔力矿石会消耗2个。^000000",
                "[等级1]:^777777成功机率50%/3x3格范围^000000",
                "[等级2]:^777777成功机率55%/5x5格范围^000000",
                "[等级3]:^777777成功机率60%/5x5格范围^000000",
                "[等级4]:^777777成功机率65%/7x7格范围^000000",
                "[等级5]:^777777成功机率70%/7x7格范围^000000",
        },

        [SKID.WL_RADIUS] =
        {
                "半径扩大",
                "最高等级3",
                "^777777习得条件:咒术士基本技能^000000",
                "系列:^777777被动^000000",
                "内容:^777777咒术士魔法技能射程距离拉长，咏唱速度也会稍微变快。^000000",
                "[等级1]:^777777射程距离+1格增加/固定咏唱速度10%减少^000000",
                "[等级2]:^777777射程距离+2格增加/固定咏唱速度15%减少^000000",
                "[等级3]:^777777射程距离+3格增加/固定咏唱速度20%减少^000000",
        },

        [SKID.WL_STASIS] =
        {
                "魔力冻结",
                "最高等级5",
                "^777777习得条件:吸星大法1^000000",
                "系列:^777777状态异常^000000",
                "内容:^777777包括施展者且附近的所有空气振动都静止，让范围内的所有对象无法使用魔法技能。^000000",
                "[等级1]:^777777持续时间10秒/19x19格范围^000000",
                "[等级2]:^777777持续时间15秒/21x21格范围^000000",
                "[等级3]:^777777持续时间20秒/23x23格范围^000000",
                "[等级4]:^777777持续时间25秒/25x25格范围^000000",
                "[等级5]:^777777持续时间30秒/27x27格范围^000000",
        },

        [SKID.WL_DRAINLIFE] =
        {
                "吸星大法",
                "最高等级5",
                "^777777习得条件:半径扩大1^000000",
                "系列:^777777损害/恢复^000000",
                "内容:^777777让1名目标受到魔法损害，部分损害由HP吸收。^000000",
                "[等级1]:^777777无属性魔法损害600%/吸收损害的10%/吸收成功机率75%^000000",
                "[等级2]:^777777无属性魔法损害700%/吸收损害的15%/吸收成功机率80%^000000",
                "[等级3]:^777777无属性魔法损害800%/吸收损害的20%/吸收成功机率85%^000000",
                "[等级4]:^777777无属性魔法损害900%/吸收损害的25%/吸收成功机率90%^000000",
                "[等级5]:^777777无属性魔法损害1000%/吸收损害的30%/吸收成功机率95%^000000",
        },

        [SKID.WL_CRIMSONROCK] =
        {
                "碧血陨石",
                "最高等级5",
                "^777777习得条件:召唤火焰球1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召唤天空中巨大的陨石，让1名目标及附近所有的目标都受到巨大的火属性损害。当陨石撞击地面时会产生冲击波，让受到损害的所有敌人都倒退，有可能还会因此处于晕眩状态。^000000",
                "[等级1]:^777777火属性魔法损害1600%^000000",
                "[等级2]:^777777火属性魔法损害1900%^000000",
                "[等级3]:^777777火属性魔法损害2200%^000000",
                "[等级4]:^777777火属性魔法损害2500%^000000",
                "[等级5]:^777777火属性魔法损害2800%^000000",
        },

        [SKID.WL_HELLINFERNO] =
        {
                "地狱火焰",
                "最高等级5",
                "^777777习得条件:碧血陨石2^000000",
                "系列:^777777损害/状态异常^000000",
                "内容:^777777用不灭的地狱之火燃烧1名目标，使其处于状态异常:[着火]。被[着火]效果的对象其魔法防御力会下滑，在身体被火焚身的同时会持续受到火属性损害。^000000",
                "[等级1]:^777777火属性魔法损害300%^000000",
                "[等级2]:^777777火属性魔法损害360%^000000",
                "[等级3]:^777777火属性魔法损害420%^000000",
                "[等级4]:^777777火属性魔法损害480%^000000",
                "[等级5]:^777777火属性魔法损害540%^000000",
        },

        [SKID.WL_COMET] =
        {
                "毁灭慧星",
                "最高等级5",
                "^777777习得条件:地狱火焰3^000000",
                "系列:^777777损害/状态异常^000000",
                "内容:^777777从宇宙中掉落毁灭彗星，15x15范围内的所有敌人都受到无属性的大爆发损害，并处于状态异常:[着火]。被[着火]效果的对象其魔法防御力会下滑，身体被火焚身的同时持续受到无属性损害，乐在大爆发的中心所受到的损害会越大。施展时会消耗2个红色魔力矿石，当2名咒术士彼此靠在一起时，可不消耗红色魔力矿石就使用。^000000",
                "[等级1]:^777777无属性魔法损害1000%~3000%^000000",
                "[等级2]:^777777无属性魔法损害1200%~3500%^000000",
                "[等级3]:^777777无属性魔法损害1400%~4000%^000000",
                "[等级4]:^777777无属性魔法损害1600%~4500%^000000",
                "[等级5]:^777777无属性魔法损害1800%~5000%^000000",
        },

        [SKID.WL_CHAINLIGHTNING] =
        {
                "连锁电击",
                "最高等级5",
                "^777777习得条件:召唤雷电球1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777用电击魔法向1名目标给予损害，当受到电击损害的目标附近有其他敌人时，连锁电击会自动找到目标并给予损害，当敌人数量是复数时会随机攻击。技能等级越高连锁的电击次数也会增加，当最后的目标附近没有其他目标时，会再攻击该目标3次。^000000",
                "[等级1]:^777777风属性魔法损害500%/5连锁^000000",
                "[等级2]:^777777风属性魔法损害600%/6连锁^000000",
                "[等级3]:^777777风属性魔法损害700%/7连锁^000000",
                "[等级4]:^777777风属性魔法损害800%/8连锁^000000",
                "[等级5]:^777777风属性魔法损害900%/9连锁^000000",
        },

        [SKID.WL_EARTHSTRAIN] =
        {
                "地牛翻身",
                "最高等级5",
                "^777777习得条件:石化诅咒2^000000",
                "系列:^777777损害/debuff^000000",
                "内容:^777777把自己前方广泛范围的大地弄得像如水波般隆起，效果内的所有敌人都受到损害，受到大地晃动影响的敌人所持有的武器或头盔都会掉落。^000000",
                "[等级1]:^777777持续性魔法损害2100%/发生卸除武器,头盔6%^000000",
                "[等级2]:^777777持续性魔法损害2200%/发生卸除武器,头盔14%^000000",
                "[等级3]:^777777持续性魔法损害2300%/发生卸除武器,头盔24%^000000",
                "[等级4]:^777777持续性魔法损害2400%/发生卸除武器,头盔36%^000000",
                "[等级5]:^777777持续性魔法损害2500%/发生卸除武器,头盔50%^000000",
        },

        [SKID.WL_TETRAVORTEX] =
        {
                "属性漩涡",
                "最高等级5",
                "^777777习得条件:冻僵术5,连锁电击5,地牛翻身5,地狱火焰5^000000",
                "系列:^777777损害/debuff^000000",
                "内容:^777777召唤4属性漩涡，使出4次的火、水、地、风所有属性的魔法损害。为了使用属性漩涡，必须各召唤1个召唤火焰球、召唤雷电球、召唤水球、召唤石块。被属性漩涡损害的目标一定会处于着火、结冰、晕眩、出血中其中一种异常状态。^000000",
                "[等级1]:^7777774属性魔法损害1000%x4次/着火,结冰,晕眩,出血中随机发生^000000",
                "[等级2]:^7777774属性魔法损害1500%x4次/着火,结冰,晕眩,出血中随机发生^000000",
                "[等级3]:^7777774属性魔法损害2000%x4次/着火,结冰,晕眩,出血中随机发生^000000",
                "[等级4]:^7777774属性魔法损害2500%x4次/着火,结冰,晕眩,出血中随机发生^000000",
                "[等级5]:^7777774属性魔法损害3000%x4次/着火,结冰,晕眩,出血中随机发生^000000",
        },

        [SKID.WL_SUMMONFB] =
        {
                "召唤火焰球",
                "最高等级5",
                "^777777习得条件:陨石术1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召唤自己附近的火焰球，最多召唤5个，召唤状态下会持续减少SP。^000000",
                "[等级1]:^777777火属性魔法100%损害/持续时间30秒^000000",
                "[等级2]:^777777火属性魔法150%损害/持续时间40秒^000000",
                "[等级3]:^777777火属性魔法200%损害/持续时间50秒^000000",
                "[等级4]:^777777火属性魔法250%损害/持续时间60秒^000000",
                "[等级5]:^777777火属性魔法300%损害/持续时间70秒^000000",
        },

        [SKID.WL_SUMMONBL] =
        {
                "召唤雷电球",
                "最高等级5",
                "^777777习得条件:怒雷强击1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召唤自己附近的雷电球，最多召唤5个，召唤状态下会持续减少SP。^000000",
                "[等级1]:^777777风属性魔法100%损害/持续时间30秒^000000",
                "[等级2]:^777777风属性魔法150%损害/持续时间40秒^000000",
                "[等级3]:^777777风属性魔法200%损害/持续时间50秒^000000",
                "[等级4]:^777777风属性魔法250%损害/持续时间60秒^000000",
                "[等级5]:^777777风属性魔法300%损害/持续时间70秒^000000",
        },

        [SKID.WL_SUMMONWB] =
        {
                "召唤水球",
                "最高等级5",
                "^777777习得条件:暴风雪1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召唤自己附近的水球，最多召唤5个，召唤状态下会持续减少SP。^000000",
                "[等级1]:^777777水属性魔法100%损害/持续时间30秒^000000",
                "[等级2]:^777777水属性魔法150%损害/持续时间40秒^000000",
                "[等级3]:^777777水属性魔法200%损害/持续时间50秒^000000",
                "[等级4]:^777777水属性魔法250%损害/持续时间60秒^000000",
                "[等级5]:^777777水属性魔法300%损害/持续时间70秒^000000",
        },

        [SKID.WL_SUMMONSTONE] =
        {
                "召唤石块",
                "最高等级5",
                "^777777习得条件:崩裂术1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召唤自己附近的石块，最多召唤5个，召唤状态下会持续减少SP。^000000",
                "[等级1]:^777777持续性魔法100%损害/持续时间30秒^000000",
                "[等级2]:^777777持续性魔法150%损害/持续时间40秒^000000",
                "[等级3]:^777777持续性魔法200%损害/持续时间50秒^000000",
                "[等级4]:^777777持续性魔法250%损害/持续时间60秒^000000",
                "[等级5]:^777777持续性魔法300%损害/持续时间70秒^000000",
        },

        [SKID.WL_RELEASE] =
        {
                "释放",
                "最高等级2",
                "^777777习得条件:咒术士基本技能^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777自己召唤的火球术/雷电球/水球/石块扔向1名目标使其受到损害。^000000",
                "[等级1]:^777777向1名目标被召唤的魔法球体中释放一个。^000000",
                "[等级2]:^777777向1名目标被召唤的魔法球体中释放全部。^000000",
        },

        [SKID.WL_READING_SB] =
        {
                "阅读魔法书",
                "最高等级1",
                "^777777习得条件:咒术士基本技能^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777咒术士是透过阅读魔法书来保存自己所学习的魔法，保存的魔法可以透过释放来解除。如果阅读的魔法书是自己没学过的魔法，则无法保存该魔法。^000000",
        },

        [SKID.WL_FREEZE_SP] =
        {
                "魔法保存",
                "最高等级5",
                "^777777习得条件:咒术士基本技能^000000",
                "系列:^777777被动^000000",
                "内容:^777777要用阅读魔法书的方式保存魔法，必须熟知魔法保存的基本。技能等级越高，可以保存的魔法数量或种类也会增多。在保存魔法的期间，会依照所保存的魔法数量或种类持续消耗SP。^000000",
        },

        [SKID.RA_ARROWSTORM] =
        {
                "箭雨风暴",
                "最高等级:10",
                "^777777习得条件:瞄准标靶5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777以指定的1个目标为中心，让5x5格的所有敌人遭受到如暴风般的箭雨。会消耗10只箭。^000000",
                "[等级1]:^777777攻击力250%^000000",
                "[等级2]:^777777攻击力300%^000000",
                "[等级3]:^777777攻击力350%^000000",
                "[等级4]:^777777攻击力400%^000000",
                "[等级5]:^777777攻击力450%^000000",
                "[等级6]:^777777攻击力500%^000000",
                "[等级7]:^777777攻击力550%^000000",
                "[等级8]:^777777攻击力600%^000000",
                "[等级9]:^777777攻击力650%^000000",
                "[等级10]:^777777攻击力700%^000000",
        },

        [SKID.RA_FEARBREEZE] =
        {
                "微风恐惧",
                "最高等级:5",
                "^777777习得条件:伪装战术1,箭雨风暴5^000000",
                "系列:^777777主动绑定/buff(自己本身)^000000",
                "内容:^777777持续时间内用弓箭攻击时，攻击次数会增加，随着攻击次数也会增加弓箭的消耗。^000000",
                "[等级1]:^777777攻击次数+1/发动机率4%/持续时间60秒^000000",
                "[等级2]:^777777攻击次数+1/发动机率4%/持续时间90秒^000000",
                "[等级3]:^777777攻击次数+1~+2/发动机率7%/持续时间120秒^000000",
                "[等级4]:^777777攻击次数+1~+3/发动机率9%/持续时间150秒^000000",
                "[等级5]:^777777攻击次数+1~+4/发动机率10%/持续时间180秒^000000",
        },

        [SKID.RA_RANGERMAIN] =
        {
                "游侠主意",
                "最高等级:10",
                "^777777习得条件:游侠基本技能^000000",
                "系列:^777777被动^000000",
                "内容:^777777关于动物型、植物型、鱼贝类的攻击力增加，从接收的怪物开始减少受到的损害。^000000",
                "[等级1]:^777777攻击力/耐性+5^000000",
                "[等级2]:^777777攻击力/耐性+10^000000",
                "[等级3]:^777777攻击力/耐性+15^000000",
                "[等级4]:^777777攻击力/耐性+20^000000",
                "[等级5]:^777777攻击力/耐性+25^000000",
                "[等级6]:^777777攻击力/耐性+30^000000",
                "[等级7]:^777777攻击力/耐性+35^000000",
                "[等级8]:^777777攻击力/耐性+40^000000",
                "[等级9]:^777777攻击力/耐性+45^000000",
                "[等级10]:^777777攻击力/耐性+50^000000",
        },

        [SKID.RA_AIMEDBOLT] =
        {
                "瞄准标靶",
                "最高等级:10",
                "^777777习得条件:定位陷阱5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777无法移动状态(定位陷阱、电击陷阱、狼咬等)用本技能攻击敌人时，可能会受到更大的损害。依照对象的大小会增加攻击次数，当装备的弓箭数量不足时技能会失败。被本技能打到的敌人会解除无法移动的状态。^000000",
                "[等级1]:^777777攻击力220%x???次^000000",
                "[等级2]:^777777攻击力240%x???次^000000",
                "[等级3]:^777777攻击力260%x???次^000000",
                "[等级4]:^777777攻击力280%x???次^000000",
                "[等级5]:^777777攻击力300%x???次^000000",
                "[等级6]:^777777攻击力320%x???次^000000",
                "[等级7]:^777777攻击力340%x???次^000000",
                "[等级8]:^777777攻击力360%x???次^000000",
                "[等级9]:^777777攻击力380%x???次^000000",
                "[等级10]:^777777攻击力400%x???次^000000",
        },

        [SKID.RA_DETONATOR] =
        {
                "雷管",
                "最高等级:1",
                "^777777习得条件:榴霰弹3^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777<实时>发动安装在地面上的陷阱，发动范围是以指定的陷阱为中心7x7格。可能会发动到猎人的陷阱，但，其他人设置的陷阱则无效果。^000000",
        },

        [SKID.RA_ELECTRICSHOCKER] =
        {
                "电击陷阱",
                "最高等级:5",
                "^777777习得条件:魔耗陷阱5^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777在陷阱附近3x3格内如果有目标进入，目标及其附近5x5格的所有目标都会处于无法移动的状态，并且掉入陷阱的对象SP会逐渐减少。电击陷阱无法用猎人:[陷阱移除]技能解除。使用电击陷阱时，会消耗一个<特殊合金陷阱>，超过3个已上即无法安装。^000000",
                "[等级1]:^777777每秒减少SP1%/持续时间20秒^000000",
                "[等级2]:^777777每秒减少SP2%/持续时间20秒^000000",
                "[等级3]:^777777每秒减少SP3%/持续时间20秒^000000",
                "[等级4]:^777777每秒减少SP4%/持续时间20秒^000000",
                "[等级5]:^777777每秒减少SP5%/持续时间20秒^000000",
        },

        [SKID.RA_CLUSTERBOMB] =
        {
                "榴霰弹",
                "最高等级:5",
                "^777777习得条件:陷阱研究3^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777最多可同时安装3个，损害范围是7x7格。同时和雷管一起使用更显效果，榴霰弹无法用猎人:[陷阱移除]技能移除。使用榴霰弹时，会消耗一个<特殊合金陷阱>。^000000",
                "[等级1]:^777777损害100%+陷阱增加损害/持续时间15秒^000000",
                "[等级2]:^777777损害200%+陷阱增加损害/持续时间15秒^000000",
                "[等级3]:^777777损害300%+陷阱增加损害/持续时间15秒^000000",
                "[等级4]:^777777损害400%+陷阱增加损害/持续时间15秒^000000",
                "[等级5]:^777777损害500%+陷阱增加损害/持续时间15秒^000000",
        },

        [SKID.RA_WUGMASTERY] =
        {
                "召狼术",
                "最高等级:1",
                "^777777习得条件:游侠基本技能^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777游侠使用狼笛呼叫[野狼]，召唤野狼时[狼笛]是必备物品。若再次使用技能，野狼会自动跑回主人所在之处。^000000",
        },

        [SKID.RA_WUGRIDER] =
        {
                "骑狼术",
                "最高等级:3",
                "^777777习得条件:召狼术1^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777游侠骑乘自己召唤的[野狼]，技能等级越高，野狼的移动会越快。在骑乘野狼的状态下无法射箭，无法使用除了野狼专用技能以外的其他技能。^000000",
        },

        [SKID.RA_WUGDASH] =
        {
                "疾狼术",
                "最高等级:1",
                "^777777习得条件:骑狼术1^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777只有在骑乘野狼的状态下可使用，野狼会立即在直线上快速行走，再次使用时本技能时就会停住。当全方有敌人或墙壁时会撞上去然后停止。如果是处于狼突击的状态下，就会带给被撞到的敌人损害。^000000",
        },

        [SKID.RA_WUGSTRIKE] =
        {
                "狼突击",
                "最高等级:5",
                "^777777习得条件:狼牙1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777骑乘野狼的状态下也可以使用，让野狼去突击指定的1名目标并给予损害。技能等级越高损害越大。^000000",
                "[等级1]:^777777损害120%^000000",
                "[等级2]:^777777损害240%^000000",
                "[等级3]:^777777损害360%^000000",
                "[等级4]:^777777损害480%^000000",
                "[等级5]:^777777损害600%^000000",
        },

        [SKID.RA_WUGBITE] =
        {
                "狼咬",
                "最高等级:5",
                "^777777习得条件:狼突击1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777骑乘野狼的状态下无法使用，让野狼扑向指定的1名目标，使其处于无法移动/隐身的状态。^000000",
                "[等级1]:^777777损害150%/持续时间10秒+随着狼牙技能增加^000000",
                "[等级2]:^777777损害200%/持续时间10秒+随着狼牙技能增加^000000",
                "[等级3]:^777777损害250%/持续时间10秒+随着狼牙技能增加^000000",
                "[等级4]:^777777损害300%/持续时间10秒+随着狼牙技能增加^000000",
                "[等级5]:^777777损害350%/持续时间10秒+随着狼牙技能增加^000000",
        },

        [SKID.RA_TOOTHOFWUG] =
        {
                "狼牙",
                "最高等级:10",
                "^777777习得条件:召狼术1^000000",
                "系列:^777777被动^000000",
                "内容:^777777提高野狼技能的损害，对其他野狼技能也会有影响。技能等级越高损害越大。^000000",
                "[等级1]:^777777攻击力+6^000000",
                "[等级2]:^777777攻击力+12^000000",
                "[等级3]:^777777攻击力+18^000000",
                "[等级4]:^777777攻击力+24^000000",
                "[等级5]:^777777攻击力+30^000000",
                "[等级6]:^777777攻击力+36^000000",
                "[等级7]:^777777攻击力+42^000000",
                "[等级8]:^777777攻击力+48^000000",
                "[等级9]:^777777攻击力+54^000000",
                "[等级10]:^777777攻击力+60^000000",
        },

        [SKID.RA_SENSITIVEKEEN] =
        {
                "敏锐嗅觉",
                "最高等级:5",
                "^777777习得条件:狼牙3^000000",
                "系列:^777777主动/猎鹰寻敌^000000",
                "内容:^777777让野狼找出施展者附近的陷阱，并找出隐藏的敌人然后加以攻击。野狼会依一定的机率对范围内的其中一名目标使出狼咬攻击。^000000",
                "[等级1]:^777777效果范围7x7/损害150%/狼咬连结机率8%^000000",
                "[等级2]:^777777效果范围9x9/损害200%/狼咬连结机率16%^000000",
                "[等级3]:^777777效果范围11x11/损害250%/狼咬连结机率24%^000000",
                "[等级4]:^777777效果范围13x13/损害300%/狼咬连结机率32%^000000",
                "[等级5]:^777777效果范围15x15/损害350%/狼咬连结机率40%^000000",
        },

        [SKID.RA_CAMOUFLAGE] =
        {
                "伪装战术",
                "最高等级:5",
                "^777777习得条件:游侠主意1^000000",
                "系列:^777777主动/buff(自己本身)^000000",
                "内容:^777777隐藏在墙壁或是障碍物附近，除了恶魔/昆虫型以外其他怪物都无法察觉。隐藏时身体会呈现半透明，使用伪装战术的同时，虽然必杀攻击力的机率和攻击力会提高，但是相对地防御力也会减少。若解除伪装战术状态，攻击力和必杀攻击力机率、防御力都会回复到原本的样子。再次使用技能会解除伪装战术状态，持续处于伪装战术状态时也会持续消耗SP。当等级提高，即便不是在障碍物附近，也可以立即使用伪装战术。^000000",
                "[等级1]:^777777每秒消耗SP6/不可移动^000000",
                "[等级2]:^777777每秒消耗SP5/不可移动^000000",
                "[等级3]:^777777每秒消耗SP4/可缓慢移动^000000",
                "[等级4]:^777777每秒消耗SP3/可缓慢移动^000000",
                "[等级5]:^777777每秒消耗SP2/可缓慢移动^000000",
        },

        [SKID.RA_RESEARCHTRAP] =
        {
                "陷阱研究",
                "最高等级:5",
                "^777777习得条件:爆散陷阱1,陷阱移除1^000000",
                "系列:^777777被动^000000",
                "内容:^777777增加猎人和游侠的陷阱损害，提高陷阱安装的射程距离和INT和MSP。^000000",
                "[等级1]:^777777增加损害+40/INT+1/MSP+220/射程距离+1^000000",
                "[等级2]:^777777增加损害+80/INT+2/MSP+240/射程距离+1^000000",
                "[等级3]:^777777增加损害+120/INT+3/MSP+260/射程距离+2^000000",
                "[等级4]:^777777增加损害+160/INT+4/MSP+280/射程距离+2^000000",
                "[等级5]:^777777增加损害+200/INT+5/MSP+300/射程距离+3^000000",
        },

        [SKID.RA_MAGENTATRAP] =
        {
                "紫红陷阱",
                "最高等级:1",
                "^777777习得条件:陷阱研究1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777在陷阱安装的附近3x3格内如有目标接近，目标及其附近5x5格的所有目标属性接会永久地变成火属性。不适用于BOSS型怪物和玩家，陷阱安装时会消耗1个火灵碎片和1个<特殊合金陷阱>。可以安装在目标下方，最多只能安装1个。^000000",
        },

        [SKID.RA_COBALTTRAP] =
        {
                "深蓝陷阱",
                "最高等级:1",
                "^777777习得条件:陷阱研究1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777陷阱安装的附近3x3格内如有目标接近，目标及其附近5x5格的所有目标属性会永久地变成水属性。不适用于BOSS型怪物和玩家，陷阱安装时会消耗1个水灵碎片和1个<特殊合金陷阱>。可以安装在目标下方，最多只能安装1个。^000000",
        },

        [SKID.RA_MAIZETRAP] =
        {
                "浅黄陷阱",
                "最高等级:1",
                "^777777习得条件:陷阱研究1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777陷阱安装的附近3x3格内如有目标接近，目标及其附近5x5格的所有目标属性会永久地变成地属性。不适用于BOSS型怪物和玩家，陷阱安装时会消耗1个地灵碎片和1个<特殊合金陷阱>。可安装在目标脚下，最多只能安装1个。^000000",
        },

        [SKID.RA_VERDURETRAP] =
        {
                "青翠陷阱",
                "最高等级:1",
                "^777777习得条件:陷阱研究1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777陷阱安装的附近3x3格内如有目标接近，目标及附近5x5格的所有目标都会永久变成风属性。不适用于BOSS型怪物和玩家，陷阱安装时会消耗1个风灵碎片和1个<特殊合金陷阱>。可安装在目标脚下，最多可安装1个以上。^000000",
        },

        [SKID.RA_FIRINGTRAP] =
        {
                "燃烧陷阱",
                "最高等级:5",
                "^777777习得条件:雷管1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777陷阱安装的附近3x3格内如有目标接近，目标及其附近5x5格内会同时受到损害和处于状态异常:[着火]效果。技能等级越高，成功机率越高。技能使用时会消耗1个<特殊合金陷阱>。可安装在目标脚下，最多只能安装1个。^000000",
                "[等级1]:^777777成功机率50%^000000",
                "[等级2]:^777777成功机率60%^000000",
                "[等级3]:^777777成功机率70%^000000",
                "[等级4]:^777777成功机率80%^000000",
                "[等级5]:^777777成功机率90%^000000",
        },

        [SKID.RA_ICEBOUNDTRAP] =
        {
                "冰封陷阱",
                "最高等级:5",
                "^777777习得条件:雷管1^000000",
                "系列:^777777主动/陷阱^000000",
                "内容:^777777陷阱安装的附近3x3如有目标接近，目标及其附近5x5内会连同损害一起处于状态异常:[结冰]效果。技能等级越高成功机率就越大。使用技能时，会消耗1个<特殊合金陷阱>。可安装在目标脚下，最多只能安装1个。^000000",
                "[等级1]:^777777成功机率50%^000000",
                "[等级2]:^777777成功机率60%^000000",
                "[等级3]:^777777成功机率70%^000000",
                "[等级4]:^777777成功机率80%^000000",
                "[等级5]:^777777成功机率90%^000000",
        },

        [SKID.NC_MADOLICENCE] =
        {
                "魔导机甲执照",
                "最高等级:5",
                "^777777习得条件:机械工匠基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777操纵魔导机甲时需要学习的基本能力，提高骑乘魔导机甲时的攻击力，如不学习本技能，骑乘魔导机甲时的移动速度会减少一半。^000000",
                "[等级1]:^777777骑乘魔导机甲时攻击力+15/移动速度40%减少^000000",
                "[等级2]:^777777骑乘魔导机甲时攻击力+30/移动速度30%减少^000000",
                "[等级3]:^777777骑乘魔导机甲时攻击力+45/移动速度20%减少^000000",
                "[等级4]:^777777骑乘魔导机甲时攻击力+60/移动速度10%减少^000000",
                "[等级5]:^777777骑乘魔导机甲时攻击力+75/移动速度无减少^000000",
        },

        [SKID.NC_BOOSTKNUCKLE] =
        {
                "喷射飞拳",
                "最高等级:5",
                "^777777习得条件:魔导机甲执照1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777发射魔导机甲上基本安装的火箭，让远距离的敌人受到损害。施展者的DEX越高攻击力越大，射程距离11格。^000000",
                "[等级1]:^777777攻击力300%^000000",
                "[等级2]:^777777攻击力400%^000000",
                "[等级3]:^777777攻击力500%^000000",
                "[等级4]:^777777攻击力600%^000000",
                "[等级5]:^777777攻击力700%^000000",
        },

        [SKID.NC_PILEBUNKER] =
        {
                "冲击椎",
                "最高等级:3",
                "^777777习得条件:喷射飞拳2^000000",
                "系列:^777777主动/损害(特殊)^000000",
                "内容:^777777发射手臂上沉重的破甲短锥攻击敌人，被攻击到的目标会依机率解除防御魔法。必须安装魔导机甲专用装备<冲击椎>，施展者的STR越高攻击力越强。^000000",
                "[等级1]:^777777攻击力400%/防御魔法消灭机率20%^000000",
                "[等级2]:^777777攻击力500%/防御魔法消灭机率35%^000000",
                "[等级3]:^777777攻击力600%/防御魔法消灭机率50%^000000",
        },

        [SKID.NC_VULCANARM] =
        {
                "火神炮",
                "最高等级:3",
                "^777777习得条件:喷射飞拳2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777发射魔导机甲手臂上基本装备的大口径枪，使用技能时会消耗1个火神弹。施展者的DEX越高攻击力越强，技能射程距离13格。^000000",
                "[等级1]:^777777攻击力70%^000000",
                "[等级2]:^777777攻击力140%^000000",
                "[等级3]:^777777攻击力210%^000000",
        },

        [SKID.NC_FLAMELAUNCHER] =
        {
                "火焰属性附加",
                "最高等级:3",
                "^777777习得条件:火神炮1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在地面上用火焰喷射器发射火焰，让范围内的所有敌人受到火属性损害以及处于着火异常状态。必须装备或是持有魔导机甲专用装备<火焰喷射器>。^000000",
                "[等级1]:^777777火属性攻击力600%/着火发生机率60%^000000",
                "[等级2]:^777777火属性攻击力900%/着火发生机率70%^000000",
                "[等级3]:^777777火属性攻击力1200%/着火发生机率80%^000000",
        },

        [SKID.NC_COLDSLOWER] =
        {
                "液体冷却弹",
                "最高等级:3",
                "^777777习得条件:火神炮3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777使用魔导机甲手臂的基本装备急速冷却器，让范围内的所有敌人都受到水属性损害以及处于结冰或冰冻异常状态，使用技能时会消耗1个液体冷却弹。^000000",
                "[等级1]:^777777水属性攻击力600%/效果范围5x5格^000000",
                "[等级2]:^777777水属性攻击力900%/效果范围7x7格^000000",
                "[等级3]:^777777水属性攻击力1200%/效果范围9x9格^000000",
        },

        [SKID.NC_ARMSCANNON] =
        {
                "加农炮",
                "最高等级:3",
                "^777777习得条件:火焰属性附加2/液体冷却弹2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777发射魔导机甲手臂的基本装备大炮，让范围内的所有敌人都受到巨大损害。目标体积越大损害会越少，随着加农炮的种类会变化损害属性，使用技能时会消耗1个魔导战甲燃料、1个加农炮弹。^000000",
                "[等级1]:^777777攻击力700%/600%/500%效果范围7x7格^000000",
                "[等级2]:^777777攻击力1200%/1000%/800%效果范围5x5格^000000",
                "[等级3]:^777777攻击力1500%/1400%/1100%效果范围3x3格^000000",
        },

        [SKID.NC_ACCELERATION] =
        {
                "魔导机甲加速",
                "最高等级:3",
                "^777777习得条件:魔导机甲执照1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777暂时增加魔导机甲的移动速度，必须装备或持有魔导机甲专用装备<加速器>，使用技能时会消耗1个魔导战甲燃料。^000000",
                "[等级1]:^777777持续时间30秒^000000",
                "[等级2]:^777777持续时间60秒^000000",
                "[等级3]:^777777持续时间90秒^000000",
        },

        [SKID.NC_HOVERING] =
        {
                "悬停",
                "最高等级:1",
                "^777777习得条件:魔导机甲加速1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777从地面上稍微抬起魔导机甲，不受到陷阱以及部分地面目标的魔法效果。必须装备魔导机甲专用装备<悬停助推器>，技能使用时会消耗1个魔导战甲燃料。^000000",
                "[等级1]:^777777持续时间30秒^000000",
        },

        [SKID.NC_F_SIDESLIDE] =
        {
                "大步前进",
                "最高等级:1",
                "^777777习得条件:悬停1^000000",
                "系列:^777777主动/移动^000000",
                "内容:^777777使用本技能时会快速往前方移动7格移动，技能使用时会消耗1个魔导战甲燃料。^000000",
        },

        [SKID.NC_B_SIDESLIDE] =
        {
                "大步后退",
                "最高等级:1",
                "^777777习得条件:悬停1^000000",
                "系列:^777777主动/移动^000000",
                "内容:^777777使用本技能时，会快速向后方移动7格。技能使用时会消耗1个魔导战甲燃料。^000000",
        },

        [SKID.NC_MAINFRAME] =
        {
                "主体改造",
                "最高等级:4",
                "^777777习得条件:魔导机甲执照4^000000",
                "系列:^777777被动^000000",
                "内容:^777777改造魔导机甲本身，增加防御力及过热限度。过热是魔导机甲持续受到损害时，会因为过热而再度受到损害的现象。过热限度扩大的话，就可延长达到过热的时间点。^000000",
                "[等级1]:^777777防御力+4/过热限度+10^000000",
                "[等级2]:^777777防御力+7/过热限度+18^000000",
                "[等级3]:^777777防御力+11/过热限度+36^000000",
                "[等级4]:^777777防御力+15/过热限度+54^000000",
        },

        [SKID.NC_SELFDESTRUCTION] =
        {
                "自我摧毁",
                "最高等级:3",
                "^777777习得条件:主体改造2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777让自己乘坐的魔导机甲爆炸，让附近范围内的所有敌人都受到巨大损害。技能使用后魔导机甲会解除，并消耗全部的SP。技能使用时必须装备或持有<自爆器>。^000000",
                "[等级1]:^777777效果范围5x5格^000000",
                "[等级2]:^777777效果范围7x7格^000000",
                "[等级3]:^777777效果范围9x9格^000000",
        },

        [SKID.NC_SHAPESHIFT] =
        {
                "形态转换",
                "最高等级:4",
                "^777777习得条件:主体改造2^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777变换魔导战甲的同体属性，必须持有或装备魔导机甲专用装备<形态转换器>。技能使用时会消耗2个魔导战甲燃料和1个属性石。^000000",
                "[等级1]:^777777变化为火属性/消耗火灵原石1^000000",
                "[等级2]:^777777变换为地属性/消耗土灵原石1^000000",
                "[等级3]:^777777变换为风属性/消耗风灵原石1^000000",
                "[等级4]:^777777变换为水属性/消耗水灵原石1^000000",
        },

        [SKID.NC_EMERGENCYCOOL] =
        {
                "紧急冷却",
                "最高等级:1",
                "^777777习得条件:自我摧毁2^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777让处于过热状态的魔导战甲急速冷却，必须持有或装备魔导机甲专用装备<冷却器>，技能使用时会消耗2个魔导战甲燃料。^000000",
        },

        [SKID.NC_INFRAREDSCAN] =
        {
                "红外线扫瞄",
                "最高等级:1",
                "^777777习得条件:形态转换2^000000",
                "系列:^777777主动/猎鹰寻敌/debuff^000000",
                "内容:^777777用红外线侦测自己附近15x15格，找出隐藏的敌人。并且以50%的机率让效果范围内的所有目标减少30%回避率。^000000",
        },

        [SKID.NC_ANALYZE] =
        {
                "解析",
                "最高等级:3",
                "^777777习得条件:红外线扫瞄1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777分析1名敌人的弱点，减少对方的物理/魔法防御力。射程距离9格，持续时间20秒，技能使用时会消耗1个魔导战甲燃料。^000000",
                "[等级1]:^777777物理/魔法防御力14%减少^000000",
                "[等级2]:^777777物理/魔法防御力28%减少^000000",
                "[等级3]:^777777物理/魔法防御力42%减少^000000",
        },

        [SKID.NC_MAGNETICFIELD] =
        {
                "磁场",
                "最高等级:3",
                "^777777习得条件:紧急冷却1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777在自己附近形成全磁场，让自己及范围内的所有敌人都暂时处于无法移动的状态。如果施展者或目标处于悬停状态，则不会受制于本效果。另外，受制于本效果的敌人会受到磁场的影响，持续减少SP。必须装备或持有魔导机甲专用装备<磁场生成器>，使用技能时会消耗3个魔导战甲燃料。^000000",
                "[等级1]:^777777效果范围3x3格/每秒约减少17的SP效果^000000",
                "[等级2]:^777777效果范围5x5格/每秒约减少20的SP效果^000000",
                "[等级3]:^777777效果范围7x7格/每秒约减少23的SP效果^000000",
        },

        [SKID.NC_NEUTRALBARRIER] =
        {
                "中性防护罩",
                "最高等级:3",
                "^777777习得条件:磁场2^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777在自己附近形成能源障壁，提高附近所有目标的物理/魔法防御力，让远距离攻击无效化。必须持有或装被魔导战甲专用装备<防护罩生成器>，使用技能时会消耗1个魔导战甲燃料。^000000",
                "[等级1]:^777777效果范围3x3格/物理/魔法防御力15%增加/持续时间30秒^000000",
                "[等级2]:^777777效果范围3x3格/物理/魔法防御力20%增加/持续时间45秒^000000",
                "[等级3]:^777777效果范围3x3格/物理/魔法防御力25%增加/持续时间60秒^000000",
        },

        [SKID.NC_STEALTHFIELD] =
        {
                "隐形力场",
                "最高等级:3",
                "^777777习得条件:解析3/中性防护罩2^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777在自己附近形成能源障壁，让附近的所有目标处于伪装状态。效果目标会呈现半透明状态，不会成为攻击或魔法的目标。技能使用时会持续消耗SP，施展者的移动速度会减少30%。当重迭两个隐形力场效果时，效果会相抵并立即解除。必须装备或持有魔导机甲专用装备<伪装生成器>，使用技能时会消耗2个魔导战甲燃料。^000000",
                "[等级1]:^777777效果范围3x3格/持续时间15秒^000000",
                "[等级2]:^777777效果范围3x3格/持续时间20秒^000000",
                "[等级3]:^777777效果范围3x3格/持续时间25秒^000000",
        },

        [SKID.NC_REPAIR] =
        {
                "修复",
                "最高等级:5",
                "^777777习得条件:魔导机甲执照2^000000",
                "系列:^777777主动/恢复^000000",
                "内容:^777777可修理(恢复)自己及其他魔导战甲，必须装备或持有魔导机甲专用装备<修复工具组>，技能使用时会消耗1个魔导战甲燃料，射程距离5格。^000000",
                "[等级1]:^777777MHP6%恢复^000000",
                "[等级2]:^777777MHP9%恢复^000000",
                "[等级3]:^777777MHP12%恢复^000000",
                "[等级4]:^777777MHP15%恢复^000000",
                "[等级5]:^777777MHP18%恢复^000000",
        },

        [SKID.NC_TRAININGAXE] =
        {
                "斧头锻炼",
                "最高等级:10",
                "^777777习得条件:机械工匠基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777装备斧头时提高攻击力及命中率，还会获得少许钝器补正值。^000000",
                "[等级1]:^777777攻击力+5/命中率+3^000000",
                "[等级2]:^777777攻击力+10/命中率+6^000000",
                "[等级3]:^777777攻击力+15/命中率+9^000000",
                "[等级4]:^777777攻击力+20/命中率+12^000000",
                "[等级5]:^777777攻击力+25/命中率+15^000000",
                "[等级6]:^777777攻击力+30/命中率+18^000000",
                "[等级7]:^777777攻击力+35/命中率+21^000000",
                "[等级8]:^777777攻击力+40/命中率+24^000000",
                "[等级9]:^777777攻击力+45/命中率+27^000000",
                "[等级10]:^777777攻击力+50/命中率+30^000000",
        },

        [SKID.NC_RESEARCHFE] =
        {
                "火焰与大地的研究",
                "最高等级:5",
                "^777777习得条件:机械工匠基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777研究火属性怪物和地属性怪物，减少从两属性怪物身上受到的损害，并给予两属性的怪物更大的损害。^000000",
                "[等级1]:^777777耐性+10/攻击力+10^000000",
                "[等级2]:^777777耐性+20/攻击力+20^000000",
                "[等级3]:^777777耐性+30/攻击力+30^000000",
                "[等级4]:^777777耐性+40/攻击力+40^000000",
                "[等级5]:^777777耐性+50/攻击力+50^000000",
        },

        [SKID.NC_AXEBOOMERANG] =
        {
                "回旋斧",
                "最高等级:5",
                "^777777习得条件:斧头锻炼1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777扔掷斧头让远方的敌人受到损害且倒退，斧头的重量越重攻击力越大。^000000",
                "[等级1]:^777777攻击力200%+斧头重量/射程距离4格^000000",
                "[等级2]:^777777攻击力240%+斧头重量/射程距离5格^000000",
                "[等级3]:^777777攻击力280%+斧头重量/射程距离6格^000000",
                "[等级4]:^777777攻击力320%+斧头重量/射程距离7格^000000",
                "[等级5]:^777777攻击力360%+斧头重量/射程距离8格^000000",
        },

        [SKID.NC_POWERSWING] =
        {
                "挥斧重击",
                "最高等级:5",
                "^777777习得条件:回旋斧3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777向1名敌人使尽全力挥舞武器，让对方受到损害的同时也产生晕眩效果。如果在装备斧头的状态下使用技能，会以少许的机率发动回旋斧。受施展者的STR及DEX的影响，攻击力上升。^000000",
                "[等级1]:^777777攻击力200%^000000",
                "[等级2]:^777777攻击力220%^000000",
                "[等级3]:^777777攻击力240%^000000",
                "[等级4]:^777777攻击力260%^000000",
                "[等级5]:^777777攻击力280%^000000",
        },

        [SKID.NC_AXETORNADO] =
        {
                "战斧飓风",
                "最高等级:5",
                "^777777习得条件:斧头锻炼1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777利用高速旋转斧头所产生的暴风，让自己附近的所有敌人都受到损害。VIT越高攻击力越大。使用技能时，如装备的是风属性武器，会增加损害。^000000",
                "[等级1]:^777777攻击力300%^000000",
                "[等级2]:^777777攻击力400%^000000",
                "[等级3]:^777777攻击力500%^000000",
                "[等级4]:^777777攻击力600%^000000",
                "[等级5]:^777777攻击力700%^000000",
        },

        [SKID.NC_SILVERSNIPER] =
        {
                "FAW银光狙击手-银光狙击手",
                "最高等级:5",
                "^777777习得条件:火焰与大地的研究2^000000",
                "系列:^777777主动/FAW安装^000000",
                "内容:^777777在地面安装可进行远距离攻击的固定型自律兵器(FAW)，最多可安装2个。使用技能时2个钢铁、1个铁，必须持有神之金属锤子和携带用熔矿炉。^000000",
                "[等级1]:^777777攻击力0/持续时间10秒^000000",
                "[等级2]:^777777攻击力+100/持续时间15秒^000000",
                "[等级3]:^777777攻击力+200/持续时间20秒^000000",
                "[等级4]:^777777攻击力+300/持续时间25秒^000000",
                "[等级5]:^777777攻击力+400/持续时间30秒^000000",
        },

        [SKID.NC_MAGICDECOY] =
        {
                "FAW魔法傀儡-魔法傀儡",
                "最高等级:5",
                "^777777习得条件:FAW银光狙击手2^000000",
                "系列:^777777主动/FAW安装^000000",
                "内容:^777777在地面上安装魔法攻击的固定型自律兵器(FAW)，最多可安装2个。使用技能时会消耗2个铁、1个布里刊并且火灵矿石、地灵矿石、风灵矿石、水灵矿石中会消耗1个，必须持有神之金属锤子和携带用熔矿炉。^000000",
                "[等级1]:^777777魔法攻击力300/持续时间10秒^000000",
                "[等级2]:^777777魔法攻击力350/持续时间15秒^000000",
                "[等级3]:^777777魔法攻击力400/持续时间20秒^000000",
                "[等级4]:^777777魔法攻击力450/持续时间25秒^000000",
                "[等级5]:^777777魔法攻击力500/持续时间30秒^000000",
        },

        [SKID.NC_DISJOINT] =
        {
                "FAW解体",
                "最高等级:1",
                "^777777习得条件:FAW银光狙击手1^000000",
                "系列:^777777主动/FAW解体^000000",
                "内容:^777777卸载好的FAW，也可以解除其他玩家的FAW。^000000",
        },

        [SKID.SC_FATALMENACE] =
        {
                "致命威胁",
                "最高等级:5",
                "^777777习得条件:胁持5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777让1名目标和其附近的所有敌人都受到损害并且瞬间移动，没有被损害到的敌人就不会瞬间移动。^000000",
                "[等级1]:^777777攻击力200%/命中率-30^000000",
                "[等级2]:^777777攻击力300%/命中率-25^000000",
                "[等级3]:^777777攻击力400%/命中率-20^000000",
                "[等级4]:^777777攻击力500%/命中率-15^000000",
                "[等级5]:^777777攻击力600%/命中率-10^000000",
        },

        [SKID.SC_REPRODUCE] =
        {
                "繁殖",
                "最高等级:10",
                "^777777习得条件:抄袭5^000000",
                "系列:^777777主动绑定/buff^000000",
                "内容:^777777使用本技能时，效果持续期间可以学习以自己为目标所用过的技能。若再次使用技能，效果会消失且学习的技能会固定。可学习的技能只有1个，依照繁殖技能等级会决定自己可学习的技能。^000000",
        },

        [SKID.SC_AUTOSHADOWSPELL] =
        {
                "自动魅影念咒",
                "最高等级:10",
                "^777777习得条件:繁殖5^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777如果透过抄袭或繁殖学习的魔法技能，即可使用自动魅影念咒。^000000",
                "[等级1]:^777777发动机率30%/发动等级1/持续时间60秒^000000",
                "[等级2]:^777777发动机率28%/发动等级1/持续时间80秒^000000",
                "[等级3]:^777777发动机率26%/发动等级2/持续时间100秒^000000",
                "[等级4]:^777777发动机率24%/发动等级2/持续时间120秒^000000",
                "[等级5]:^777777发动机率22%/发动等级3/持续时间140秒^000000",
                "[等级6]:^777777发动机率20%/发动等级3/持续时间160秒^000000",
                "[等级7]:^777777发动机率18%/发动等级4/持续时间180秒^000000",
                "[等级8]:^777777发动机率16%/发动等级4/持续时间200秒^000000",
                "[等级9]:^777777发动机率14%/发动等级5/持续时间220秒^000000",
                "[等级10]:^777777发动机率12%/发动等级5/持续时间240秒^000000",
        },

        [SKID.SC_SHADOWFORM] =
        {
                "魅影形态",
                "最高等级:5",
                "^777777习得条件:潜遁3^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777藏身在某人的影子里，把自己受到的损害转嫁到该玩家身上。",
                "完成指定的攻击次数或是对方的距离变远时，技能就会自动解除。处于影子状态时，无法使用攻击或技能、物品。^000000",
                "[等级1]:^777777损害次数5次/每秒SP消耗10/持续时间30秒^000000",
                "[等级2]:^777777损害次数6次/每秒SP消耗9/持续时间40秒^000000",
                "[等级3]:^777777损害次数7次/每秒SP消耗8/持续时间50秒^000000",
                "[等级4]:^777777损害次数8次/每秒SP消耗7/持续时间60秒^000000",
                "[等级5]:^777777损害次数9次/每秒SP消耗6/持续时间70秒^000000",
        },

        [SKID.SC_TRIANGLESHOT] =
        {
                "三角射击",
                "最高等级:10",
                "^777777习得条件:二连矢7^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777同时发射3只弓箭进行攻击，技能使用时会消耗3只弓箭。受到损害的敌人会以低机率后退。^000000",
                "[等级1]:^777777攻击力300%/射程距离7格/以2%机率发动倒退^000000",
                "[等级2]:^777777攻击力330%/射程距离7格/以3%机率发动倒退^000000",
                "[等级3]:^777777攻击力360%/射程距离7格/以4%机率发动倒退^000000",
                "[等级4]:^777777攻击力390%/射程距离9格/以5%机率发动倒退^000000",
                "[等级5]:^777777攻击力420%/射程距离9格/以6%机率发动倒退^000000",
                "[等级6]:^777777攻击力450%/射程距离9格/以7%机率发动倒退^000000",
                "[等级7]:^777777攻击力480%/射程距离9格/以8%机率发动倒退^000000",
                "[等级8]:^777777攻击力510%/射程距离11格/以9%机率发动倒退^000000",
                "[等级9]:^777777攻击力540%/射程距离11格/以10%机率发动倒退^000000",
                "[等级10]:^777777攻击力570%/射程距离11格/以11%机率发动倒退^000000",
        },

        [SKID.SC_BODYPAINT] =
        {
                "[人体彩绘]",
                "最高等级:5",
                "^777777习得条件:魅影追踪者基本^000000",
                "系列:^777777主动/debuff/猎鹰寻敌^000000",
                "内容:^777777在自己的附近喷洒颜料，找出隐藏的敌人的同时，被此颜料弄到的所有目标都会处于黑暗以及攻击速度减少25%。^000000",
                "[等级1]:^777777黑暗发生率5%/攻速减少成功率 5%/持续时间5秒^000000",
                "[等级2]:^777777黑暗发生率7%/攻速减少成功率 10%/持续时间7秒^000000",
                "[等级3]:^777777黑暗发生率9%/攻速减少成功率 15%/持续时间9秒^000000",
                "[等级4]:^777777黑暗发生率11%/攻速减少成功率 20%/持续时间11秒^000000",
                "[等级5]:^777777黑暗发生率13%/攻速减少成功率 25%/持续时间13秒^000000",
        },

        [SKID.SC_INVISIBILITY] =
        {
                "透明术(透明化)",
                "最高等级:5",
                "^777777习得条件:自动魅影念咒7/致命感染5/面具:不幸3^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777把自己的模样完全隐藏，虽然在隐藏的状态下还是可以攻击，攻击属性会是念属性1级。持续时间内会持续减少SP，也无法使用技能和物品，当SP变成0时技能即解除。^000000",
                "[等级1]:^777777必杀攻击力+20%/攻速减少40%/每秒消耗SP9%^000000",
                "[等级2]:^777777必杀攻击力+40%/攻速减少30%/每秒消耗SP8%^000000",
                "[等级3]:^777777必杀攻击力+60%/攻速减少20%/每秒消耗SP7%^000000",
                "[等级4]:^777777必杀攻击力+80%/攻速减少10%/每秒消耗SP6%^000000",
                "[等级5]:^777777必杀攻击力+100%/攻速减少0%/每秒消耗SP5%^000000",
        },

        [SKID.SC_DEADLYINFECT] =
        {
                "致命感染",
                "最高等级:5",
                "^777777习得条件:魅影形态3/自动魅影念咒5^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777施展者攻击的目标或是攻击施展者的目标，施展者目前处于的状态异常会直接转移过去。不过即使把自己身上的状态异常转移到其他目标身上，自己所处于的状态异常并不会获得治愈。^000000",
                "[等级1]:^777777持续时间10秒^000000",
                "[等级2]:^777777持续时间15秒^000000",
                "[等级3]:^777777持续时间20秒^000000",
                "[等级4]:^777777持续时间25秒^000000",
                "[等级5]:^777777持续时间30秒^000000",
        },

        [SKID.SC_ENERVATION] =
        {
                "面具:无力",
                "最高等级:3",
                "^777777习得条件:人体彩绘1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标攻击力会减少，会全数遗失持有的气球体。使用技能时需要美容笔，消耗1个人体颜料。依照施展者和目标的等级和属性能力，成功率 会有变化。^000000",
                "[等级1]:^777777攻击力30%减少/持续时间10秒^000000",
                "[等级2]:^777777攻击力40%减少/持续时间15秒^000000",
                "[等级3]:^777777攻击力50%减少/持续时间20秒^000000",
        },

        [SKID.SC_GROOMY] =
        {
                "面具:忧郁",
                "最高等级:3",
                "^777777习得条件:人体彩绘1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标，攻击速度和移动速度都会减少，骑乘或是携有的动物和宠物、生命体召唤等都会离开。使用技能时需要美容笔，并消耗1个人体颜料。依照施展者和目标的等级和属性能力，成功率 会因此变化。^000000",
                "[等级1]:^777777攻击速度30%减少/命中率20%减少/持续时间10秒^000000",
                "[等级2]:^777777攻击速度40%减少/命中率40%减少/持续时间15秒^000000",
                "[等级3]:^777777攻击速度50%减少/命中率60%减少/持续时间20秒^000000",
        },

        [SKID.SC_IGNORANCE] =
        {
                "面具:无知",
                "最高等级:3",
                "^777777习得条件:人体彩绘1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标会损失一定的SP，施展者则会恢复其一半的SP。如果目标是怪物，会恢复怪物等级的SP。并且在持续时间内，处于效果的目标无法使用魔法或技能。使用技能时需要美容笔，并消耗1个人体颜料。依据施展者和对象的等级和属性能力，成功率 会有所变化。^000000",
                "[等级1]:^777777损失SP100/持续时间10秒^000000",
                "[等级2]:^777777损失SP200/持续时间15秒^000000",
                "[等级3]:^777777损失SP300/持续时间20秒^000000",
        },

        [SKID.SC_LAZINESS] =
        {
                "面具:懒散",
                "最高等级:3",
                "^777777习得条件:面具:无力1/忧郁1/无知1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标，其移动速度及咏唱速度会变慢，回避率会减少。该目标在使用技能时会追加消耗[懒散技能等级x10]的SP，使用技能时需要美容笔跟消耗1个人体颜料。依照施展者和目标的等级和属性能力，成功率 会有所变化。^000000",
                "[等级1]:^777777回避率10%减少/咏唱速度20%变慢/持续时间10秒^000000",
                "[等级2]:^777777回避率20%减少/咏唱速度30%变慢/持续时间15秒^000000",
                "[等级3]:^777777回避率30%减少/咏唱速度40%变慢/持续时间20秒^000000",
        },

        [SKID.SC_UNLUCKY] =
        {
                "面具:不幸",
                "最高等级:3",
                "^777777习得条件:面具:懒散1/衰弱1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标会减少必杀攻击力及完全回避能力，另外每次使用技能时会消耗一定量的金币。当这不幸的效果附加在目标身上时，该目标会处于毒素、黑暗、沉默的其中一种异常状态。使用技能时需要美容笔，消耗1个人体颜料。依照施展者和目标等级和属性能力，成功率 会有所改变。^000000",
                "[等级1]:^777777必杀攻击力减少10/完全回避减少10/持续时间10秒^000000",
                "[等级2]:^777777必杀攻击力减少20/完全回避减少20/持续时间15秒^000000",
                "[等级3]:^777777必杀攻击力减少30/完全回避减少30/持续时间20秒^000000",
        },

        [SKID.SC_WEAKNESS] =
        {
                "面具:衰弱",
                "最高等级:3",
                "^777777习得条件:面具:无力1/忧郁1/无知1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777处于本效果的目标会减少最大HP，并且暂时解除装备的武器和盾牌。效果持续时间内，该目标无法装备武器和盾牌。使用技能时需要美容笔，消耗1个人体颜料。依照施展者和目标等级和属性能力，成功率 会有所改变。^000000",
                "[等级1]:^777777MHP10%减少/持续时间10秒^000000",
                "[等级2]:^777777MHP20%减少/持续时间15秒^000000",
                "[等级3]:^777777MHP30%减少/持续时间20秒^000000",
        },

        [SKID.SC_STRIPACCESSARY] =
        {
                "卸除配件",
                "最高等级:5",
                "^777777习得条件:卸除武器1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777强制解除其他玩家装备的2个饰品，已解除的饰品在效果持续时间内无法再次装备。使用在怪物身上时，在一定时间内Int,Dex,Luk会减少20%。^000000",
                "[等级1]:^777777成功率 14%/持续时间60秒^000000",
                "[等级2]:^777777成功率 16%/持续时间60秒^000000",
                "[等级3]:^777777成功率 18%/持续时间60秒^000000",
                "[等级4]:^777777成功率 20%/持续时间60秒^000000",
                "[等级5]:^777777成功率 22%/持续时间60秒^000000",
        },

        [SKID.SC_MANHOLE] =
        {
                "人孔",
                "最高等级:3",
                "^777777习得条件:旗帜涂鸦1^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面画出一个黑洞，让1名目标掉下去。掉到此洞的敌人什么事都没办法做，也无法彼此攻击。技能使用时会需要涂料笔，会消耗1个表面涂料。^000000",
                "[等级1]:^777777持续时间5秒^000000",
                "[等级2]:^777777持续时间10秒^000000",
                "[等级3]:^777777持续时间15秒^000000",
        },

        [SKID.SC_DIMENSIONDOOR] =
        {
                "异次元之门",
                "最高等级:3",
                "^777777习得条件:人孔1^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面画出魔法门，进入里面的对象会瞬移到任何场所。技能使用时需要涂料笔，并消耗1个表面涂料。^000000",
                "[等级1]:^777777持续时间4秒^000000",
                "[等级2]:^777777持续时间8秒^000000",
                "[等级3]:^777777持续时间12秒^000000",
        },

        [SKID.SC_CHAOSPANIC] =
        {
                "混沌恐慌",
                "最高等级:3",
                "^777777习得条件:人孔1^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面上画出混乱的图形，进入其中的目标会落入混乱状态，移动方向会变得很混乱。当目标为怪物时，会任意变更攻击对象。技能使用时需要涂料笔，并消耗2个表面涂料。^000000",
                "[等级1]:^777777持续时间5秒^000000",
                "[等级2]:^777777持续时间10秒^000000",
                "[等级3]:^777777持续时间15秒^000000",
        },

        [SKID.SC_MAELSTROM] =
        {
                "漩涡",
                "最高等级:3",
                "^777777习得条件:混沌恐慌3/面具:不幸3^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面上画出漩涡，把地面当作目标吸收魔法。依照施展者所吸收的魔法等级，恢复其SP。技能使用时需要涂料笔，并消耗2个表面涂料。^000000",
                "[等级1]:^777777持续时间7秒^000000",
                "[等级2]:^777777持续时间14秒^000000",
                "[等级3]:^777777持续时间21秒^000000",
        },

        [SKID.SC_BLOODYLUST] =
        {
                "血腥欲望",
                "最高等级:3",
                "^777777习得条件:异次元之门3^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面上画出可以让人兴奋的红色图形，给予进入其中的目标挑衅10级的效果。技能使用时需要涂料笔，并消耗2个表面涂料。^000000",
                "[等级1]:^777777持续时间7秒^000000",
                "[等级2]:^777777持续时间14秒^000000",
                "[等级3]:^777777持续时间21秒^000000",
        },

        [SKID.SC_FEINTBOMB] =
        {
                "虚击炸弹",
                "最高等级:3",
                "^777777习得条件:异次元之门3^000000",
                "系列:^777777主动/地面^000000",
                "内容:^777777在地面上画出和自己一模一样的假象图，施展者则靠后退回避让自己退后6格。稍后假象爆炸，让附近的所有敌人都受到损害。技能使用时需要涂料笔，消耗1个表面涂料。^000000",
                "[等级1]:^777777攻击力300%^000000",
                "[等级2]:^777777攻击力400%^000000",
                "[等级3]:^777777攻击力500%^000000",
        },

        [SKID.LG_CANNONSPEAR] =
        {
                "加农炮攻击",
                "最高等级:5",
                "^777777习得条件:精准攻击1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777枪专用技能，攻击11格内一直在线的所有敌人。^000000",
                "[等级1]:^777777攻击力150%^000000",
                "[等级2]:^777777攻击力200%^000000",
                "[等级3]:^777777攻击力250%^000000",
                "[等级4]:^777777攻击力300%^000000",
                "[等级5]:^777777攻击力350%^000000",
        },

        [SKID.LG_BANISHINGPOINT] =
        {
                "放逐攻击",
                "最高等级:10",
                "^777777习得条件:长矛加速术1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777枪专用技能，射程距离7格内的远距离枪攻击。等级越高命中率越高，随着学习等级也会追加损害。^000000",
                "[等级1]:^777777攻击力130%^000000",
                "[等级2]:^777777攻击力160%^000000",
                "[等级3]:^777777攻击力190%^000000",
                "[等级4]:^777777攻击力220%^000000",
                "[等级5]:^777777攻击力250%^000000",
                "[等级6]:^777777攻击力280%^000000",
                "[等级7]:^777777攻击力310%^000000",
                "[等级8]:^777777攻击力340%^000000",
                "[等级9]:^777777攻击力370%^000000",
                "[等级10]:^777777攻击力400%^000000",
        },

        [SKID.LG_TRAMPLE] =
        {
                "摧残",
                "最高等级:3",
                "^777777习得条件:皇家禁卫队基本^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777践踏，陷入陷阱或自己附近5x5格有陷阱时，摧毁该陷阱。但是如果是爆炸类陷阱时，陷阱会立即发动。^000000",
                "[等级1]:^777777成功率 50%^000000",
                "[等级2]:^777777成功率 75%^000000",
                "[等级3]:^777777成功率 100%^000000",
        },

        [SKID.LG_SHIELDPRESS] =
        {
                "重压盾击",
                "最高等级:5",
                "^777777习得条件:盾击3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777装备盾牌时可使用，用盾牌攻击1名目标，造成损害的同时还引发晕眩效果。损害会受到盾牌重量及提炼度、施展者属性的影响。^000000",
                "[等级1]:^777777晕眩机率70%^000000",
                "[等级2]:^777777晕眩机率75%^000000",
                "[等级3]:^777777晕眩机率80%^000000",
                "[等级4]:^777777晕眩机率85%^000000",
                "[等级5]:^777777晕眩机率90%^000000",
        },

        [SKID.LG_REFLECTDAMAGE] =
        {
                "反射伤害",
                "最高等级:5",
                "^777777习得条件:反射盾5^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777装备盾牌时可使用，让自己受到的部分物理/魔法损害反射到附近。使用技能时每秒消耗一定量的SP，本技能无法和反射盾一起使用。^000000",
                "[等级1]:^777777反射损害的20%/持续时间300秒^000000",
                "[等级2]:^777777反射损害的25%/持续时间300秒^000000",
                "[等级3]:^777777反射损害的30%/持续时间300秒^000000",
                "[等级4]:^777777反射损害的35%/持续时间300秒^000000",
                "[等级5]:^777777反射损害的40%/持续时间300秒^000000",
        },

        [SKID.LG_PINPOINTATTACK] =
        {
                "精准攻击",
                "最高等级:5",
                "^777777习得条件:放逐攻击5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777枪专用技能，快速突进一定距离，攻击1名目标的弱点。随着技能等级会产生多元效果，施展者的AGI也会对损害造成影响。100%必杀攻击力。^000000",
                "[等级1]:^777777攻击力100%/出血效果^000000",
                "[等级2]:^777777攻击力200%/头盔破坏^000000",
                "[等级3]:^777777攻击力300%/盾牌破坏^000000",
                "[等级4]:^777777攻击力400%/盔甲破坏^000000",
                "[等级5]:^777777攻击力500%/武器破坏^000000",
        },

        [SKID.LG_FORCEOFVANGUARD] =
        {
                "先锋部队",
                "最高等级:5",
                "^777777习得条件:皇家禁卫队基本^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777技能使用后，每次受到损害时，都会累积愤怒还击。本愤怒还击可使用于愤怒突击上。再使用一次技能，先锋部队状态即解除。技能效果内会持续消耗SP。^000000",
                "[等级1]:^777777受到损害时10%机率/最大愤怒还击7个^000000",
                "[等级2]:^777777受到损害时12%机率/最大愤怒还击9个^000000",
                "[等级3]:^777777受到损害时14%机率/最大愤怒还击11个^000000",
                "[等级4]:^777777受到损害时16%机率/最大愤怒还击13个^000000",
                "[等级5]:^777777受到损害时18%机率/最大愤怒还击15个^000000",
        },

        [SKID.LG_RAGEBURST] =
        {
                "愤怒突击",
                "最高等级:1",
                "^777777习得条件:先锋部队1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777利用先锋部队将聚集的愤怒还击全部发射出去，让1名对象受到巨大损害。气球体数量越多损害越大。^000000",
        },

        [SKID.LG_SHIELDSPELL] =
        {
                "盾咒",
                "最高等级:3",
                "^777777习得条件:重压盾击3/大地毁灭2^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777装备盾牌时可使用，随着装备的盾牌的防御力、魔法防御力、提炼度，会发动多元效果。^000000",
                "[等级1]:^777777随着盾牌防御度发动魔法^000000",
                "[等级2]:^777777随着盾牌魔法防御度发动魔法^000000",
                "[等级3]:^777777随着盾牌提炼度发动魔法^000000",
        },

        [SKID.LG_EXEEDBREAK] =
        {
                "强化冲击",
                "最高等级:5",
                "^777777习得条件:放逐攻击3^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777集中力量使出比最初一击更强的攻击，损害会因施展者属性的影响而提高。近距离物理攻击后效果会立即解除，不受到技能损害的影响，效果持续中移动速度会减少。^000000",
                "[等级1]:^777777攻击力150%/移动速度减少50%^000000",
                "[等级2]:^777777攻击力300%/移动速度减少40%^000000",
                "[等级3]:^777777攻击力450%/移动速度减少50%^000000",
                "[等级4]:^777777攻击力600%/移动速度减少20%^000000",
                "[等级5]:^777777攻击力750%/移动速度减少10%^000000",
        },

        [SKID.LG_OVERBRAND] =
        {
                "支配烙印",
                "最高等级:5",
                "^777777习得条件:半月斩3/精准攻击1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777长矛专用技能，画出血的十字架，连续向6格内使出穿刺攻击和左右6格内挥舞攻击。让受到挥舞损害的对象倒退，倒退中如撞到墙壁会增加损害。穿刺攻击会受到长矛加速术等级的影响而提高损害。^000000",
                "[等级1]:^777777穿刺攻击力100%/挥舞攻击力100%^000000",
                "[等级2]:^777777穿刺攻击力200%/挥舞攻击力200%^000000",
                "[等级3]:^777777穿刺攻击力300%/挥舞攻击力300%^000000",
                "[等级4]:^777777穿刺攻击力400%/挥舞攻击力400%^000000",
                "[等级5]:^777777穿刺攻击力500%/挥舞攻击力500%^000000",
        },

        [SKID.LG_PRESTIGE] =
        {
                "威信",
                "最高等级:5",
                "^777777习得条件:摧残3^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777特权，暂时具有魔法回避率，提高防御力。施展者的属性会对魔法回避率产生影响，光之盾技能等级也会对防御力上升有影响。魔法回避如成功，会完全不受到魔法损害。^000000",
                "[等级1]:^777777持续时间30秒^000000",
                "[等级2]:^777777持续时间45秒^000000",
                "[等级3]:^777777持续时间60秒^000000",
                "[等级4]:^777777持续时间75秒^000000",
                "[等级5]:^777777持续时间90秒^000000",
        },

        [SKID.LG_BANDING] =
        {
                "聚集",
                "最高等级:5",
                "^777777习得条件:精准攻击3/愤怒突击1^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777连合，队员中相同的皇家禁卫队各自使用聚集，并在一定距离内，攻击力和防御力都会上升并共有HP。技能持续时间内会持续消耗SP，技能若再次使用即解除。队员人数越多效果越大。^000000",
        },

        [SKID.LG_MOONSLASHER] =
        {
                "半月斩",
                "最高等级:5",
                "^777777习得条件:长矛加速术1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777以自己为中心，让半径3格内的所有对象在受到损害的同时也处于坐着的状态。如对象是怪物时，会于1~3秒内变成僵硬状态。损害会受到支配烙印技能等级的影响。^000000",
                "[等级1]:^777777攻击力50%/成功率 40%^000000",
                "[等级2]:^777777攻击力100%/成功率 48%^000000",
                "[等级3]:^777777攻击力150%/成功率 56%^000000",
                "[等级4]:^777777攻击力200%/成功率 64%^000000",
                "[等级5]:^777777攻击力250%/成功率 72%^000000",
        },

        [SKID.LG_RAYOFGENESIS] =
        {
                "创世之光",
                "最高等级:5",
                "^777777习得条件:圣十字审判5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777从天空中掉落神的愤怒，让半径5格内的所有对象都受到圣属性损害。使用技能时必须有2名以上的皇家禁卫队处于聚集状态，聚集状态的皇家禁卫队人数越多，损害即增加。对象是恶灵或恶魔型时，会以50%的机率处于黑暗状态。^000000",
                "[等级1]:^777777消耗攻击力物理400%魔法100%/HP5%^000000",
                "[等级2]:^777777消耗攻击力物理500%魔法200%/HP10%^000000",
                "[等级3]:^777777消耗攻击力物理600%魔法300%/HP15%^000000",
                "[等级4]:^777777消耗攻击力物理700%魔法400%/HP20%^000000",
                "[等级5]:^777777消耗攻击力物理800%魔法500%/HP25%^000000",
        },

        [SKID.LG_PIETY] =
        {
                "虔诚",
                "最高等级:5",
                "^777777习得条件:信任10^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777信仰之心，在1名队员和其附近队员的盔甲属性上赋予圣属性。使用技能时会消后2个圣水，也可以对自己使用。^000000",
                "[等级1]:^777777持续时间60秒^000000",
                "[等级2]:^777777持续时间80秒^000000",
                "[等级3]:^777777持续时间100秒^000000",
                "[等级4]:^777777持续时间120秒^000000",
                "[等级5]:^777777持续时间140秒^000000",
        },

        [SKID.LG_EARTHDRIVE] =
        {
                "大地毁灭",
                "最高等级:5",
                "^777777习得条件:反射损害3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777大力挥舞盾牌，让自己附近的所有敌人都受到[持续性]损害。被本攻击损害的敌人防御力及攻速会减少25%，技能等级越高，攻速及防御力会减少，持续时间拉长。损害会受到盾牌的重量影响而提高，盾牌会被低微的机率被破坏。^000000",
                "[等级1]:^777777攻击力200%/效果持续时间3秒^000000",
                "[等级2]:^777777攻击力300%/效果持续时间6秒^000000",
                "[等级3]:^777777攻击力400%/效果持续时间9秒^000000",
                "[等级4]:^777777攻击力500%/效果持续时间12秒^000000",
                "[等级5]:^777777攻击力600%/效果持续时间15秒^000000",
        },

        [SKID.LG_HESPERUSLIT] =
        {
                "黄昏星之光",
                "最高等级:5",
                "^777777习得条件:威信3/聚集3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777当聚集3名以上的皇家禁卫队时可使用，聚集的皇家禁卫队全员会对1名对象发动连合攻击。根据聚集的皇家禁卫队人数会增加攻击次数，增加效果也会不同。技能使用时，聚集状态下的其他皇家禁卫队全员，也会消耗施展者所耗损的SP数量一半的SP。^000000",
                "[等级1]:^777777攻击力40%^000000",
                "[等级2]:^777777攻击力80%^000000",
                "[等级3]:^777777攻击力120%^000000",
                "[等级4]:^777777攻击力160%^000000",
                "[等级5]:^777777攻击力200%^000000",
        },

        [SKID.LG_INSPIRATION] =
        {
                "灵感",
                "最高等级:5",
                "^777777习得条件:盾咒3/创世之光1/虔诚5^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777圣灵感应，将圣灵引进自己的体内，暂时提高命中率及属性，也增加攻击力和MHP。但是技能持续时间内，HP及SP会持续减少，近距离物理攻击时自己也会受到部分损害。持续时间结束或SP为0时，技能会自动解除，也有可能因为HP减少效果而导致自身死亡。使用技能时会下滑1%的经验值，此经验值的损失不管是何种效果都无法阻止。本技能无法与聚集及威信一同使用。^000000",
                "[等级1]:^777777持续时间30秒^000000",
                "[等级2]:^777777持续时间45秒^000000",
                "[等级3]:^777777持续时间60秒^000000",
                "[等级4]:^777777持续时间75秒^000000",
                "[等级5]:^777777持续时间90秒^000000",
        },

        [SKID.SR_DRAGONCOMBO] =
        {
                "双龙脚",
                "最高等级:10",
                "^777777习得条件:六合拳5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777向1名目标快速转打2次使其受到损害，双龙脚里可连结使用大缠崩坠技能。^000000",
                "[等级1]:^777777攻击力200%/晕眩机率2%^000000",
                "[等级2]:^777777攻击力220%/晕眩机率3%^000000",
                "[等级3]:^777777攻击力240%/晕眩机率4%^000000",
                "[等级4]:^777777攻击力260%/晕眩机率5%^000000",
                "[等级5]:^777777攻击力280%/晕眩机率6%^000000",
                "[等级6]:^777777攻击力300%/晕眩机率7%^000000",
                "[等级7]:^777777攻击力320%/晕眩机率8%^000000",
                "[等级8]:^777777攻击力340%/晕眩机率9%^000000",
                "[等级9]:^777777攻击力360%/晕眩机率10%^000000",
                "[等级10]:^777777攻击力380%/晕眩机率11%^000000",
        },

        [SKID.SR_SKYNETBLOW] =
        {
                "天罗地网",
                "最高等级:5",
                "^777777习得条件:双龙脚3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在原地旋转使出如暴风般的连打，让附近的所有敌人都受到损害，并且后退3格。使用技能时会消耗一个气球体，施展者的AGI越高损害越大。^000000",
                "[等级1]:^777777攻击力200%^000000",
                "[等级2]:^777777攻击力250%^000000",
                "[等级3]:^777777攻击力300%^000000",
                "[等级4]:^777777攻击力350%^000000",
                "[等级5]:^777777攻击力400%^000000",
        },

        [SKID.SR_EARTHSHAKER] =
        {
                "地雷震",
                "最高等级:5",
                "^777777习得条件:双龙脚1/咒缚阵1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在地面上使出冲击波，让自己附近 5x5格的所有敌人都处于晕眩状态异常，敌人若是隐藏状态则会受到更大的损害。利用隐匿/伪装的对象会直接曝露自己的模样，技能使用时会消后一个气球体。^000000",
                "[等级1]:^777777攻击力100%/300%^000000 1x1格",
                "[等级2]:^777777攻击力150%/450%^000000 2x2格",
                "[等级3]:^777777攻击力200%/600%^000000 3x3格",
                "[等级4]:^777777攻击力250%/750%^000000 4x4格",
                "[等级5]:^777777攻击力300%/900%^000000 5x5格",
        },

        [SKID.SR_FALLENEMPIRE] =
        {
                "大缠崩坠",
                "最高等级:5",
                "^777777习得条件:双龙脚1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777利用肩膀和拳头把对方抬起，给予巨大损害的攻击方式。对象的重量越重，损害也会增加，受到损害的敌人会暂时无法行动并处于僵硬状态。也可以在双龙脚之后连结使用，大缠崩坠之后也可以连结使用虎炮/罗剎破凰击。^000000",
                "[等级1]:^777777攻击力250%/僵硬时间0.5秒^000000",
                "[等级2]:^777777攻击力400%/僵硬时间1秒^000000",
                "[等级3]:^777777攻击力550%/僵硬时间1.5秒^000000",
                "[等级4]:^777777攻击力700%/僵硬时间2秒^000000",
                "[等级5]:^777777攻击力850%/僵硬时间2.5秒^000000",
        },

        [SKID.SR_TIGERCANNON] =
        {
                "虎炮",
                "最高等级:10",
                "^777777习得条件:大缠崩坠3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777消耗自己一定的HP及SP，让1名目标受到HP/SP双重损害。HP和SP消耗越多，造成的损害越大。使用技能时会消耗2个气球体，只能在爆气状态下发动。在大缠崩坠之后连结使用时，损害会提高。^000000",
                "[等级1]:^777777消耗自己HP2%/SP消耗1%^000000",
                "[等级2]:^777777消耗自己HP4%/SP消耗2%^000000",
                "[等级3]:^777777消耗自己HP6%/SP消耗3%^000000",
                "[等级4]:^777777消耗自己HP8%/SP消耗4%^000000",
                "[等级5]:^777777消耗自己HP10%/SP消耗5%^000000",
                "[等级6]:^777777消耗自己HP12%/SP消耗6%^000000",
                "[等级7]:^777777消耗自己HP14%/SP消耗7%^000000",
                "[等级8]:^777777消耗自己HP16%/SP消耗8%^000000",
                "[等级9]:^777777消耗自己HP18%/SP消耗9%^000000",
                "[等级10]:^777777消耗自己HP20%/SP消耗10%^000000",
        },

        [SKID.SR_RAMPAGEBLASTER] =
        {
                "爆气散弹",
                "最高等级:5",
                "^777777习得条件:地雷震2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777消耗所有的气球体，让自己附近范围7x7格内的所有敌人都受到损害。气球体数量越多所造成的损害越大，在爆气状态下使用损害会更大。^000000",
        },

        [SKID.SR_CRESCENTELBOW] =
        {
                "破碎柱",
                "最高等级:5",
                "^777777习得条件:天罗地网5^000000",
                "系列:^777777主动/反击^000000",
                "内容:^777777配合对方的攻击进行反击，让对象倒退的同时给予对方损害，自己也会受到部分损害，对象的HP越高所受到的损害也越大。发动技能时，会消耗2个气球体。本技能不适用于BOSS怪物。^000000",
                "[等级1]:^777777发动机率24%^000000",
                "[等级2]:^777777发动机率27%^000000",
                "[等级3]:^777777发动机率30%^000000",
                "[等级4]:^777777发动机率33%^000000",
                "[等级5]:^777777发动机率36%^000000",
        },

        [SKID.SR_CURSEDCIRCLE] =
        {
                "咒缚阵",
                "最高等级:5",
                "^777777习得条件:真剑百破道2/点穴-默2/运气调息2^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777以施展者为中心，让5x5格范围的所有敌人暂时处于无法移动/攻击的状态，被本效果束缚的敌人，在效果持续时间内会处于沉默状态。施展者在咒缚阵效果状态下，也可以使用其他技能，若使用其他技能，咒缚阵效果即马上解除。使用技能时会消耗1个气球体。^000000",
                "[等级1]:^777777持续时间5秒^000000",
                "[等级2]:^777777持续时间6秒^000000",
                "[等级3]:^777777持续时间7秒^000000",
                "[等级4]:^777777持续时间8秒^000000",
                "[等级5]:^777777持续时间9秒^000000",
        },

        [SKID.SR_LIGHTNINGWALK] =
        {
                "闪电步",
                "最高等级:5",
                "^777777习得条件:旋风腿1^000000",
                "系列:^777777主动绑定/特殊^000000",
                "内容:^777777施展者当成为远距离物理攻击或魔法攻击的目标时，(范围魔法除外)不会受到损害，并且瞬间移动到攻击自己的对象前面。技能使用时会消耗一定的HP，持续时间内每秒消耗SP。发动技能或再次使用技能，效果即解除。^000000",
                "[等级1]:^777777HP消耗5%/每秒SP消耗3/发动机率30%^000000",
                "[等级2]:^777777HP消耗4%/每秒SP消耗3/发动机率35%^000000",
                "[等级3]:^777777HP消耗3%/每秒SP消耗2/发动机率40%^000000",
                "[等级4]:^777777HP消耗2%/每秒SP消耗2/发动机率45%^000000",
                "[等级5]:^777777HP消耗1%/每秒SP消耗1/发动机率50%^000000",
        },

        [SKID.SR_KNUCKLEARROW] =
        {
                "修罗身弹",
                "最高等级:5",
                "^777777习得条件:闪电步3/爆气散弹3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777瞬间跑向敌人并且攻击，让对方受到损害的同时也倒退。当目标后退时，如撞到墙壁或障碍物等会增加损害。使用技能时会消耗2个气球体。^000000",
                "[等级1]:^777777攻击力200%/倒退损害150%+增加^000000",
                "[等级2]:^777777攻击力300%/倒退损害300%+增加^000000",
                "[等级3]:^777777攻击力400%/倒退损害450%+增加^000000",
                "[等级4]:^777777攻击力500%/倒退损害600%+增加^000000",
                "[等级5]:^777777攻击力600%/倒退损害750%+增加^000000",
        },

        [SKID.SR_WINDMILL] =
        {
                "旋风腿",
                "最高等级:1",
                "^777777习得条件:咒缚阵1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777转踢腿部让5x5格附近的所有敌人，受到损害的同时也强制处于/坐着状态。若对方是怪物时，则会在1-4秒内处于晕眩状态。本技能不适用于BOSS怪物。^000000",
        },

        [SKID.SR_RAISINGDRAGON] =
        {
                "潜龙升天",
                "最高等级:10",
                "^777777习得条件:爆气散弹3/点穴-救3^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777暂时开放施展者的气血，可以提升的气球体数字越多，就会获得多少气球体。将HP和SP增加到最大，攻击速度也加快。另外，本技能持续时间内可维持爆气状态。使用技能时每秒流失一点HP，当HP低于一定值时，技能效果会自动消失。^000000",
                "[等级1]:^777777最大气球体6/MHP,MSP增加3%/持续时间30秒^000000",
                "[等级2]:^777777最大气球体7/MHP,MSP增加4%/持续时间45秒^000000",
                "[等级3]:^777777最大气球体8/MHP,MSP增加5%/持续时间60秒^000000",
                "[等级4]:^777777最大气球体9/MHP,MSP增加6%/持续时间75秒^000000",
                "[等级5]:^777777最大气球体10/MHP,MSP增加7%/持续时间90秒^000000",
                "[等级6]:^777777最大气球体11/MHP,MSP增加8%/持续时间105秒^000000",
                "[等级7]:^777777最大气球体12/MHP,MSP增加9%/持续时间120秒^000000",
                "[等级8]:^777777最大气球体13/MHP,MSP增加10%/持续时间135秒^000000",
                "[等级9]:^777777最大气球体14/MHP,MSP增加11%/持续时间150秒^000000",
                "[等级10]:^777777最大气球体15/MHP,MSP增加12%/持续时间165秒^000000",
        },

        [SKID.SR_ASSIMILATEPOWER] =
        {
                "吸气攻",
                "最高等级:1",
                "^777777习得条件:吸气1,全气注入1^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777吸收自己和附近5x5格内的所有气球体并恢复SP。^000000",
        },

        [SKID.SR_POWERVELOCITY] =
        {
                "全气注入",
                "最高等级:1",
                "^777777习得条件:蓄气5^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777把自己持有的气球体全部都给1个目标。^000000",
        },

        [SKID.SR_GATEOFHELL] =
        {
                "罗剎破凰击",
                "最高等级:10",
                "^777777习得条件:潜龙升天5/虎炮5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777只能在爆气状态下使用，向敌人瞬间使出无数的连打攻击。气球体数量越多，施展者的HP越少，损害越大。使用技能时会消耗MSP30%和所有的气球体。可以在大缠崩坠之后连结使用，连结使用时消耗的SP会减少10%，攻击力增加少许。^000000",
        },

        [SKID.SR_GENTLETOUCH_QUIET] =
        {
                "点穴-默",
                "最高等级:5",
                "^777777习得条件:全气注入1^000000",
                "系列:^777777主动/损害及debuff^000000",
                "内容:^777777使用点穴让1名目标受到损害的同时也陷入沉默，施展者的DEX越高损害越大。^000000",
                "[等级1]:^777777射程距离2格/攻击力100%^000000",
                "[等级2]:^777777射程距离2格/攻击力200%^000000",
                "[等级3]:^777777射程距离2格/攻击力300%^000000",
                "[等级4]:^777777射程距离2格/攻击力400%^000000",
                "[等级5]:^777777射程距离2格/攻击力500%^000000",
        },

        [SKID.SR_GENTLETOUCH_CURE] =
        {
                "点穴-快",
                "最高等级:5",
                "^777777习得条件:全气注入1^000000",
                "系列:^777777主动/恢复及buff^000000",
                "内容:^777777使用点穴恢复自己和1名对象的HP，治疗部分的状态异常。技能等级越高，成功机率也越高。可用本技能治疗的技能有石化/冰冻/晕眩/毒/沉默/黑暗/幻觉/着火/结冰等，也可以治疗部分十字斩首者技能的毒。另外，本技能也可以在当自己处于石化、冰冻、晕眩状态时使用，使用技能时消耗1个气球体。^000000",
        },

        [SKID.SR_GENTLETOUCH_ENERGYGAIN] =
        {
                "点穴-救",
                "最高等级:5",
                "^777777习得条件:点穴-默3^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777对自己使用点穴，让斗技发挥极致，当进行近距离物理攻击或受到损害时，会形成1个气球体。使用技能时会消耗HP，本技能无法和[点穴-活]及[点穴-半]技能一起使用。^000000",
                "[等级1]:^777777HP消耗1%/15%机率生成/持续时间60秒^000000",
                "[等级2]:^777777HP消耗2%/20%机率生成/持续时间120秒^000000",
                "[等级3]:^777777HP消耗3%/25%机率生成/持续时间180秒^000000",
                "[等级4]:^777777HP消耗4%/30%机率生成/持续时间240秒^000000",
                "[等级5]:^777777HP消耗5%/35%机率生成/持续时间300秒^000000",
        },

        [SKID.SR_GENTLETOUCH_CHANGE] =
        {
                "点穴-半",
                "最高等级:5",
                "^777777习得条件:点穴-快4^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777使用点穴让自己的体力和魔法防御力下滑，但是增加攻击力和攻击速度。技能使用时会消耗2个气球体和一点HP，MHP也会减少。本技能无法和[点穴-救]及[点穴-活]一起使用。^000000",
                "[等级1]:^777777HP消耗1%/持续时间60秒^000000",
                "[等级2]:^777777HP消耗2%/持续时间120秒^000000",
                "[等级3]:^777777HP消耗3%/持续时间180秒^000000",
                "[等级4]:^777777HP消耗4%/持续时间240秒^000000",
                "[等级5]:^777777HP消耗5%/持续时间300秒^000000",
        },

        [SKID.SR_GENTLETOUCH_REVITALIZE] =
        {
                "点穴-活",
                "最高等级:5",
                "^777777习得条件:点穴-半5^000000",
                "系列:^777777主动/自己buff^000000",
                "内容:^777777使用点穴提高自己和1名对象的VIT及MHP，加快HP自然恢复速度，另外也提高物理防御力。在本效果里若移动或攻击也可以恢复HP，使用技能时消耗2个气球体。本技能无法和[点穴-救]及[点穴-半]一起使用。^000000",
                "[等级1]:^777777MHP增加6%/HP自然恢复速度增加100%^000000",
                "[等级2]:^777777MHP增加12%/HP自然恢复速度增加140%^000000",
                "[等级3]:^777777MHP增加18%/HP自然恢复速度增加180%^000000",
                "[等级4]:^777777MHP增加24%/HP自然恢复速度增加220%^000000",
                "[等级5]:^777777MHP30%增加/HP自然恢复速度增加260%^000000",
        },

        [SKID.WA_SWING_DANCE] =
        {
                [[摇摆舞]],
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "[等级1]：增加移动速度以及攻速1%/持续时间60秒",
                "[等级2]：增加移动速度以及攻速2%/持续时间60秒",
                "[等级3]：增加移动速度以及攻速3%/持续时间60秒",
                "[等级4]：增加移动速度以及攻速4%/持续时间60秒",
                "[等级5]：增加移动速度以及攻速5%/持续时间60秒",
        },

        [SKID.WA_SYMPHONY_OF_LOVER] =
        {
                "恋人交响乐",
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777战时提高自己及队员的魔法防御力。^000000",
                "[等级1]：魔法防御力增加12%/持续时间60秒",
                "[等级2]：魔法防御力增加24%/持续时间60秒",
                "[等级3]：魔法防御力增加36%/持续时间60秒",
                "[等级4]：魔法防御力增加48%/持续时间60秒",
                "[等级5]：魔法防御力增加60%/持续时间60秒",
        },

        [SKID.WA_MOONLIT_SERENADE] =
        {
                "月光小夜曲",
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777暂时提高自己和队员的魔法攻击力^000000",
                "[等级1]：魔法攻击力增加5%/持续时间60秒",
                "[等级2]：魔法攻击力增加10%/持续时间60秒",
                "[等级3]：魔法攻击力增加15%/持续时间60秒",
                "[等级4]：魔法攻击力增加20%/持续时间60秒",
                "[等级5]：魔法攻击力增加25%/持续时间60秒",
        },

        [SKID.MI_RUSH_WINDMILL] =
        {
                "朝风车突击",
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777暂时提高自己和队员的攻击力^000000",
                "[等级1]:^777777物理攻击力增加10%/持续时间60秒^000000",
                "[等级2]:^777777物理攻击力增加20%/持续时间60秒^000000",
                "[等级3]:^777777物理攻击力增加30%/持续时间60秒^000000",
                "[等级4]:^777777物理攻击力增加40%/持续时间60秒^000000",
                "[等级5]:^777777物理攻击力增加50%/持续时间60秒^000000",
        },

        [SKID.MI_ECHOSONG] =
        {
                "回音之歌",
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777暂时提高自己和队员的防御力^000000",
                "[等级1]:^777777物理防御力增加10%/持续时间60秒^000000",
                "[等级2]:^777777物理防御力增加20%/持续时间60秒^000000",
                "[等级3]:^777777物理防御力增加30%/持续时间60秒^000000",
                "[等级4]:^777777物理防御力增加40%/持续时间60秒^000000",
                "[等级5]:^777777物理防御力增加50%/持续时间60秒^000000",
        },

        [SKID.MI_HARMONIZE] =
        {
                "和声演奏",
                "最高等级:5",
                "^777777习得条件:沉睡摇篮曲1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777让1名目标的所有地位加重值变成固定。^000000",
                "[等级1]:^777777把所有的素质加重值变成5^000000",
                "[等级2]:^777777把所有的素质加重值变成7^000000",
                "[等级3]:^777777把所有的素质加重值变成9^000000",
                "[等级4]:^777777把所有的素质加重值变成11^000000",
                "[等级5]:^777777把所有的素质加重值变成13^000000",
        },

        [SKID.WM_LESSON] =
        {
                "课程",
                "最高等级:10",
                "^777777习得条件:浪姬舞者和宫廷乐师基本技能^000000",
                "系列:^777777被动^000000",
                "内容:^777777增加最大MSP，加快SP恢复速度。技能等级为5以上时，有可能可以使用2转技能演奏或合奏中3转的歌曲技能。^000000",
                "[等级1]:^777777MSP+30^000000",
                "[等级2]:^777777MSP+60^000000",
                "[等级3]:^777777MSP+90^000000",
                "[等级4]:^777777MSP+120^000000",
                "[等级5]:^777777MSP+150/可使用2转演奏技能中3转歌曲^000000",
                "[等级6]:^777777MSP+180/可使用2转演奏技能中3转歌曲^000000",
                "[等级7]:^777777MSP+200/可使用2转演奏技能中3转歌曲^000000",
                "[等级8]:^777777MSP+240/可使用2转演奏技能中3转歌曲^000000",
                "[等级9]:^777777MSP+270/可使用2转演奏技能中3转歌曲^000000",
                "[等级10]:^777777MSP+300/可使用2转演奏技能中3转歌曲^000000",
        },

        [SKID.WM_METALICSOUND] =
        {
                "重金属音乐",
                "最高等级:5",
                "^777777习得条件:支配动力1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777向1名对象发出高音，造成对方混乱的同时也造成HP、SP两边的损害。如是睡眠状态中的敌人，则造成的损害更大。损害会随着课程技能等级而提高。^000000",
                "[等级1]:^777777攻击力500%+依照课程技能等级的加重值^000000",
                "[等级2]:^777777攻击力550%+依照课程技能等级的加重值^000000",
                "[等级3]:^777777攻击力600%+依照课程技能等级的加重值^000000",
                "[等级4]:^777777攻击力650%+依照课程技能等级的加重值^000000",
                "[等级5]:^777777攻击力700%+依照课程技能等级的加重值^000000",
        },

        [SKID.WM_REVERBERATION] =
        {
                "残响",
                "最高等级:5",
                "^777777习得条件:不谐和音或是丑陋之舞5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在地面某处发动高周波音波，碰触到本波动的敌人会受到损害。震动残响可以在地面上发动3次，被这波动打到或是持续时间结束时，附近3x3格的所有敌人都会受到损害。用远距离攻击或魔法等方式攻击震动残响之后，技能有可能会消失。^000000",
                "[等级1]:^777777攻击力400%+魔法攻击力200%^000000",
                "[等级2]:^777777攻击力500%+魔法攻击力300%^000000",
                "[等级3]:^777777攻击力600%+魔法攻击力400%^000000",
                "[等级4]:^777777攻击力700%+魔法攻击力500%^000000",
                "[等级5]:^777777攻击力800%+魔法攻击力600%^000000",
        },

        [SKID.WM_DOMINION_IMPULSE] =
        {
                "支配动力",
                "最高等级:1",
                "^777777习得条件:残响1^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777直接发动套用在11x11范围内的地面上的残响，也可以发动其他玩家制作的残响。^000000",
        },

        [SKID.WM_SEVERE_RAINSTORM] =
        {
                "大暴雨",
                "最高等级:5",
                "^777777习得条件:缠箭投掷或是乐器攻击5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777弓箭专用技能，向空中发射无数的弓箭，在11x11范围内降下弓箭雨。使用技能时会消耗20发弓箭，当弓箭数量不足20发时无法发动本技能。^000000",
                "[等级1]:^777777攻击力100%0.每3秒1次打击/持续时间0.9秒^000000",
                "[等级2]:^777777攻击力150%0.每3秒1次打击/持续时间1.5秒^000000",
                "[等级3]:^777777攻击力200%0.每3秒1次打击/持续时间2.1秒^000000",
                "[等级4]:^777777攻击力250%0.每3秒1次打击/持续时间2.7秒^000000",
                "[等级5]:^777777攻击力300%0.每3秒1次打击/持续时间3秒^000000",
        },

        [SKID.WM_POEMOFNETHERWORLD] =
        {
                "绝望之歌",
                "最高等级:5",
                "^777777习得条件:课程1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777在地面1格上发动会影响对方运动神经的特殊音波，进入该音波3x3格效果内的目标会暂时停止移动。最多可以发动5个，本技能不适用于BOSS型怪物，依照目标等级效果也会有所减少，使用技能时会消耗一个[喉糖]。^000000",
                "[等级1]:^777777效果持续时间8秒/音波持续时间9秒^000000",
                "[等级2]:^777777效果持续时间10秒/音波持续时间11秒^000000",
                "[等级3]:^777777效果持续时间12秒/音波持续时间13秒^000000",
                "[等级4]:^777777效果持续时间14秒/音波持续时间15秒^000000",
                "[等级5]:^777777效果持续时间16秒/音波持续时间17秒^000000",
        },

        [SKID.WM_VOICEOFSIREN] =
        {
                "塞壬之音",
                "最高等级:5",
                "^777777习得条件:绝望之歌3^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777让自己附近11x11格内的所有目标被效果迷住，然后往自己这边靠近。如果用在怪物身上，则无法对施展者发动攻击，如果用在玩家身上，持续时间内无法把施展者当作攻击目标。(施展者除外)被赋予效果的目标会显示心型图案。随着效果对象的等级，效果时间也会减少。如果对方被攻击，效果即立即解除。^000000",
                "[等级1]:^777777成功率 30%/效果持续时间15秒^000000",
                "[等级2]:^777777成功率 40%/效果持续时间18秒^000000",
                "[等级3]:^777777成功率 50%/效果持续时间21秒^000000",
                "[等级4]:^777777成功率 60%/效果持续时间24秒^000000",
                "[等级5]:^777777成功率 70%/效果持续时间27秒^000000",
        },

        [SKID.WM_DEADHILLHERE] =
        {
                "死亡峡谷",
                "最高等级:5",
                "^777777习得条件:循环的大自然之音3^000000",
                "系列:^777777主动/恢复^000000",
                "内容:^777777让1名死亡的玩家复活，死亡的玩家在死亡状态下会因为剩余的SP变成HP而复活。死亡时若SP为0，则会以1复活。技能施展时会消耗1个[伤心泪水]。^000000",
                "[等级1]:^777777成功率 90%/消耗复活对象的SP100%^000000",
                "[等级2]:^777777成功率 92%/消耗复活对象的SP80%^000000",
                "[等级3]:^777777成功率 94%/消耗复活对象的SP60%^000000",
                "[等级4]:^777777成功率 96%/消耗复活对象的SP40%^000000",
                "[等级5]:^777777成功率 98%/消耗复活对象的SP20%^000000",
        },

        [SKID.WM_LULLABY_DEEPSLEEP] =
        {
                "沉睡摇篮曲",
                "最高等级:5",
                "^777777习得条件:课程1^000000",
                "系列:^777777主动/debuff^000000",
                "内容:^777777让指定范围内的所有目标都处于'沉睡'状态，沉睡状态下的目标无法移动、攻击以及使用物品和技能，连对话都无法进行。如果被攻击，状态随即解除，沉睡状态下受到的损害会比平常多1.5倍。沉睡状态中的目标每2秒会恢复1%的HP/SP。^000000",
                "[等级1]:^777777成功率 90%/效果范围11x11^000000",
                "[等级2]:^777777成功率 92%/效果范围13x13^000000",
                "[等级3]:^777777成功率 94%/效果范围15x15^000000",
                "[等级4]:^777777成功率 96%/效果范围19x19^000000",
                "[等级5]:^777777成功率 98%/效果范围21x21^000000",
        },

        [SKID.WM_SIRCLEOFNATURE] =
        {
                "循环的大自然之音",
                "最高等级:5",
                "^777777习得条件:课程1^000000",
                "系列:^777777主动/恢复^000000",
                "内容:^777777让自己附近的所有目标都处于循环的大自然效果，本效果会每秒消耗一定量的SP，然后恢复成HP。如果目标没有可消耗的SP时，本效果随即解除。^000000",
                "[等级1]:^777777效果持续时间10秒/每秒SP4消耗/每秒HP40恢复^000000",
                "[等级2]:^777777效果持续时间15秒/每秒SP8消耗/每秒HP80恢复^000000",
                "[等级3]:^777777效果持续时间20秒/每秒SP12消耗/每秒HP120恢复^000000",
                "[等级4]:^777777效果持续时间25秒/每秒SP16消耗/每秒HP240恢复^000000",
                "[等级5]:^777777效果持续时间30秒/每秒SP20消耗/每秒HP360恢复^000000",
        },

        [SKID.WM_RANDOMIZESPELL] =
        {
                "不确定要素的语言",
                "最高等级:5",
                "^777777习得条件:绝望之歌1^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777随机发动1个魔法师或巫师的攻击魔法，发动魔法所需要的触媒等全都会被漠视。^000000",
                "[等级1]:^777777随机发动一个技能等级5的魔法^000000",
                "[等级2]:^777777随机发动一个技能等级6的魔法^000000",
                "[等级3]:^777777随机发动一个技能等级7的魔法^000000",
                "[等级4]:^777777随机发动一个技能等级8的魔法^000000",
                "[等级5]:^777777随机发动一个技能等级9的魔法^000000",
        },

        [SKID.WM_GLOOMYDAY] =
        {
                "羞怯一天的忧郁",
                "最高等级:5",
                "^777777习得条件:不确定要素的语言1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777本效果虽然可以提高特定技能的损害，但是相对地回避率和攻速也会减少。会被本效果影响到损害程度的技能内容如下：[骑乘攻击/螺旋击刺/盾击/回旋盾击/连续盾击/重压盾击]没有具备上述技能的玩家，如果赋予本效果，则只会受到回避率和攻速的影响。^000000",
                "[等级1]:^777777回避-5/攻速-3%^000000",
                "[等级2]:^777777回避-10/攻速-6%^000000",
                "[等级3]:^777777回避-15/攻速-9%^000000",
                "[等级4]:^777777回避-25/攻速-12%^000000",
                "[等级5]:^777777回避-30/攻速-15%^000000",
        },

        [SKID.WM_GREAT_ECHO] =
        {
                "巨大共鸣",
                "最高等级:5",
                "^777777习得条件:重金属音乐1^000000",
                "系列:^777777主动/损害/合唱^000000",
                "内容:^777777施展者运用歌曲产生巨大的呜鸣，让一定范围内的所有目标都受到损害。队员中宫廷乐师和浪姬舞者人数越多，攻击力越强，消耗的SP也会依照数字比例而减少。使用技能时会消耗队员中浪姬舞者/宫廷乐师的SP，也会消耗一个'喉糖'。^000000",
                "[等级1]:^777777效果范围5x5/攻击力1000%^000000",
                "[等级2]:^777777效果范围7x7/攻击力1100%^000000",
                "[等级3]:^777777效果范围7x7/攻击力1200%^000000",
                "[等级4]:^777777效果范围9x9/攻击力1300%^000000",
                "[等级5]:^777777效果范围9x9/攻击力1400%^000000",
        },

        [SKID.WM_SONG_OF_MANA] =
        {
                "魔力之歌",
                "最高等级:5",
                "^777777习得条件:摇摆舞(和声演奏),恋人交响乐(朝风车突击),月光小夜曲(回音之歌)1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777唱出有助于魔力循环的歌曲，每5秒各恢复自己和队员的SP10。队员中浪姬舞者、宫廷乐师越多，恢复量也会增加。^000000",
                "[等级1]:^777777持续时间30秒^000000",
                "[等级2]:^777777持续时间60秒^000000",
                "[等级3]:^777777持续时间90秒^000000",
                "[等级4]:^777777持续时间120秒^000000",
                "[等级5]:^777777持续时间150秒^000000",
        },

        [SKID.WM_DANCE_WITH_WUG] =
        {
                "与狼共舞",
                "最高等级:5",
                "^777777习得条件:摇摆舞(和声演奏),恋人交响乐(朝风车突击),月光小夜曲(回音之歌)1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777透过开心又快速的节拍歌曲，稍微增加自己和队员的攻击速度，并减少固定咏唱时间。施展者的队员中，浪姬舞者和宫廷乐师的数量越多效果越大。^000000",
                "[等级1]:^777777持续时间30秒^000000",
                "[等级2]:^777777持续时间60秒^000000",
                "[等级3]:^777777持续时间90秒^000000",
                "[等级4]:^777777持续时间120秒^000000",
                "[等级5]:^777777持续时间150秒^000000",
        },

        [SKID.WM_SOUND_OF_DESTRUCTION] =
        {
                "毁灭之声",
                "最高等级:5",
                "^777777习得条件:狂欢周末夜3,消沈旋律3^000000",
                "系列:^777777主动/特殊/合唱^000000",
                "内容:^777777解除1名目标和其附近对象的所有歌曲、合唱效果，成功机率会随着对象的Dex及等级和毁灭之声等级，目标的Int、所唱的歌曲、合唱技能等级而有所不同。施展者的队员中，浪姬舞者和宫廷乐师的人数越多成功率 越高。^000000",
                "[等级1]:^777777目标1名及其附近5x5^000000",
                "[等级2]:^777777目标1名及其附近5x5^000000",
                "[等级3]:^777777目标1名及其附近7x7^000000",
                "[等级4]:^777777目标1名及其附近7x7^000000",
                "[等级5]:^777777目标1名及其附近9x9^000000",
        },

        [SKID.WM_SATURDAY_NIGHT_FEVER] =
        {
                "狂欢周末夜",
                "最高等级:5",
                "^777777习得条件:与狼共舞1^000000",
                "系列:^777777主动/特殊/合唱^000000",
                "内容:^777777包括施展者自己本身，画面所有对象都会陷入疯狂效果。处于疯狂的对象会持续损失HP和SP，攻击力上升、防御力和回避率会大幅下滑。另外，无法使用技能和物品。疯狂效果结束后，曾处于效果的所有对象都会强制坐着10秒。当一次有7名以上的目标陷入疯狂状态时，狂热之神就会登场，让所有陷入疯狂的对象都受到9999的损害。^000000",
                "[等级1]:^777777每3秒HP,消耗SP2%/攻击力+100/防御力-20%/回避率-50%^000000",
                "[等级2]:^777777每3秒HP,消耗SP3%/攻击力+200/防御力-30%/回避率-60%^000000",
                "[等级3]:^777777每3秒HP,消耗SP4%/攻击力+300/防御力-40%/回避率-70%^000000",
                "[等级4]:^777777每3秒HP,消耗SP5%/攻击力+400/防御力-50%/回避率-80%^000000",
                "[等级5]:^777777每3秒HP,消耗SP6%/攻击力+500/防御力-60%/回避率-90%^000000",
        },

        [SKID.WM_LERADS_DEW] =
        {
                "雷拉多露水",
                "最高等级:5",
                "^777777习得条件:摇摆舞(和声演奏),恋人交响乐(朝风车突击),月光小夜曲(回音之歌)1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777暂时提高包括自己在内的附近队员的MHP，但若是处于狂暴状态的角色，则不会也任何效果。队员中浪姬舞者和宫廷乐师人数越多，就会提高越多的MHP。^000000",
                "[等级1]:^777777MHP5%增加/持续时间20秒^000000",
                "[等级2]:^777777MHP10%增加/持续时间30秒^000000",
                "[等级3]:^777777MHP15%增加/持续时间40秒^000000",
                "[等级4]:^777777MHP20%增加/持续时间50秒^000000",
                "[等级5]:^777777MHP25%增加/持续时间60秒^000000",
        },

        [SKID.WM_MELODYOFSINK] =
        {
                "消沈旋律",
                "最高等级:5",
                "^777777习得条件:魔力之歌1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777包括施展者在内，提高附近所有对象的魔法攻击力，但是物理攻击力会下滑。本技能无法与战嚎的彼端重复使用，两个效果中后面发动的效果会优先出现。队员中浪姬舞者和宫廷乐师人数越多效果越大。^000000",
                "[等级1]:^777777魔法攻击力5%增加/物理攻击力5%减少/持续时间20秒^000000",
                "[等级2]:^777777魔法攻击力10%增加/物理攻击力10%减少/持续时间30秒^000000",
                "[等级3]:^777777魔法攻击力15%增加/物理攻击力15%减少/持续时间40秒^000000",
                "[等级4]:^777777魔法攻击力20%增加/物理攻击力20%减少/持续时间50秒^000000",
                "[等级5]:^777777魔法攻击力25%增加/物理攻击力25%减少/持续时间60秒^000000",
        },

        [SKID.WM_BEYOND_OF_WARCRY] =
        {
                "战嚎的彼端",
                "最高等级:5",
                "^777777习得条件:雷拉多露水1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777包括施展者在内，提高附近所有对象的物理攻击力。不过，魔法攻击力也会下滑。本技能无法与消沈旋律重复使用，两个效果中之后发动的效果会优先出现。队员中浪姬舞者和宫廷乐师人数越多效果越大。^000000",
                "[等级1]:^777777物理攻击力5%增加/魔法攻击力5%减少/持续时间20秒^000000",
                "[等级2]:^777777物理攻击力10%增加/魔法攻击力10%减少/持续时间30秒^000000",
                "[等级3]:^777777物理攻击力15%增加/魔法攻击力15%减少/持续时间40秒^000000",
                "[等级4]:^777777物理攻击力20%增加/魔法攻击力20%减少/持续时间50秒^000000",
                "[等级5]:^777777物理攻击力25%增加/魔法攻击力25%减少/持续时间60秒^000000",
        },

        [SKID.WM_UNLIMITED_HUMMING_VOICE] =
        {
                "无限哼唱声",
                "最高等级:5",
                "^777777习得条件:毁灭之声1,战嚎的彼端1^000000",
                "系列:^777777主动/buff/合唱^000000",
                "内容:^777777以自己为中心，让范围内的所有对象的技能/魔法咏唱都不会结束。但，技能使用时会增加消耗SP15%。队员中浪姬舞者和宫廷乐师的人数越多，技能使用时增加的SP消耗量会减少。^000000",
                "[等级1]:^777777持续时间20秒^000000",
                "[等级2]:^777777持续时间30秒^000000",
                "[等级3]:^777777持续时间40秒^000000",
                "[等级4]:^777777持续时间50秒^000000",
                "[等级5]:^777777持续时间60秒^000000",
        },

        [SKID.SO_FIREWALK] =
        {
                "火焰步",
                "最高等级:5",
                "^777777习得条件:火山爆发1^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777在施展者的脚下生出火花，施展者走过的位置会变成火属性损害区域。^000000",
                "[等级1]:^777777持续时间12秒/最大生成8个^000000",
                "[等级2]:^777777持续时间14秒/最大生成10个^000000",
                "[等级3]:^777777持续时间16秒/最大生成12个^000000",
                "[等级4]:^777777持续时间18秒/最大生成14个^000000",
                "[等级5]:^777777持续时间20秒/最大生成16个^000000",
        },

        [SKID.SO_ELECTRICWALK] =
        {
                "电流步",
                "最高等级:5",
                "^777777习得条件:风元素领域1^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777在施展者的脚下形成电击，施展者走过的位置变成风属性损害区域。^000000",
                "[等级1]:^777777持续时间12秒/最大生成8个^000000",
                "[等级2]:^777777持续时间14秒/最大生成10个^000000",
                "[等级3]:^777777持续时间16秒/最大生成12个^000000",
                "[等级4]:^777777持续时间18秒/最大生成14个^000000",
                "[等级5]:^777777持续时间20秒/最大生成16个^000000",
        },

        [SKID.SO_SPELLFIST] =
        {
                "魔力拳",
                "最高等级:5",
                "^777777习得条件:自动念咒4^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777火、冰、雷击术施展中可使用本技能，中断咏唱时间并让魔法力集中在施展者两手中。此状态下如直接打击目标，便可以给予对象魔法损害。技能等级越高，损害越大。技能持续时间内到达打击次数，或使用其他技能时，本效果即解除。^000000",
                "[等级1]:^777777持续时间20秒/最大2次打击^000000",
                "[等级2]:^777777持续时间25秒/最大3次打击^000000",
                "[等级3]:^777777持续时间30秒/最大4次打击^000000",
                "[等级4]:^777777持续时间35秒/最大5次打击^000000",
                "[等级5]:^777777持续时间40秒/最大6次打击^000000",
        },

        [SKID.SO_EARTHGRAVE] =
        {
                "大地坟场",
                "最高等级:5",
                "^777777习得条件:地震术5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777把一定范围的土堆变化成坚硬的长矛，向上刺伤对象的脚，造成持续性魔法损害的同时也引发出血状态异常。^000000",
                "[等级1]:^777777范围7x7格^000000",
                "[等级2]:^777777范围7x7格^000000",
                "[等级3]:^777777范围7x7格^000000",
                "[等级4]:^777777范围9x9格^000000",
                "[等级5]:^777777范围9x9格^000000",
        },

        [SKID.SO_DIAMONDDUST] =
        {
                "钻石星尘",
                "最高等级:5",
                "^777777习得条件:水元素领域3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在一定范围内喷出冰冷的暴风，给予水属性魔法损害的同时也引发状态异常:[冷冻]。^000000",
                "[等级1]:^777777范围7x7格^000000",
                "[等级2]:^777777范围7x7格^000000",
                "[等级3]:^777777范围7x7格^000000",
                "[等级4]:^777777范围9x9格^000000",
                "[等级5]:^777777范围9x9格^000000",
        },

        [SKID.SO_POISON_BUSTER] =
        {
                "剧毒猛击",
                "最高等级:5",
                "^777777习得条件:云杀2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777将中毒对象体内的毒气活性化，使其受到更大的损害。受到损害的对象的毒状态会被解除，对毒属性的怪物则不会发动效果。^000000",
        },

        [SKID.SO_PSYCHIC_WAVE] =
        {
                "超自然波",
                "最高等级:5",
                "^777777习得条件:魔法效果解除2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在一定范围内发射连动能源，给予数次的无属性魔法损害。遭受损害的所有对象依机率有可能处于晕眩状态。^000000",
                "[等级1]:^777777范围7x7格/打击次数3次^000000",
                "[等级2]:^777777范围7x7格/打击次数4次^000000",
                "[等级3]:^777777范围9x9格/打击次数5次^000000",
                "[等级4]:^777777范围9x9格/打击次数6次^000000",
                "[等级5]:^777777范围11x11格/打击次数7次^000000",
        },

        [SKID.SO_CLOUD_KILL] =
        {
                "云杀",
                "最高等级:5",
                "^777777习得条件:崩裂术5^000000",
                "系列:^777777主动/损害^000000",
                "内容:^7777777x7范围内召唤毒云，让范围内的所有对象都受到毒属性的魔法损害因而中毒。受到损害的对象会依一定的机率变成毒属性。^000000",
                "[等级1]:^777777持续时间8秒^000000",
                "[等级2]:^777777持续时间10秒^000000",
                "[等级3]:^777777持续时间12秒^000000",
                "[等级4]:^777777持续时间14秒^000000",
                "[等级5]:^777777持续时间16秒^000000",
        },

        [SKID.SO_STRIKING] =
        {
                "打击强化",
                "最高等级:5",
                "^777777习得条件:火焰属性附加1/水属性附加1/风属性附加1/地属性附加1^000000",
                "系列:^777777主动/buff^000000",
                "内容:^777777提升自己以及队伍成员的武器攻击力及必杀攻击力。受到打击强化效果的对象每秒会消耗一定量的SP。效果会依照施放者所习得的属性附加技能(火焰属性附加/水属性附加/风属性附加/地属性附加)等级而增加效果。持续时间为60秒。^000000",
        },

        [SKID.SO_WARMER] =
        {
                "加热术",
                "最高等级:5",
                "^777777习得条件:火元素领域1/风元素领域1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777解除7x7格内所有目标的冷冻、冰冻、结冰状态，持续时间内被赋予效果的所有对象都不会陷入冷冻、冰冻、结冰状态。另外，效果范围内的所有对象每3秒会恢复一定量的HP。^000000",
                "[等级1]:^777777持续时间10秒^000000",
                "[等级2]:^777777持续时间15秒^000000",
                "[等级3]:^777777持续时间20秒^000000",
                "[等级4]:^777777持续时间25秒^000000",
                "[等级5]:^777777持续时间30秒^000000",
        },

        [SKID.SO_VACUUM_EXTREME] =
        {
                "极限空虚",
                "最高等级:5",
                "^777777习得条件:地元素领域2^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777在地面1格生出一个真空之洞，7x7格内的所有目标都会被抓住并且往中央移动。被抓住的所有对象在持续时间结束之前无法移动。^000000",
                "[等级1]:^777777持续时间5秒^000000",
                "[等级2]:^777777持续时间6秒^000000",
                "[等级3]:^777777持续时间7秒^000000",
                "[等级4]:^777777持续时间8秒^000000",
                "[等级5]:^777777持续时间9秒^000000",
        },

        [SKID.SO_VARETYR_SPEAR] =
        {
                "圣枪刺击",
                "最高等级:5",
                "^777777习得条件:地属性附加1/风元素领域4^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777从天空召唤巨大的电击枪，同时给予目标1名及其附近的对象物理/魔法打击(风属性)。遭受损害的所有对象会以一定机率处于晕眩状态。^000000",
                "[等级1]:^777777目标及附近3x3格^000000",
                "[等级2]:^777777目标及附近3x3格^000000",
                "[等级3]:^777777目标及附近5x5格^000000",
                "[等级4]:^777777目标及附近5x5格^000000",
                "[等级5]:^777777目标及附近7x7格^000000",
        },

        [SKID.SO_ARRULLO] =
        {
                "摇篮曲",
                "最高等级:5",
                "^777777习得条件:加热术2^000000",
                "系列:^777777主动/特殊^000000",
                "内容:^777777让1名对象及其附近的所有对象陷入[沉睡]状态。^000000",
                "[等级1]:^777777目标及附近3x3格^000000",
                "[等级2]:^777777目标及附近3x3格^000000",
                "[等级3]:^777777目标及附近5x5格^000000",
                "[等级4]:^777777目标及附近5x5格^000000",
                "[等级5]:^777777目标及附近7x7格^000000",
        },

        [SKID.SO_SUMMON_AGNI] =
        {
                "召唤火精灵阿格尼",
                "最高等级 : 3",
                "^777777习得条件：精灵控制 1/加热术3  ^000000",
                "系列：^777777  主动/召唤  ^000000",
                "内容：^777777 召唤火精灵阿格尼。召唤时，根据等级的不同，消耗[ 火灵矿石 3/火灵矿石 6/火灵原石 1 ]个作为触媒。 ^000000",
                "[等级 1] : ^777777 持续时间600秒/每10秒消耗5的SP ^000000",
                "[等级 2] : ^777777 持续时间900秒/每10秒消耗8的SP ^000000",
                "[等级 3] : ^777777 持续时间1200秒/每10秒消耗11的SP ^000000",

        },

        [SKID.SO_SUMMON_AQUA] =
        {
                "召唤水精灵阿库亚",
                "最高等级 : 3",
                "^777777习得条件：精灵控制 1/钻石星尘 3  ^000000",
                "系列：^777777  主动/召唤  ^000000",
                "内容：^777777 召唤水精灵阿库亚。召唤时，根据等级的不同，消耗[ 水灵矿石 3/水灵矿石 6/水灵原石 1 ]个作为触媒。 ^000000",
                "[等级 1] : ^777777 持续时间600秒/每10秒消耗5的SP ^000000",
                "[等级 2] : ^777777 持续时间900秒/每10秒消耗8的SP ^000000",
                "[等级 3] : ^777777 持续时间1200秒/每10秒消耗11的SP ^000000",

        },

        [SKID.SO_SUMMON_VENTUS] =
        {
                "召唤风精灵梵图斯",
                "最高等级 : 3",
                "^777777习得条件：精灵控制 1/闪电之枪 3  ^000000",
                "系列：^777777  主动/召唤  ^000000",
                "内容：^777777 召唤风精灵梵图斯。召唤时，根据等级的不同，消耗[ 风灵矿石 3/风灵矿石 6/风灵原石 1 ]个作为触媒。 ^000000",
                "[等级 1] : ^777777 持续时间600秒/每10秒消耗5的SP ^000000",
                "[等级 2] : ^777777 持续时间900秒/每10秒消耗8的SP ^000000",
                "[等级 3] : ^777777 持续时间1200秒/每10秒消耗11的SP ^000000",

        },

        [SKID.SO_SUMMON_TERA] =
        {
                "召唤地精灵泰拉",
                "最高等级 : 3",
                "^777777习得条件：精灵控制 1/岩枪 3  ^000000",
                "系列：^777777  主动/召唤  ^000000",
                "内容：^777777 召唤地精灵泰拉。召唤时，根据等级的不同，消耗[ 地灵矿石 3/地灵矿石 6/地灵原石 1 ]个作为触媒。 ^000000",
                "[等级 1] : ^777777 持续时间600秒/每10秒消耗5的SP ^000000",
                "[等级 2] : ^777777 持续时间900秒/每10秒消耗8的SP ^000000",
                "[等级 3] : ^777777 持续时间1200秒/每10秒消耗11的SP ^000000",

        },
                                
        [SKID.SO_EL_CONTROL] =
        {
                "精灵控制",
                "最高等级 : 4",
                "^777777习得条件：4 元素分析 1 ^000000",
                "系列：^777777  主动  ^000000",
                "内容：^777777 在待机状态下，向精灵下达命令，可以切换到协助攻击、防御和集火模式。再次下达命令，可以重新切换回待机模式。在待机模式下，精灵的HP和SP会逐渐恢复。 ^000000",
                "[等级 1] : ^777777 使精灵切换到被动模式  ^000000",
                "[等级 2] : ^777777 使精灵切换到防御模式 ^000000",
                "[等级 3] : ^777777 使精灵切换到攻击模式 ^000000",

        },

        [SKID.SO_EL_ACTION] =
        {
                "精灵激发",
                "最高等级 : 1",
                "^777777习得条件：精灵控制 3 ^000000",
                "系列：^777777  主动  ^000000",
                "内容：^777777 让召唤的精灵立即发动一个攻击技能。 ^000000",
        },

        [SKID.SO_EL_ANALYSIS] =
        {
                "元素分析",
                "^777777习得条件：火属性附加 1/水属性附加 1/风属性附加 1/地属性附加 1 ^000000",
                "系列：^777777  主动  ^000000",
                "内容：^777777 对召唤精灵时所需的属性原石进行分解或反过来将矿石合成为原石。 ^000000",
                "[等级 1] : ^777777 将属性原石分解为属性矿石( 将1个火灵原石、风灵原石、水灵原石或地灵原石放到分析窗中可以分解为火灵矿石、风灵矿石、水灵矿石、地灵矿石。分解得到的个数随机决定。  ^000000",
                "[等级 2] : ^777777 用属性矿石合成属性原石( 将10个火灵矿石、风灵矿石、水灵矿石或地灵矿石放到分析窗中，可以合成1个火灵原石、风灵原石、水灵原石或地灵原石)合成失败时，无法获得任何东西。 ^000000",

        },

        [SKID.SO_EL_SYMPATHY] =
        {
                "精灵交流",
                "最高等级 : 5",
                "^777777习得条件：精灵控制 3  ^000000",
                "系列：^777777  被动  ^000000",
                "内容：^777777  和召唤的精灵通过交流，增加精灵的HP、SP及攻击力，减少召唤时的SP消耗量。 ^000000",
                "[等级 1] : ^777777 精灵HP增加500，SP增加50/攻击力增加25/召唤时SP减少10% ^000000",
                "[等级 2] : ^777777 精灵HP增加1000，SP增加100/攻击力增加50/召唤时SP减少15%^000000",
                "[等级 3] : ^777777 精灵HP增加1500，SP增加150/攻击力增加75/召唤时SP减少20%  ^000000",
                "[等级 4] : ^777777 精灵HP增加2000，SP增加200/攻击力增加100/召唤时SP减少25%  ^000000",
                "[等级 5] : ^777777 精灵HP增加2500，SP增加250/攻击力增加125/召唤时SP减少30%  ^000000",

        },
                        
        [SKID.SO_EL_CURE] =
        {
                "精灵治愈",
                "最高等级 : 1",
                "^777777习得条件：精灵交流 1 ^000000",
                "系列：^777777  主动/恢复 ^000000",
                "内容：^777777 消耗施展者自身的部分HP和SP，恢复精灵的HP和SP。 ^000000",

        },

        [SKID.SO_FIRE_INSIGNIA] =
        {
                "火之纹章",
                "最高等级 : 3",
                "^777777习得条件：召唤火精灵阿格尼 3 ^000000",
                "系列：^777777  主动/地面魔法  ^000000",
                "内容：^777777 在地面3 x 3格范围内绘制火之纹章，有效范围内装备火属性盔甲的对象或火属性怪物每5秒恢复1%的HP。反之，装备地属性盔甲的对象或地属性怪物每秒减少1%的HP。此外，效果范围内的所有对象受到相克属性水属性攻击时，伤害增加1.5倍。使用技能时，各等级消耗[火灵碎片1/2/3 ]个。 ^000000",
                "[等级 1] : ^777777 火精灵阿格尼的攻击力增加20%。每3秒的HP和SP恢复量增加2倍。 ^000000",
                "[等级 2] : ^777777 攻击力增加50。武器属性变为火属性。物理攻击力增加10%。 ^000000",
                "[等级 3] : ^777777 魔法攻击力增加50。部分火属性魔法的攻击力增加25%。 ^000000",

        },

        [SKID.SO_WATER_INSIGNIA] =
        {
                "水之纹章",
                "最高等级 : 3",
                "^777777习得条件：召唤水精灵阿库亚 3 ^000000",
                "系列：^777777  主动/地面魔法  ^000000",
                "内容：^777777 在地面3 x 3格范围内绘制水之纹章，有效范围内装备水属性盔甲的对象或水属性怪物每5秒恢复1%的HP。反之，装备火属性盔甲的对象或火属性怪物每秒减少1%的HP。此外，效果范围内的所有对象受到相克属性风属性攻击时，伤害增加1.5倍。使用技能时，各等级消耗[水灵碎片1/2/3 ]个。 ^000000",
                "[等级 1] : ^777777 水精灵阿库亚的攻击力增加20%。每3秒的HP和SP恢复量增加2倍。 ^000000",
                "[等级 2] : ^777777 治愈恢复效果增加10%。武器属性变为水属性。物理攻击力增加10%。 ^000000",
                "[等级 3] : ^777777 部分水属性魔法的可变动咏唱时间减少30%。部分水属性魔法的攻击力增加25%。 ^000000",

        },

        [SKID.SO_WIND_INSIGNIA] =
        {
                "风之纹章",
                "最高等级 : 3",
                "^777777习得条件：召唤风精灵梵图斯 3 ^000000",
                "系列：^777777  主动/地面魔法  ^000000",
                "内容：^777777 在地面3 x 3格范围内绘制风之纹章，有效范围内装备风属性盔甲的对象或风属性怪物每5秒恢复1%的HP。反之，装备水属性盔甲的对象或水属性怪物每秒减少1%的HP。此外，效果范围内的所有对象受到相克属性地属性攻击时，伤害增加1.5倍。使用技能时，各等级消耗[风灵碎片1/2/3 ]个。 ^000000",
                "[等级 1] : ^777777 风精灵梵图斯的攻击力增加20%。每3秒的HP和SP恢复量增加2倍。 ^000000",
                "[等级 2] : ^777777 攻击速度略微增加。武器属性变为风属性。物理攻击力增加10%。 ^000000",
                "[等级 3] : ^777777 部分风属性魔法技能的延迟时间减少50%。部分风属性魔法的攻击力增加25%。 ^000000",

        },

        [SKID.SO_EARTH_INSIGNIA] =
        {
                "地之纹章",
                "最高等级 : 3",
                "^777777习得条件：召唤地精灵泰拉 3 ^000000",
                "系列：^777777  主动/地面魔法  ^000000",
                "内容：^777777 在地面3 x 3格范围内绘制地之纹章，有效范围内装备地属性盔甲的对象或地属性怪物每5秒恢复1%的HP。反之，装备风属性盔甲的对象或风属性怪物每秒减少1%的HP。此外，效果范围内的所有对象受到相克属性火属性攻击时，伤害增加1.5倍。使用技能时，各等级消耗[地灵碎片1/2/3 ]个。 ^000000",
                "[等级 1] : ^777777 地精灵泰拉的攻击力增加20%。每3秒的HP和SP恢复量增加2倍。 ^000000",
                "[等级 2] : ^777777 MHP增加500，DEF增加50。武器属性变为地属性。物理攻击力增加10%。 ^000000",
                "[等级 3] : ^777777 MSP增加50，MDEF增加50。部分地属性魔法的攻击力增加25%。 ^000000",

        },

        [SKID.GN_TRAINING_SWORD] =
        {
                "单手剑使用熟练度",
                "最高等级:5",
                "^777777习得条件:基因学者基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777透过单手剑使用熟练度，提升单手剑和短剑的攻击力及命中率。^000000",
                "[等级1]:^777777攻击力+10/命中率+3^000000",
                "[等级2]:^777777攻击力+20/命中率+6^000000",
                "[等级3]:^777777攻击力+30/命中率+9^000000",
                "[等级4]:^777777攻击力+40/命中率+12^000000",
                "[等级5]:^777777攻击力+50/命中率+15^000000",
        },

        [SKID.GN_REMODELING_CART] =
        {
                "手推车改良",
                "最高等级:5",
                "^777777习得条件:基因学者基本^000000",
                "系列:^777777被动^000000",
                "内容:^777777改造手推车，提高手推车攻击、手推车龙卷风、手推车加农炮的命中率。并且将提高手推车的最大乘载量。^000000",
                "[等级1]:^777777乘载量+500/手推车技能命中率+4^000000",
                "[等级2]:^777777乘载量+1000/手推车技能命中率+8^000000",
                "[等级3]:^777777乘载量+1500/手推车技能命中率+12^000000",
                "[等级4]:^777777乘载量+2000/手推车技能命中率+16^000000",
                "[等级5]:^777777乘载量+2500/手推车技能命中率+20^000000",
        },

        [SKID.GN_CART_TORNADO] =
        {
                "手推车龙卷风",
                "最高等级:5",
                "^777777习得条件:手推车改良1^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777旋转手推车，以施展者为中心，让半径2格范围内的敌人受到损害和晕眩状态异常，并让对方倒退2格。如果没有装备手推车则无法使用，手推车改良技能等级越高损害越大。^000000",
                "[等级1]:^777777攻击力150%+依照手推车改良技能等级^000000",
                "[等级2]:^777777攻击力200%+依照手推车改良技能等级^000000",
                "[等级3]:^777777攻击力250%+依照手推车改良技能等级^000000",
                "[等级4]:^777777攻击力300%+依照手推车改良技能等级^000000",
                "[等级5]:^777777攻击力350%+依照手推车改良技能等级^000000",
        },

        [SKID.GN_CARTCANNON] =
        {
                "手推车加农炮",
                "最高等级:5",
                "^777777习得条件:手推车改良2^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777把装备在手推车上的大炮，射向1名目标及让其附近的目标受到巨大损害。如无装备手推车即无法使用，施展者的INT及手推车改良技能等级越高损害越大。^000000",
                "[等级1]:^777777攻击力400%+依照手推车改良技能等级^000000",
                "[等级2]:^777777攻击力450%+依照手推车改良技能等级^000000",
                "[等级3]:^777777攻击力500%+依照手推车改良技能等级^000000",
                "[等级4]:^777777攻击力550%+依照手推车改良技能等级^000000",
                "[等级5]:^777777攻击力600%+依照手推车改良技能等级^000000",
        },

        [SKID.GN_CARTBOOST] =
        {
                "手推车加速",
                "最高等级:5",
                "^777777习得条件:手推车改良3^000000",
                "系列:^777777自己本身buff^000000",
                "内容:^777777持续时间90秒内增加施展者的移动速度，提高攻击力。如无装备手推车则无法使用。^000000",
                "[等级1]:^777777移动速度50%增加/攻击力10增加^000000",
                "[等级2]:^777777移动速度50%增加/攻击力20增加^000000",
                "[等级3]:^777777移动速度75%增加/攻击力30增加^000000",
                "[等级4]:^777777移动速度75%增加/攻击力40增加^000000",
                "[等级5]:^777777移动速度100%增加/攻击力50增加^000000",
        },

        [SKID.GN_THORNS_TRAP] =
        {
                "荆棘陷阱",
                "最高等级:5",
                "^777777习得条件:专门配药2^000000",
                "系列:^777777特殊/损害^000000",
                "内容:^777777在地面1格安装荆棘陷阱，绑住敌人的脚。对象被绑住的同时，会因为荆棘的关系而受到少许损害。如对处于荆棘陷阱的对象使出火属性攻击，荆棘会因为火烧而马上解开。技能使用时会消耗一个[荆棘种子]。^000000",
                "[等级1]:^777777持续时间10秒^000000",
                "[等级2]:^777777持续时间12秒^000000",
                "[等级3]:^777777持续时间14秒^000000",
                "[等级4]:^777777持续时间16秒^000000",
                "[等级5]:^777777持续时间18秒^000000",
        },

        [SKID.GN_BLOOD_SUCKER] =
        {
                "吸血植物",
                "最高等级:5",
                "^777777习得条件:专门配药3^000000",
                "系列:^777777特殊/损害^000000",
                "内容:^777777在1名对象上置入会吸取生命能量的吸血植物，在给予损害的同时，施展者的HP会恢复少许。最多可使用3个吸血植物，和目标距离12格以上时，会失去对吸血植物的控制力，技能效果会消失。技能使用时会消耗一个[吸血肿子]。^000000",
                "[等级1]:^777777持续时间20秒^000000",
                "[等级2]:^777777持续时间22秒^000000",
                "[等级3]:^777777持续时间24秒^000000",
                "[等级4]:^777777持续时间26秒^000000",
                "[等级5]:^777777持续时间28秒^000000",
        },

        [SKID.GN_SPORE_EXPLOSION] =
        {
                "爆炸孢子",
                "最高等级:5",
                "^777777习得条件:专门配药4^000000",
                "系列:^777777特殊/损害^000000",
                "内容:^777777在1名对象身上置入爆炸性香菇孢子，过一会儿香菇孢子会爆炸，不只是该目标，连其附近全部都会受到魔法损害。技能等级越高，爆炸范围越广。技能使用时会消耗一个[爆炸香菇孢子]。^000000",
                "[等级1]:^777777效果范围3x3格/2秒后爆炸^000000",
                "[等级2]:^777777效果范围5x5格/2秒后爆炸^000000",
                "[等级3]:^777777效果范围7x7格/3秒后爆炸^000000",
                "[等级4]:^777777效果范围9x9格/3秒后爆炸^000000",
                "[等级5]:^777777效果范围11x11格/4秒后爆炸^000000",
        },

        [SKID.GN_WALLOFTHORN] =
        {
                "荆棘之壁",
                "最高等级:5",
                "^777777习得条件:荆棘陷阱3^000000",
                "系列:^777777特殊/墙壁^000000",
                "内容:^777777以1名对象为中心，形成荆棘障壁。对象如碰触到荆棘障壁，受到损害的同时还会被推挤出去。荆棘障壁可以攻击并破坏，都受到耐久度以上的损害时即解除。荆棘障壁如受到火属性损害，荆棘之壁就会变成火焰之壁。火焰之壁只能制作1个，使用技能时会消耗1个[荆棘种子]。^000000",
                "[等级1]:^777777持续时间10秒^000000",
                "[等级2]:^777777持续时间11秒^000000",
                "[等级3]:^777777持续时间12秒^000000",
                "[等级4]:^777777持续时间13秒^000000",
                "[等级5]:^777777持续时间14秒^000000",
        },

        [SKID.GN_CRAZYWEED] =
        {
                "疯狂野草",
                "最高等级:10",
                "^777777习得条件:荆棘之壁3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777召换巨大的植物树块，让范围内的所有目标受到持续性损害，并解除地面上的陷阱及效果。技能等级越高可召唤的植物树块数量越多。^000000",
                "[等级1]:^777777攻击力600%/3个^000000",
                "[等级2]:^777777攻击力700%/4个^000000",
                "[等级3]:^777777攻击力800%/4个^000000",
                "[等级4]:^777777攻击力900%/5个^000000",
                "[等级5]:^777777攻击力1000%/5个^000000",
                "[等级6]:^777777攻击力1100%/6个^000000",
                "[等级7]:^777777攻击力1200%/6个^000000",
                "[等级8]:^777777攻击力1300%/7个^000000",
                "[等级9]:^777777攻击力1400%/7个^000000",
                "[等级10]:^777777攻击力1500%/8个^000000",
        },

        [SKID.GN_DEMONIC_FIRE] =
        {
                "恶魔火焰",
                "最高等级:5",
                "^777777习得条件:爆炸孢子3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777扔掷火烟瓶让一定范围变成火海，效果范围内的所有对象会持续受到损害，并同时处于[着火]状态异常。技能使用时会消耗一个[火烟瓶]。^000000",
                "[等级1]:^777777火属性魔法损害130%/持续时间10秒/着火机率8%^000000",
                "[等级2]:^777777火属性魔法损害150%/持续时间12秒/着火机率12%^000000",
                "[等级3]:^777777火属性魔法损害170%/持续时间14秒/着火机率16%^000000",
                "[等级4]:^777777火属性魔法损害190%/持续时间16秒/着火机率20%^000000",
                "[等级5]:^777777火属性魔法损害210%/持续时间18秒/着火机率24%^000000",
        },

        [SKID.GN_FIRE_EXPANSION] =
        {
                "火焰扩散",
                "最高等级:5",
                "^777777习得条件:恶魔火焰3^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777恶魔火焰施展范围内使用火焰扩散，会随着使用的物品发挥多元效果。^000000",
                "[等级1]:^777777消耗油瓶/恶魔火焰损害增加50%/持续时间增加10秒^000000",
                "[等级2]:^777777消耗炸药粉/依照施展者INT增加恶魔火焰损害/消灭恶魔火焰^000000",
                "[等级3]:^777777消耗烟幕粉/恶魔火焰会变成烟幕弹/远距离及近距离损害减少效果/回避率上升^000000",
                "[等级4]:^777777消耗催泪瓦斯/恶魔火焰变成催泪瓦斯/持续减少HP及命中率及回避率^000000",
                "[等级5]:^777777消耗盐酸瓶/恶魔火焰变成强酸火烟瓶投掷/用施展者学到的最高等级发动^000000",
        },

        [SKID.GN_HELLS_PLANT] =
        {
                "地狱植物",
                "最高等级:5",
                "^777777习得条件:吸血植物3^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777在地面上隐藏从地狱里召唤的食人植物，当目标接近时将其咬住并给予损害，同时发动晕眩或出血效果。^000000",
                "[等级1]:^777777最大召唤数量2只/出血10%/晕眩30%^000000",
                "[等级2]:^777777最大召唤数量3只/出血15%/晕眩40%^000000",
                "[等级3]:^777777最大召唤数量4只/出血20%/晕眩50%^000000",
                "[等级4]:^777777最大召唤数量5只/出血25%/晕眩60%^000000",
                "[等级5]:^777777最大召唤数量6只/出血30%/晕眩70%^000000",
        },

        [SKID.GN_MANDRAGORA] =
        {
                "曼陀罗魔花的尖叫",
                "最高等级:5",
                "^777777习得条件:地狱植物3^000000",
                "系列:^777777主动/特殊/损害^000000",
                "内容:^777777把叫着怪声的曼陀罗拔出花盆，让附近所有对象的INT和SP都下滑。并增加所有技能的固定咏唱。根据对象的VIT和LUK，附加在效果上的机率会减少一些。^000000",
                "[等级1]:^777777INT4减少/SP30%下滑/成功机率45%^000000",
                "[等级2]:^777777INT8减少/SP35%下滑/成功机率55%^000000",
                "[等级3]:^777777INT12减少/SP40%下滑/成功机率65%^000000",
                "[等级4]:^777777INT16减少/SP45%下滑/成功机率75%^000000",
                "[等级5]:^777777INT20减少/SP50%下滑/成功机率85%^000000",
        },

        [SKID.GN_SLINGITEM] =
        {
                "道具投掷",
                "最高等级:1",
                "^777777习得条件:素材变化1^000000",
                "系列:^777777主动^000000",
                "内容:^777777分类为'投掷用'的水果炸弹或扔掷物品的技能，射程距离11格。^000000",
        },

        [SKID.GN_CHANGEMATERIAL] =
        {
                "素材变化",
                "最高等级:1",
                "^777777习得条件:基因学者基本^000000",
                "系列:^777777主动^000000",
                "内容:^777777组合持有的多元物品，可做出其他物品。不过也不是可做出任何物品，如果没有计算正确的物品名称和正确的数量，是不会做出成果的。关于组和物品的相关情报，可以在世界各地获得。^000000",
        },

        [SKID.GN_MIX_COOKING] =
        {
                "调配料理",
                "最高等级:2",
                "^777777习得条件:专门配药1^000000",
                "系列:^777777主动^000000",
                "内容:^777777混合各种料理材料，做出比原本更好吃、效能更好的优秀料理。用调配料理2技能可一次做出10个料理。制作料理时会需要该料理的食谱(料理书)。^000000",
        },

        [SKID.GN_MAKEBOMB] =
        {
                "炸弹制作书",
                "最高等级:2",
                "^777777习得条件:调配料理1^000000",
                "系列:^777777主动^000000",
                "内容:^777777利用水果制作炸弹，用炸弹制作2技能可一次做出10个炸弹。为了制作炸弹，会需要炸弹制作说明书。^000000",
        },

        [SKID.GN_S_PHARMACY] =
        {
                "专门配药",
                "最高等级:10",
                "^777777习得条件:基因学者基本^000000",
                "系列:^777777主动^000000",
                "内容:^777777基因学者可制作出更多元的药水，技能等级越高，可一次制作出来的药水数量也会越多。为了制作各种药水，会需要药水制作说明书。^000000",
        },

        [SKID.AB_SECRAMENT] =
        {
                "圣典",
                "最高等级:5",
                "^777777习得条件:圣灵降临祈祷1/赎罪1^000000",
                "系列:^777777buff^000000",
                "内容:^777777对自己或我军进行神圣的仪式，驱逐不良并减少对象的咏唱时间。^000000",
                "[等级1]:^777777固定咏唱减少10%/持续时间60秒^000000",
                "[等级2]:^777777固定咏唱减少20%/持续时间90秒^000000",
                "[等级3]:^777777固定咏唱减少30%/持续时间120秒^000000",
                "[等级4]:^777777固定咏唱减少40%/持续时间150秒^000000",
                "[等级5]:^777777固定咏唱减少50%/持续时间180秒^000000",
        },

        [SKID.SR_HOWLINGOFLION] =
        {
                "狮子吼",
                "最高等级:5",
                "^777777习得条件:吸气攻1/雷光弹3^000000",
                "系列:^777777主动/损害(特殊)^000000",
                "内容:^777777聚集丹田里的所有力量发出巨大吼叫，让自己附近的所有对象受到损害的同时，也处于状态异常:恐怖。受到损害的对象如接收浪姬舞者和宫廷乐师的歌曲效果时，该效果即解除。^000000",
                "[等级1]:^777777范围半径5格/攻击力180%/恐怖发生机率10%^000000",
                "[等级2]:^777777范围半径5格/攻击力360%/恐怖发生机率15%^000000",
                "[等级3]:^777777范围半径6格/攻击力540%/恐怖发生机率20%^000000",
                "[等级4]:^777777范围半径6格/攻击力720%/恐怖发生机率25%^000000",
                "[等级5]:^777777范围半径7格/攻击力900%/恐怖发生机率30%^000000",
        },

        [SKID.SR_RIDEINLIGHTNING] =
        {
                "雷光弹",
                "最高等级:5",
                "^777777习得条件:弹指神通3^000000",
                "系列:^777777主动/损害^000000",
                "内容:^777777在一定范围内发射气球体并使其爆炸，让附近所有对象都受到损害的广范围损害技能。依照技能等级，所消耗的气球体数字也会不同。消耗的气球体越多，损害就越大。另外，施展者的武器属性为风属性时，损害会增加。施展者的DEX越高损害越大。^000000",
                "[等级1]:^777777范围5x5/消耗气球体1个^000000",
                "[等级2]:^777777范围5x5/消耗气球体3个^000000",
                "[等级3]:^777777范围7x7/消耗气球体5个^000000",
                "[等级4]:^777777范围7x7/消耗气球体7个^000000",
                "[等级5]:^777777范围9x9/消耗气球体15个^000000",
        },

        [SKID.ALL_ODINS_RECALL] =
        {
        },

        [SKID.RETURN_TO_ELDICASTES] =
        {
        },

        [SKID.HLIF_HEAL] =
        {
                "治愈之手",
                "最高等级 : 5",
                "内容 : ^777777可恢复玩家的HP，和服事的治愈术技能，效能是一样的，使用时会消耗1个红色纤细药水，",
                "可以让被指定的玩家体力恢复原状，除了基本的技能等级恢复量外，依据施展者的 LV和 INT的不同， 会增加额外的恢复量^000000",
                " [等级 1] ^777777消耗 SP : 13^000000",
                " [等级 2] ^777777消耗 SP : 16^000000",
                " [等级 3] ^777777消耗 SP : 19^000000",
                " [等级 4] ^777777消耗 SP : 22^000000",
                " [等级 5] ^777777消耗 SP : 25^000000",
        },

        [SKID.HLIF_AVOID] =
        {
                "轻捷移动",
                "最高等级 : 5",
                "内容 : ^777777让玩家和生命体的",
                "移动速度瞬间增加，在紧急的时候帮助回避^000000",
                " [等级 1] ^777777速度增加 : 10%，持续时间 40秒^000000",
                " [等级 2] ^777777速度增加 : 20%，持续时间 35秒^000000",
                " [等级 3] ^777777速度增加 : 30%，持续时间 30秒^000000",
                " [等级 4] ^777777速度增加 : 40%，持续时间 25秒^000000",
                " [等级 5] ^777777速度增加 : 50%，持续时间 20秒^000000",
        },

        [SKID.HLIF_BRAIN] =
        {
                "脑手术",
                "最高等级 : 5",
                "系列 : ^777777被动^000000",
                "内容 : ^777777用脑手术使脑容量增加",
                "使生命体丽芙的 Max SP 量，和SP的恢复速度增加，",
                "还有增加治愈之手恢复量^000000",
                " [等级 1] ^777777SP增加量 : 1%，SP恢复量上升 3%，治愈之手 增加量 2%^000000",
                " [等级 2] ^777777SP增加量 : 2%，SP恢复量上升 6%，治愈之手 增加量 4%^000000",
                " [等级 3] ^777777SP增加量 : 3%，SP恢复量上升 9%，治愈之手 增加量 6%^000000",
                " [等级 4] ^777777SP增加量 : 4%，SP恢复量上升 12%，治愈之手 增加量 8%^000000",
                " [等级 5] ^777777SP增加量 : 5%，SP恢复量上升 15%，治愈之手 增加量 10%^000000",
        },

        [SKID.HLIF_CHANGE] =
        {
                "智力变换",
                "最高等级 : 3",
                "内容 : ^777777最多5分钟内让生命体的，MSP和 MHP 量交换，换完之后所有的HP都是满状态，用MATK数值做一般攻击，",
                "最多5分钟后状态会解除.HP/SP数值会变成 10^000000",
                " [等级 1] ^777777持续时间 : 1分，后延迟时间 : 10分^000000",
                " [等级 2] ^777777持续时间 : 3分，后延迟时间 : 15分^000000",
                " [等级 3] ^777777持续时间 : 5分，后延迟时间 : 20分^000000",
        },

        [SKID.HAMI_CASTLE] =
        {
                "位置互换",
                "最高等级 : 5",
                "内容 : ^777777瞬间让玩家和生命体的位置互换，",
                "攻击玩家的魔物 改为攻击生命体^000000",
                " [等级 1] ^777777成功机率 : 20%^000000",
                " [等级 2] ^777777成功机率 : 40%^000000",
                " [等级 3] ^777777成功机率 : 60%^000000",
                " [等级 4] ^777777成功机率 : 80%^000000",
                " [等级 5] ^777777成功机率 : 100%^000000",
        },

        [SKID.HAMI_DEFENCE] =
        {
                "防御力",
                "最高等级 : 5",
                "内容 : ^777777让玩家和生命体的防御力，瞬间的增加^000000",
                " [等级 1] ^777777DEF增加 : 2，持续时间 : 40秒^000000",
                " [等级 2] ^777777DEF增加 : 4，持续时间 : 35秒^000000",
                " [等级 3] ^777777DEF增加 : 6，持续时间 : 30秒^000000",
                " [等级 4] ^777777DEF增加 : 8，持续时间 : 25秒^000000",
                " [等级 5] ^777777DEF增加 : 10，持续时间 : 20秒^000000",
        },

        [SKID.HAMI_SKIN] =
        {
                "活命之肤",
                "最高等级 : 5",
                "系列 : ^777777被动^000000",
                "内容 : ^777777让生命体的防御力 永久性的增加，",
                "增加MHP 最大量和HP的恢复力^000000",
                " [等级 1] ^777777MHP增加 : 2%，恢复力增加 : 5%，DEF增加 : 4^000000",
                " [等级 2] ^777777MHP增加 : 4%，恢复力增加 : 10%，DEF增加 : 8^000000",
                " [等级 3] ^777777MHP增加 : 6%，恢复力增加 : 15%，DEF增加 : 12^000000",
                " [等级 4] ^777777MHP增加 : 8%，恢复力增加 : 20%，DEF增加 : 16^000000",
                " [等级 5] ^777777MHP增加 : 10%，恢复力增加 : 25%，DEF增加 : 20^000000",
        },

        [SKID.HAMI_BLOODLUST] =
        {
                "血的贪求",
                "最高等级 : 3",
                "内容 : ^777777最多5分钟让生命体的，攻击力最多增加到1.5倍，",
                "有一定的机率给予敌人的伤害力， 有20%的HP量，",
                "让生命体恢复^000000",
                " [等级 1] ^777777持续时间 : 1分，伤害力增加率 : 130%，恢复机率: 3%，后延迟时间: 5分^000000",
                " [等级 2] ^777777持续时间 : 3分，伤害力增加率 : 140%，恢复机率: 6%，后延迟时间: 10分^000000",
                " [等级 3] ^777777持续时间 : 5分，伤害力增加率 : 150%，恢复机率: 9%，后延迟时间: 15分^000000",
        },

        [SKID.HFLI_MOON] =
        {
                "月光",
                "最高等级 : 5",
                "内容 : ^777777对指定的近距离攻击目标，",
                "用尾巴做连续的攻击^000000",
                " [等级 1] ^777777连系攻击次数:1，伤害力增加率 : 220%^000000",
                " [等级 2] ^777777连系攻击次数:2，伤害力增加率 : 330%^000000",
                " [等级 3] ^777777连系攻击次数:2，伤害力增加率 : 440%^000000",
                " [等级 4] ^777777连系攻击次数:2，伤害力增加率 : 550%^000000",
                " [等级 5] ^777777连系攻击次数:3，伤害力增加率 : 660%^000000",
        },

        [SKID.HFLI_FLEET] =
        {
                "横越速度",
                "最高等级 : 5",
                "内容 : ^777777把生命体丽芙的攻击速度和攻击力，临时性的飞跃提升^000000",
                " [等级 1] ^777777攻击速度增加量:3，伤害力增加率 : 110%，持续时间: 60秒，后延迟时间 : 60秒^000000",
                " [等级 2] ^777777攻击速度增加量:6，伤害力增加率 : 115%，持续时间: 55秒，后延迟时间 : 70秒^000000",
                " [等级 3] ^777777攻击速度增加量:9，伤害力增加率 : 120%，持续时间: 50秒，后延迟时间 : 80秒^000000",
                " [等级 4] ^777777攻击速度增加量:12，伤害力增加率 : 125%，持续时间: 45秒，后延迟时间 : 90秒^000000",
                " [等级 5] ^777777攻击速度增加量:15，伤害力增加率 : 130%，持续时间: 40秒，后延迟时间 : 120秒^000000",
        },

        [SKID.HFLI_SPEED] =
        {
                "紧急回避",
                "最高等级 : 5",
                "内容 : ^777777让生命体的回避率，临时性的达到最高点，让它飞跃提升^000000",
                " [等级 1] ^777777回避率增加 : 20，持续时间 : 60秒，后延迟时间 : 60秒^000000",
                " [等级 2] ^777777回避率增加 : 30，持续时间 : 55秒，后延迟时间 : 70秒^000000",
                " [等级 3] ^777777回避率增加 : 40，持续时间 : 50秒，后延迟时间 : 80秒^000000",
                " [等级 4] ^777777回避率增加 : 50，持续时间 : 45秒，后延迟时间 : 90秒^000000",
                " [等级 5] ^777777回避率增加 : 60，持续时间 : 40秒，后延迟时间 : 120秒^000000",
        },

        [SKID.HFLI_SBR44] =
        {
                "S.B.R.44",
                "最高等级 : 3",
                "内容 : ^777777把生命体现在所累积的亲密度牺牲掉，把较大的伤害力给予敌人^000000",
                " [等级 1] ^777777亲密度 x 100%^000000",
                " [等级 2] ^777777亲密度 x 150%^000000",
                " [等级 3] ^777777亲密度 x 200%^000000",
        },

        [SKID.HVAN_CAPRICE] =
        {
                "善变",
                "最高等级 : 5",
                "内容 : ^777777随机的启动元素箭类的技能，该效能在还没有使用前时，是不可预知的，",
                "该元素箭类使用等级，受生命体的善变技能等级所影响^000000",
                " [等级 1] ^777777启动1等级的元素箭类攻击^000000",
                " [等级 2] ^777777启动2等级的元素箭类攻击^000000",
                " [等级 3] ^777777启动3等级的元素箭类攻击^000000",
                " [等级 4] ^777777启动4等级的元素箭类攻击^000000",
                " [等级 5] ^777777启动5等级的元素箭类攻击^000000",
        },

        [SKID.HVAN_CHAOTIC] =
        {
                "混乱的祈福",
                "最高等级 : 5",
                "内容 : ^777777敌人，生命体，主人，",
                "从这3个目标中选择1个目标，以下列的机率使用治愈术^000000",
                " [等级 1] ^777777使用治愈术等级 : 1，敌人 : 50%，生命体本身 : 20%，玩家 : 30%^000000",
                " [等级 2] ^777777使用治愈术等级 : 1~2，敌人 : 40%，生命体本身 : 50%，玩家 : 10%^000000",
                " [等级 3] ^777777使用治愈术等级 : 1~3，敌人 : 25%，生命体本身 : 25%，玩家 : 50%^000000",
                " [等级 4] ^777777使用治愈术等级 : 1~4，敌人 : 36%，生命体本身 : 60%，玩家 : 4%^000000",
                " [等级 5] ^777777使用治愈术等级 : 1~5，敌人 : 33%，生命体本身 : 34%，玩家 : 33%^000000",
        },

        [SKID.HVAN_INSTRUCT] =
        {
                "变更指示",
                "最高等级 : 5",
                "系列 : ^777777被动^000000",
                "内容 : ^777777增加生命体的 Int 和 Str 数值^000000",
                " [等级 1] ^777777INT 增加值 : 1，STR 增加值 : 1^000000",
                " [等级 2] ^777777INT 增加值 : 2，STR 增加值 : 1^000000",
                " [等级 3] ^777777INT 增加值 : 2，STR 增加值 : 3^000000",
                " [等级 4] ^777777INT 增加值 : 4，STR 增加值 : 4^000000",
                " [等级 5] ^777777INT 增加值 : 5，STR 增加值 : 4^000000",
        },

        [SKID.HVAN_EXPLOSION] =
        {
                "生物爆炸",
                "最高等级 : 3",
                "内容 : ^777777依据生命体MHP比例的伤害力，把生命体周围最大 9x9空格给予伤害力，生命体本身会自爆，是不理会防御力的伤害力，自爆时亲密度会变为1^000000",
                " [等级 1] ^777777伤害力 : MHP * 1倍^000000",
                " [等级 2] ^777777伤害力 : MHP * 1.5倍^000000",
                " [等级 3] ^777777伤害力 : MHP * 2倍^000000",
        },

        [SKID.MS_BASH] =
        {
                "狂击",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777对锁定的敌人进行强烈攻击，并造成重大伤害，若攻击弱点技能在 等级 5 以上时，可使敌人昏迷 。^000000",
                "[等级 1] : ^777777攻击力 130%^000000",
                "[等级 2] : ^777777攻击力 160%^000000",
                "[等级 3] : ^777777攻击力 190%^000000",
                "[等级 4] : ^777777攻击力 220%^000000",
                "[等级 5] : ^777777攻击力 250%^000000",
                "[等级 6] : ^777777攻击力 280%^000000",
                "[等级 7] : ^777777攻击力 310%^000000",
                "[等级 8] : ^777777攻击力 340%^000000",
                "[等级 9] : ^777777攻击力 370%^000000",
                "[等级 10] : ^777777攻击力 400%^000000",
        },

        [SKID.MS_MAGNUM] =
        {
                "怒爆",
                "系列 : ^777777攻击^bb0000(火属性)^000000",
                "内容 : ^777777以自己为中心并向周围所有敌人造成伤害后往外推的 ^bb0000火属性^777777  扩散攻击。",
                "使用后会有10秒钟时间可进行一般攻击，火属性攻击力则会增加20%，使用时HP会少量减少。^000000",
                "[等级 1] : ^777777攻击力 120%^000000",
                "[等级 2] : ^777777攻击力 140%^000000",
                "[等级 3] : ^777777攻击力 160%^000000",
                "[等级 4] : ^777777攻击力 180%^000000",
                "[等级 5] : ^777777攻击力 200%^000000",
                "[等级 6] : ^777777攻击力 220%^000000",
                "[等级 7] : ^777777攻击力 240%^000000",
                "[等级 8] : ^777777攻击力 260%^000000",
                "[等级 9] : ^777777攻击力 280%^000000",
                "[等级 10] : ^777777攻击力 300%^000000",
        },

        [SKID.MS_BOWLINGBASH] =
        {
                "怪物互击",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777可使敌人与敌人间互相撞击后，进行一网打尽的攻击。^000000",
        },

        [SKID.MS_PARRYING] =
        {
                " ",
                "双剑挌挡",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777将敌人的攻击以剑阻挡，若能成功的阻挡时，虽不会受到伤害，但会取消一次攻击。^000000",
                "[等级 1] : ^777777阻挡机率 +23%^000000",
                "[等级 2] : ^777777阻挡机率 +26%^000000",
                "[等级 3] : ^777777阻挡机率 +29%^000000",
                "[等级 4] : ^777777阻挡机率 +32%^000000",
                "[等级 5] : ^777777阻挡机率 +35%^000000",
                "[等级 6] : ^777777阻挡机率 +38%^000000",
                "[等级 7] : ^777777阻挡机率 +41%^000000",
                "[等级 8] : ^777777阻挡机率 +44%^000000",
                "[等级 9] : ^777777阻挡机率 +47%^000000",
                "[等级 10] : ^777777阻挡机率 +50%^000000",
        },

        [SKID.MS_REFLECTSHIELD] =
        {
                "反射盾",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在一定的时间内对我近距离攻击的敌人，也会自动反震给敌人一定的伤害力。^000000",
        },

        [SKID.MS_BERSERK] =
        {
                "狂怒之枪",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777被激怒后虽HP、移动速度和攻击力会增加，但回避率会降低且其它所有动作都会无效。.",
                "不能使用物品、不能用治愈术治疗自己，在此状态下HP会依时间过去而逐渐递减。",
                "使用后，有5分钟时间是 HP和 SP不会自动恢复。^000000",
        },

        [SKID.MA_DOUBLE] =
        {
                "二连矢",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777对锁定的敌人连续射出两箭，造成敌人 2倍的伤害。^000000",
        },

        [SKID.MA_SHOWER] =
        {
                "箭雨",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777同时发射多发箭后，对锁定的敌人和周围的敌人可同时进行攻击。^000000",
        },

        [SKID.MA_SKIDTRAP] =
        {
                "滑动陷阱",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会自动滑到玩家所指定方向的陷阱。 ^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777移动距离 6，动作时间 300秒^000000",
                "[等级 2] : ^777777移动距离 7，动作时间 240秒^000000",
                "[等级 3] : ^777777移动距离 8，动作时间 180秒^000000",
                "[等级 4] : ^777777移动距离 9，动作时间 120秒^000000",
                "[等级 5] : ^777777移动距离 10，动作时间 60秒^000000",
        },

        [SKID.MA_LANDMINE] =
        {
                "地雷陷阱",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会引爆及攻击的陷阱。 ^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777攻击力 50%，动作时间 65秒^000000",
                "[等级 2] : ^777777攻击力 75%，动作时间 50秒^000000",
                "[等级 3] : ^777777攻击力 100%，动作时间 35秒^000000",
                "[等级 4] : ^777777攻击力 125%，动作时间 20秒^000000",
                "[等级 5] : ^777777攻击力 150%，动作时间 5秒^000000",
        },

        [SKID.MA_SANDMAN] =
        {
                "睡魔陷阱",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会使自己及周边的其他敌人进入睡眠状态的陷阱。^00bb00需要1个^777777 陷阱。^000000",
                "[等级 1] : ^777777动作时间 150秒^000000",
                "[等级 2] : ^777777动作时间 120秒^000000",
                "[等级 3] : ^777777动作时间 90秒^000000",
                "[等级 4] : ^777777动作时间 60秒^000000",
                "[等级 5] : ^777777动作时间 30秒^000000",
        },

        [SKID.MA_FREEZINGTRAP] =
        {
                "霜冻陷阱",
                "系列 : ^000099陷阱(隐匿)^000000",
                "对象 : ^777777地面^000000",
                "内容 : ^777777可设置当敌人踩到后会变成为冰冻状态的陷阱。^00bb00需要2个^777777 陷阱^000000",
                "[等级 1] : ^777777动作时间 150秒^000000",
                "[等级 2] : ^777777动作时间 120秒^000000",
                "[等级 3] : ^777777动作时间 90秒^000000",
                "[等级 4] : ^777777动作时间 60秒^000000",
                "[等级 5] : ^777777动作时间 30秒^000000",
        },

        [SKID.MA_REMOVETRAP] =
        {
                "陷阱移除",
                "系列 : ^000099辅助^000000",
                "对象 : ^777777设置在地面上的陷井^000000",
                "内容 : ^777777可以移除设置在地面上的陷阱^000000",
        },

        [SKID.MA_CHARGEARROW] =
        {
                "冲锋箭",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777拉弓时间较久，但能发射更强的箭矢，当对方中箭时，会退后 4格。^000000",
        },

        [SKID.MA_SHARPSHOOTING] =
        {
                "锐利射击",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777锁定目标后发出强烈的一击",
                "对锁定的目标以直线发射攻击，中途飞过地方的敌人都会受到伤害",
                "以自己的必杀数值+ 20 之机率，该技能会以必杀方式启动。 ^000000",
                "[等级 1] : ^777777攻击力 +150%^000000",
                "[等级 2] : ^777777攻击力 +200%^000000",
                "[等级 3] : ^777777攻击力 +250%^000000",
                "[等级 4] : ^777777攻击力 +300%^000000",
                "[等级 5] : ^777777攻击力 +350%^000000",
        },

        [SKID.ML_PIERCE] =
        {
                "连刺攻击",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777利用长矛攻击敌人，可依敌人体型的大小进行连击， ^00bb00必须装备^777777长矛。^000000",
                "[小型] : ^7777771次 攻击^000000",
                "[中型] : ^7777772次 攻击^000000",
                "[大型] : ^7777773次 攻击^000000",
                "ML_BRANDISHSPEAR",
                "骑乘攻击",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777藉助大嘴鸟的力量来大力挥舞长矛， ^00bb00需要有^777777长矛 ^00bb00与^777777大嘴鸟。^000000",
        },

        [SKID.ML_BRANDISH] =
        {
                "骑乘攻击",
                "骑乘攻击",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777藉助大嘴鸟的力量来大力挥舞长矛， ^00bb00需要有^777777长矛 ^00bb00与^777777大嘴鸟。^000000",
        },

        [SKID.ML_SPIRALPIERCE] =
        {
                "螺旋击刺",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777当挥出长矛时会以螺旋形式进行攻击，不但可强化贯通力，并具有更高的破坏力及杀伤力等效果，是属于多重连击方式。",
                "武器之重量越重时伤害会越增加，并能让敌人1人有1秒钟时间无法动弹",
                "虽技能等级越高时稍害会越增加，但施法时间和吟唱时间同样会增加。^000000",
        },

        [SKID.ML_DEFENDER] =
        {
                "光之盾",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777使用时可降低被远距离物理攻击所遭受的伤害力，伤害力的减少量依技能等级而不同，施法时移动速度和攻击速度会变慢。^000000",
                "^777777正在使用光之盾状态下，若再次使用光之盾时状况就会解除。^000000",
        },

        [SKID.ML_AUTOGUARD] =
        {
                "自动防御",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777在技能持续的时间内，有一定的机率对自己的远距离和近距离物理攻击做防御.，^000000",
                "^777777自动防御启动后，施法者会有0.3秒钟无法移动，技能等级越高时无法移动时间越短 ^000000",
        },

        [SKID.ML_DEVOTION] =
        {
                "牺牲",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777召唤者^000000",
                "内容 : ^777777该召唤者所承受的伤害力，转由佣兵全部承受，只是召唤者的等级与佣兵的等级不能相差10级以上，若脱离一定范围或地图移动、死亡等，有一段距离时就会失效。^000000",
        },

        [SKID.MER_MAGNIFICAT] =
        {
                "圣母之颂歌",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777使对方的SP恢复速度加快2倍^000000",
        },

        [SKID.MER_QUICKEN] =
        {
                "加速武器",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777一定时间内使用双手剑的攻击速度会增加，解除双手剑装备后技能的效果会消失^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
                "[等级 2] : ^777777持续时间 60秒^000000",
                "[等级 3] : ^777777持续时间 1分 30秒^000000",
                "[等级 4] : ^777777持续时间 2分^000000",
                "[等级 5] : ^777777持续时间 2分 30秒^000000",
                "[等级 6] : ^777777持续时间 3分^000000",
                "[等级 7] : ^777777持续时间 3分 30秒^000000",
                "[等级 8] : ^777777持续时间 4分^000000",
                "[等级 9] : ^777777持续时间 4分 30秒^000000",
                "[等级 10] : ^777777持续时间 5分^000000",
        },

        [SKID.MER_SIGHT] =
        {
                "火狩",
                "系列 : ^777777辅助^bb0000(火属性)^000000",
                "内容 : ^777777可找出周围藏匿的敌人。 ^000000",
        },

        [SKID.MER_CRASH] =
        {
                "撞击",
                "系列 : ^000099攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777可向对方给予昏迷的攻击。^000000",
                "[等级 1] : ^777777攻击力 110%，昏迷机率 6%^000000",
                "[等级 2] : ^777777攻击力 120%，昏迷机率 12%^000000",
                "[等级 3] : ^777777攻击力 130%，昏迷机率 18%^000000",
                "[等级 4] : ^777777攻击力 140%，昏迷机率 24%^000000",
                "[等级 5] : ^777777攻击力 150%，昏迷机率 30%^000000",
        },

        [SKID.MER_REGAIN] =
        {
                "恢复",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到昏迷和睡眠状态下恢复。^000000",
        },

        [SKID.MER_TENDER] =
        {
                "补给",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到冰冻和石化状态下恢复。^000000",
        },

        [SKID.MER_BENEDICTION] =
        {
                "祝福",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到诅咒和黑暗状态下恢复。^000000",
        },

        [SKID.MER_RECUPERATE] =
        {
                "复原",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到沉默和中毒状态下恢复。^000000",
        },

        [SKID.MER_MENTALCURE] =
        {
                "精神_治愈",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到混乱和幻觉状态下恢复。^000000",
        },

        [SKID.MER_COMPRESS] =
        {
                "压制",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家，佣兵^000000",
                "内容 : ^777777可从被对方遭到出血状态下恢复。^000000",
        },

        [SKID.MER_PROVOKE] =
        {
                "挑衅",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777使锁定的敌人引起兴奋，虽可降低防御率，但却会增加攻击力 ，对不死系魔物则无效。 ^000000",
                "[等级 1] : ^777777敌人攻击力 +5%，敌人防御力 -10%^000000",
                "[等级 2] : ^777777敌人攻击力 +8%，敌人防御力 -15%^000000",
                "[等级 3] : ^777777敌人攻击力 +11%，敌人防御力 -20%^000000",
                "[等级 4] : ^777777敌人攻击力 +14%，敌人防御力 -25%^000000",
                "[等级 5] : ^777777敌人攻击力 +17%，敌人防御力 -30%^000000",
                "[等级 6] : ^777777敌人攻击力 +20%，敌人防御力 -35%^000000",
                "[等级 7] : ^777777敌人攻击力 +23%，敌人防御力 -40%^000000",
                "[等级 8] : ^777777敌人攻击力 +26%，敌人防御力 -45%^000000",
                "[等级 9] : ^777777敌人攻击力 +29%，敌人防御力 -50%^000000",
                "[等级 10] : ^777777敌人攻击力 +32%，敌人防御力 -55%^000000",
        },

        [SKID.MER_AUTOBERSERK] =
        {
                "狂暴状态",
                "系列 : ^000099被动^000000",
                "内容 : ^777777快要死亡时(HP 25% 以下) 就会变成愤怒状态，此愤怒状态如同挑衅等级 10 技能一样，只要此状态没有解除就会持续，需要受到可解除挑衅技能时才会解除。^000000",
        },

        [SKID.MER_DECAGI] =
        {
                "缓速术",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777在一定时间内，可降低敌人的移动及攻击速度。 ^000000",
        },

        [SKID.MER_SCAPEGOAT] =
        {
                "替罪羔羊",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777佣兵会把自己所剩之 HP都给召唤者后死亡，剩余的HP则会消失^000000",
        },

        [SKID.MER_LEXDIVINA] =
        {
                "沉默之术",
                "系列 : ^777777驱魔系列^000000",
                "对象 : ^777777敌人^000000 ",
                "内容 : ^777777在指定的时间内可使敌人变成沉默状态。^000000",
        },

        [SKID.MER_ESTIMATION] =
        {
                "怪物情报",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777怪物^000000",
                "内容 : ^777777可将某特定怪物的相关情报给自己和同队伍的队员看。^000000",
        },

        [SKID.MER_KYRIE] =
        {
                "霸邪之阵",
                "系列 : ^777777赞颂系^000000",
                "内容 : ^777777可以指定1名玩家设置防护栏，持续2分钟，以技能等级来决定防护栏能够阻挡攻击的次数，但被神圣之光攻击时就会立即解除防护栏^000000",
                "[等级 1] : ^777777MAXHP 12%的防护栏,可防御5次^000000",
                "[等级 2] : ^777777MAXHP 14%的防护栏, 可防御6次^000000",
                "[等级 3] : ^777777MAXHP 16%的防护栏, 可防御6次^000000",
                "[等级 4] : ^777777MAXHP 18%的防护栏, 可防御7次^000000",
                "[等级 5] : ^777777MAXHP 20%的防护栏, 可防御7次^000000",
                "[等级 6] : ^777777MAXHP 22%的防护栏, 可防御8次^000000",
                "[等级 7] : ^777777MAXHP 24%的防护栏, 可防御8次^000000",
                "[等级 8] : ^777777MAXHP 26%的防护栏, 可防御9次^000000",
                "[等级 9] : ^777777MAXHP 28%的防护栏, 可防御9次^000000",
                "[等级 10] : ^777777MAXHP 30%的防护栏, 可防御10次^000000",
        },

        [SKID.MER_BLESSING] =
        {
                "天使之赐福",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777对指定玩家的DEX, INT, STR可临时增加,受诅咒或在石化状态的玩家使用后可恢复异常状态^000000",
        },

        [SKID.MER_INCAGI] =
        {
                "加速术",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777在一定时间内可增加所指定玩家的移动和攻击速度,使用时会消耗少量的HP^000000",
        },

        [SKID.GD_APPROVAL] =
        {
                "正式工会认证",
                "系列 : ^000099被动^000000",
                "对象 : ^777777所有工会组合员全部^000000",
                "内容 : ^777777从卢恩-米德加尔兹王国那里, 正式得到工会的认证. 得到正式工会认证的工会组合员们，攻击秘密基地时可以破坏华丽金属.^000000",
        },

        [SKID.GD_KAFRACONTRACT] =
        {
                "和卡普拉订契约",
                "系列 : ^000099被动^000000",
                "对象 : ^777777工会^000000",
                "内容 : ^777777和在艾尔帕兰的卡普拉本店订契约，和卡普拉订契约的话，在秘密基地里可以雇用，工会专用的卡普拉职员.^000000",
        },

        [SKID.GD_GUARDRESEARCH] =
        {
                "研究监护人",
                "系列 : ^000099被动^000000",
                "对象 : ^777777工会^000000",
                "内容 : ^777777对监护人做技术上的研究，透过这研究可以设置监护人，来保护秘密基地.^000000",
        },

        [SKID.GD_GUARDUP] =
        {
                "监护人魔物强化",
                "系列 : ^777777被动^000000",
                "内容 : ^777777把形成的监护人魔物强化",
                "每当技能等级增加时，监护人魔物的攻击力和攻击速度会增加^000000",
                "监护人魔物强化",
                "系列 : ^777777被动^000000",
                "内容 : ^777777把形成的监护人魔物强化.",
                "每当技能等级增加时，监护人魔物的攻击力和攻击速度会增加^000000",
        },

        [SKID.GD_EXTENSION] =
        {
                "扩充组合体制",
                "系列 : ^000099被动^000000",
                "对象 : ^777777工会^000000",
                "内容 : ^777777扩充工会的组合体制，透过组合体制的扩充，可加大工会最大人数上的限制.^000000",
                "[等级 1] : ^777777+4人^000000",
                "[等级 2] : ^777777+8人^000000",
                "[等级 3] : ^777777+12人^000000",
                "[等级 4] : ^777777+16人^000000",
                "[等级 5] : ^777777+20人^000000",
                "[等级 6] : ^777777+24人^000000",
                "[等级 7] : ^777777+28人^000000",
                "[等级 8] : ^777777+32人^000000",
                "[等级 9] : ^777777+36人^000000",
                "[等级 10] : ^777777+40人^000000",
        },

        [SKID.GD_GLORYGUILD] =
        {
        },

        [SKID.GD_LEADERSHIP] =
        {
                "伟大的指导力",
                "系列 : ^000099被动^000000",
                "对象 : ^777777在5格范围内的公会员^000000",
                "内容 : ^777777以公会长为中心 5X5格范围内，把所有公会员的 STR获得最大+5的加重值^000000",
        },

        [SKID.GD_GLORYWOUNDS] =
        {
                "光荣的伤口",
                "系列 : ^000099被动^000000",
                "对象 : ^777777在5格范围内的公会员^000000",
                "内容 : ^777777以公会长为中心 5X5格范围内，把所有公会员的 VIT获得最大+5的加重值^000000",
        },

        [SKID.GD_SOULCOLD] =
        {
                "冷漠之心",
                "系列 : ^777777被动^000000",
                "对象 : ^777777在5格范围内的公会员^000000",
                "内容 : ^777777以公会长为中心 5X5格范围内，把所有公会员的 AGI获得最大+5的加重值^000000",
        },

        [SKID.GD_HAWKEYES] =
        {
                "尖锐的视线",
                "系列 : ^000099被动^000000",
                "对象 : ^777777在5格范围内的公会员^000000",
                "内容 : ^777777以公会长为中心 5X5格范围内，把所有公会员的 DEX获得最大+5的加重值^000000",
        },

        [SKID.GD_BATTLEORDER] =
        {
                "下达战斗命令",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777在视线范围内所有的公会员^000000",
                "内容 : ^777777该技能是在攻城战模式里，可使用的技能^000000",
                "只有公会长才能使用，在视线内所有公会员的 STR，INT， DEX可上升到5，可拥有 1分钟的持续时间，使用后会有5分钟不能使用公会技能的^000000",
        },

        [SKID.GD_REGENERATION] =
        {
                "复兴公会员体力",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777在视线范围内所有的公会员^000000",
                "内容 : ^777777该技能是在攻城战模式里，可使用的技能",
                "只有公会长才能使用，在视线内所有公会员的 HP/SP恢复速度变快，使用后会有5分钟不能使用公会技能的^000000",
                "[等级 1] : ^777777HP 恢复速度 2倍^000000",
                "[等级 2] : ^777777HP/SP 恢复速度 2倍^000000",
                "[等级 3] : ^777777HP/SP 恢复速度3倍^000000",
        },

        [SKID.GD_RESTORE] =
        {
                "恢复公会员体力",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777在视线范围内所有的公会员^000000",
                "内容 : ^777777该技能是在攻城战模式里，可使用的技能",
                "只有公会长才能使用，在视线内所有公会员的 HP/SP可让MAXHP可恢复到90%，使用后会有5分钟不能使用公会技能的^000000",
        },

        [SKID.GD_EMERGENCYCALL] =
        {
                "紧急呼叫",
                "系列 : ^777777辅助^000000",
                "对象 : ^777777所有公会员^000000",
                "内容 : ^777777该技能是在攻城战模式里，可使用的技能",
                "只有公会长才能使用，把公会员全部集中在公会长旁边，使用后会有5分钟不能使用公会技能的^000000",
        },

        [SKID.GD_DEVELOPMENT] =
        {
                "永久的发展",
                "系列 : ^777777被动^000000",
                "内容 : ^777777发展度增加时，有50%的机率追加 +1的，形成发展的可能形^000000",
                "^777777换句话说，一次可以形成1或是2的发展的可行性^000000",
        },

        [SKID.GD_ITEMEMERGENCYCALL] =
        {
        },

        [SKID.MH_SUMMON_LEGION] =
        {
                "召唤虫团",
                "最高等级 : 5",
                "内容 : ^777777 召唤虫团后攻击一个目标，",
                "技能等级越高时会召唤出更强的虫团来。^000000",
                " [等级 1] ^777777 召唤蜂兵 / 持续时间 20秒 ^000000",
                " [等级 2] ^777777 召唤狂暴蜂兵 / 持续时间 30秒 ^000000",
                " [等级 3] ^777777 召唤狂暴蜂兵 / 持续时间 40秒 ^000000",
                " [等级 4] ^777777 召唤鲁修拉黄蜂 / 持续时间 50秒 ^000000",
                " [等级 5] ^777777 召唤鲁修拉黄蜂 / 持续时间 60秒 ^000000",
        },

        [SKID.MH_NEEDLE_OF_PARALYZE] =
        {
                "麻痹针",
                "最高等级 : 5",
                "内容 : ^777777利用剧烈的麻痹毒与毒属性伤害",
                "将目标陷入麻痹的异常状态中",
                "陷入麻痹的敌人不可移动, 咏唱时间会变长及降低防御力。",
                "麻痹持续时间会依目标的 VIT及LUK而减少。^000000",
                " [等级 1] ^777777物理攻击力 800% / 麻痹机率 45%  ^000000",
                " [等级 2] ^777777物理攻击力 900% / 麻痹机率 50%  ^000000",
                " [等级 3] ^777777物理攻击力 1000% / 麻痹机率 55% ^000000",
                " [等级 4] ^777777物理攻击力 1100% / 麻痹机率 60% ^000000",
                " [等级 5] ^777777物理攻击力 1200% / 麻痹机率 65% ^000000",
        },

        [SKID.MH_POISON_MIST] =
        {
                "剧毒粉",
                "最高等级 : 5",
                "内容 : ^777777在地面一定范围内洒毒粉，向进入该范围内的所有目标",
                "造成黑暗和持续性的毒属性伤害，地面可设置1个以上。^000000",
                " [等级 1] ^777777黑暗机 20 % / 持续时间 12秒 ^000000",
                " [等级 2] ^777777黑暗机 30 % / 持续时间 14秒 ^000000",
                " [等级 3] ^777777黑暗机 40 % / 持续时间 16秒 ^000000",
                " [等级 4] ^777777黑暗机 50 % / 持续时间 18秒 ^000000",
                " [等级 5] ^777777黑暗机 60% / 持续时间 20秒 ^000000",
        },

        [SKID.MH_PAIN_KILLER] =
        {
                "镇痛剂",
                "最高等级 : 5",
                "内容 : ^777777向目标一个注入小剂量麻痹毒, 当遭受伤害时，",
                "可减少延迟和伤害，但副作用是攻击速度会略为降低。^000000",
                " [等级 1] ^777777持续时间 20秒 ^000000",
                " [等级 2] ^777777持续时间 30秒 ^000000",
                " [等级 3] ^777777持续时间 40秒 ^000000",
                " [等级 4] ^777777持续时间 50秒 ^000000",
                " [等级 5] ^777777持续时间 60秒 ^000000",
        },

        [SKID.MH_LIGHT_OF_REGENE] =
        {
                "重生之光",
                "最高等级 : 5",
                "内容 : ^777777生命体向主人施以重生之光, 于持续时间内主人",
                "阵亡时, 会牺牲自己来救活主人，但亲密度会降低。",
                "若另有复活的物品时, 该效果会比这效果先启动。",
                "技能等级越高复活时所恢复的HP量会增加。^000000",
                " [等级 1] ^777777持续时间 360秒 ^000000",
                " [等级 2] ^777777持续时间 420秒 ^000000",
                " [等级 3] ^777777持续时间 480秒 ^000000",
                " [等级 4] ^777777持续时间 540秒 ^000000",
                " [等级 5] ^777777持续时间 600秒 ^000000",
        },

        [SKID.MH_OVERED_BOOST] =
        {
                "瞬间增压",
                "最高等级 : 5",
                "内容 : ^777777暂时可固定生命体及其主人的回避率和攻急速度, ",
                "但防御力减少1/2，另外持续时间内不会受到任何回避率及攻急速度变化",
                "所带来的效果，当持续时间结束时生命体的饥饿感及",
                "主人的 SP会消耗一半。^000000",
                " [等级 1] ^777777回避 340 / 攻速 181 ^000000",
                " [等级 2] ^777777回避 380 / 攻速 183 ^000000",
                " [等级 3] ^777777回避 420 / 攻速 185 ^000000",
                " [等级 4] ^777777回避 460 / 攻速 187 ^000000",
                " [等级 5] ^777777回避 500 / 攻速 189 ^000000",
        },

        [SKID.MH_ERASER_CUTTER] =
        {
                "音速刀刃",
                "最高等级 : 5",
                "内容 : ^777777产生音速的刀刃，给予远距离的敌一个数次打击。",
                "依技能等级的不同，可以以风属性或是无属性来施展技能。^000000",
                " [等级 1] ^777777攻击力 600%   / 风属性魔法伤害 ^000000",
                " [等级 2] ^777777攻击力 1000% / 无属性魔法伤害 ^000000",
                " [等级 3] ^777777攻击力 800%  / 风属性魔法伤害 ^000000",
                " [等级 4] ^777777攻击力 1200% / 无属性魔法伤害 ^000000",
                " [等级 5] ^777777攻击力 1000% / 风属性魔法伤害 ^000000",
        },

        [SKID.MH_XENO_SLASHER] =
        {
                "血腥魔刀",
                "最高等级 : 5",
                "内容 : ^777777以广域范围使用音速刀刃。",
                "和音速刀刃一样，依技能等级的不同有分属性。",
                "遭受伤害的所有目标会以低机率陷入出血状态。^000000",
                " [等级 1] ^777777攻击力 500% / 风属性魔法伤害 / 5 x 5 格 ^000000",
                " [等级 2] ^777777攻击力 700% / 无属性魔法伤害 / 5 x 5 格 ^000000",
                " [等级 3] ^777777攻击力 600% / 风属性魔法伤害 / 7 x 7 格 ^000000",
                " [等级 4] ^777777攻击力 900% / 无属性魔法伤害 / 7 x 7 格 ^000000",
                " [等级 5] ^777777攻击力 700% / 风属性魔法伤害 / 9 x 9 格 ^000000",
        },

        [SKID.MH_SILENT_BREEZE] =
        {
                "沉默微风",
                "最高等级 : 5",
                "内容 : ^777777沉默的风。恢复一个目标一定的HP，但会马上陷入",
                "如沉默状态般的无法施展技能，不过这沉默的效果可以消除",
                "曼陀罗魔花的尖叫、沉睡、和声演奏、迷惑、睡眠、混乱、幻觉。^000000",
                " [等级 1] ^777777持续时间 9秒 ^000000",
                " [等级 2] ^777777持续时间 12秒 ^000000",
                " [等级 3] ^777777持续时间 15秒 ^000000",
                " [等级 4] ^777777持续时间 18秒 ^000000",
                " [等级 5] ^777777持续时间 21秒 ^000000",
        },

        [SKID.MH_STAHL_HORN] =
        {
                "钢铁之角",
                "最高等级 : 5",
                "内容 : ^777777攻击一个目标，给予伤害的同时",
                "击退3格并陷入晕眩状态。^000000",
                " [等级 1] ^777777攻击力 600% / 射程距离 5 格 / 晕眩机率 20% ^000000",
                " [等级 2] ^777777攻击力 700% / 射程距离 6 格 / 晕眩机率 24% ^000000",
                " [等级 3] ^777777攻击力 800% / 射程距离 7 格 / 晕眩机率 28% ^000000",
                " [等级 4] ^777777攻击力 900% / 射程距离 8 格 / 晕眩机率 32% ^000000",
                " [等级 5] ^777777攻击力 1000% / 射程距离 9 格 / 晕眩机率 36% ^000000",
        },

        [SKID.MH_GOLDENE_FERSE] =
        {
                "黄金脚跟",
                "最高等级 : 5",
                "内容 : ^777777提升生命体的回避率与攻击速度，普通攻击时一定机率",
  "在效果持续时间内使用「钢铁之角」时，会以圣属性攻击发动。",
                "在效果持续时间内使用「钢铁之角」时，会以圣属性攻击发动。",
                "此技能无法与「攻击准备」一起使用。^000000",
                " [等级 1] ^777777回避率 + 20  / 攻速 +10% / 以4%的机率发动圣属性攻击 / 持续时间 30秒 ^000000",
                " [等级 2] ^777777回避率 + 30  / 攻速 +14% / 以6%的机率发动圣属性攻击 / 持续时间 45秒 ^000000",
                " [等级 3] ^777777回避率 + 40  / 攻速 +18% / 以8%的机率发动圣属性攻击 / 持续时间 60秒 ^000000",
                " [等级 4] ^777777回避率 + 50  / 攻速 +22% / 以10%的机率发动圣属性攻击 / 持续时间 75秒 ^000000",
                " [等级 5] ^777777回避率 + 60  / 攻速 +26% / 以12%的机率发动圣属性攻击 / 持续时间 90秒 ^000000",
        },

        [SKID.MH_STEINWAND] =
        {
                "岩壁",
                "最高等级 : 5",
                "内容 : ^777777生命体本身与主人脚下立即施展「暗之障壁」。^000000",
                " [等级 1] ^777777持续时间 30秒 ^000000",
                " [等级 2] ^777777持续时间 45秒 ^000000",
                " [等级 3] ^777777持续时间 60秒 ^000000",
                " [等级 4] ^777777持续时间 75秒 ^000000",
                " [等级 5] ^777777持续时间 90秒 ^000000",
        },

        [SKID.MH_HEILIGE_STANGE] =
        {
                "圣刺",
                "最高等级 : 5",
                "内容 : ^777777对目标一个及其周围全部敌人造成圣属性魔法伤害。^000000",
                " [等级 1] ^777777攻击力 750%  / 圣属性魔法伤害 / 3 x 3 格 ^000000",
                " [等级 2] ^777777攻击力 1000% / 圣属性魔法伤害 / 3 x 3 格 ^000000",
                " [等级 3] ^777777攻击力 1250% / 圣属性魔法伤害 / 3 x 3 格 ^000000",
                " [等级 4] ^777777攻击力 1500% / 圣属性魔法伤害 / 3 x 3 格 ^000000",
                " [等级 5] ^777777攻击力 1750% / 圣属性魔法伤害 / 5 x 5 格 ^000000",
        },

        [SKID.MH_ANGRIFFS_MODUS] =
        {
                "攻击准备",
                "最高等级 : 5",
                "内容 : ^777777 一定时间内生命体本身的攻击速度上升；但防御力及回避率",
                "大幅下降；此技能无法与「黄金脚跟」一起使用。^000000",
                " [等级 1] ^777777攻击力 +70  / 防御力 -50  / 回避 -60 / 持续时间 30秒 ^000000",
                " [等级 2] ^777777攻击力 +90  / 防御力 -70 / 回避 -80 / 持续时间 45秒 ^000000",
                " [等级 3] ^777777攻击力 +110 / 防御力 -90 / 回避 - 100 / 持续时间 60秒 ^000000",
                " [等级 4] ^777777攻击力 +130 / 防御力 -110 / 回避 -120 / 持续时间 75秒 ^000000",
                " [等级 5] ^777777攻击力 +150 / 防御力 -130 / 回避 -140 / 持续时间 90秒 ^000000",
        },

        [SKID.MH_STYLE_CHANGE] =
        {
                "转换型态",
                "最高等级 : 1",
                "内容 : ^777777 把生命体的型态从战士转换为格斗士；或从格斗士转换为战士；",
                "在战士状态下攻击或遭受伤害时，有机率聚集气球体。^000000",
        },

        [SKID.MH_SONIC_CRAW] =
        {
                "音速利爪",
                "最高等级 : 5",
                "内容 : ^777777 只能在战士状态下使用，对目标一个进行高速的利爪攻击。",
                "攻击次数依气球体数的多寡来决定，没有气球体时，技能不会发动。^000000",
                " [等级 1] ^777777攻击力 40%  ^000000",
                " [等级 2] ^777777攻击力 80%  ^000000",
                " [等级 3] ^777777攻击力 120% ^000000",
                " [等级 4] ^777777攻击力 160% ^000000",
                " [等级 5] ^777777攻击力 200% ^000000",
        },

        [SKID.MH_SILVERVEIN_RUSH] =
        {
                "银脉冲击",
                "最高等级 : 5",
                "内容 : ^777777 只能在战士状态下使用，音速利爪施展后只能以连接技能来发动。",
                "使用技能时消耗 1 个气球体；给予目标伤害的同时，",
                "使目标陷入晕眩状态。^000000",
                " [等级 1] ^777777攻击力 150% / 晕眩机率 25% ^000000",
                " [等级 2] ^777777攻击力 300% / 晕眩机率 30% ^000000",
                " [等级 3] ^777777攻击力 450% / 晕眩机率 35% ^000000",
                " [等级 4] ^777777攻击力 600% / 晕眩机率 40% ^000000",
                " [等级 5] ^777777攻击力 750% / 晕眩机率 45% ^000000",
        },

        [SKID.MH_MIDNIGHT_FRENZY] =
        {
                "午夜狂暴",
                "最高等级 : 5",
                "内容 : ^777777只能在战士型态下使用；以及使用银脉冲击后只能以连接技能来发动。",
                "使用技能时消耗 2 个气球体；给予目标伤害的同时，有机率",
                "使目标陷入恐惧状态。目标陷入恐惧状态的机率视气球体的个数增加；",
                "使用技能后，可以连接[音速利爪]。^000000",
                " [等级 1] ^777777攻击力 300% ^000000",
                " [等级 2] ^777777攻击力 600% ^000000",
                " [等级 3] ^777777攻击力 900% ^000000",
                " [等级 4] ^777777攻击力 1200% ^000000",
                " [等级 5] ^777777攻击力 1500% ^000000",
        },

        [SKID.MH_TINDER_BREAKER] =
        {
                "粉碎骨折",
                "最高等级 : 5",
                "内容 : ^777777这是一个接近目标后，抓住目标并折断其关节的技能。使用技能后，目标和",
                "生命体无法移动，两目标的回避率变为0，使用技能时",
                "会消耗1个气球体，依生命体STR的不同，攻击力和抓住的时间会增加。^000000",
                " [等级 1] ^777777攻击力 100% ^000000",
                " [等级 2] ^777777攻击力 200% ^000000",
                " [等级 3] ^777777攻击力 300% ^000000",
                " [等级 4] ^777777攻击力 400% ^000000",
                " [等级 5] ^777777攻击力 500% ^000000",
        },

        [SKID.MH_CBC] =
        {
                "连续突破组合",
                "最高等级 : 5",
                "内容 : ^777777只能在火种破坏者粉碎骨折施展后以连接技能的形式使用，使用技能时消耗1个气球体。",
                "目标的伤害和SP会一起持续减少，目标为魔物时，",
                "反而会造成额外伤害，和粉碎骨折一样，持续时间内无法移动，回避率变 0。",
                "依生命体STR的不同，会增加持续时间。^000000",
                " [等级 1] ^777777基本伤害 400 ^000000",
                " [等级 2] ^777777基本伤害 800 ^000000",
                " [等级 3] ^777777基本伤害 1200 ^000000",
                " [等级 4] ^777777基本伤害 1600 ^000000",
                " [等级 5] ^777777基本伤害 2000 ^000000",
        },

        [SKID.MH_EQC] =
        {
                "永恒快速组合",
                "最高等级 : 5",
                "内容 : ^777777只能在连续突破组合施展后以连接技能的型态使用。使用技能时消耗 2个气球体。",
                "造成伤害的同时，目标会 100% 陷入晕眩状态，并减少MHP、攻击力和防御力。",
                "使用技能后，生命体可以脱离目标及自由移动，回避也会恢复正常。",
                "此技能对BOSS怪无效。^000000",
                " [等级 1] ^777777MHP -2 % / 攻击力, 防御力 -5 % ^000000",
                " [等级 2] ^777777MHP -4 % / 攻击力, 防御力 -10 % ^000000",
                " [等级 3] ^777777MHP -6 % / 攻击力, 防御力 -15 % ^000000",
                " [等级 4] ^777777MHP -8 % / 攻击力, 防御力 -20 % ^000000",
                " [等级 5] ^777777MHP -10 % / 攻击力, 防御力 -25 % ^000000",
        },

        [SKID.MH_MAGMA_FLOW] =
        {
                "岩浆流动",
                "最高等级 : 5",
                "内容 : ^777777每当生命体受到伤害时，有机率喷出岩浆，",
                "造成生命体周围的所有敌人火属性伤害。^000000",
                " [等级 1] ^777777攻击力 100% /  范围 3 x 3  / 发动机率 3 %^000000",
                " [等级 2] ^777777攻击力 200% /  范围 3 x 3  / 发动机率 6 % ^000000",
                " [等级 3] ^777777攻击力 300% /  范围 3 x 3  / 发动机率 9 %^000000",
                " [等级 4] ^777777攻击力 400% /  范围 5 x 5  / 发动机率 12 % ^000000",
                " [等级 5] ^777777攻击力 500% /  范围 5 x 5  / 发动机率 15 %^000000",
        },

        [SKID.MH_GRANITIC_ARMOR] =
        {
                "花岗岩铠甲",
                "最高等级 : 5",
                "内容 : ^777777用花岗岩构成的坚硬铠甲；可暂时提升生命体和主人的",
                "防御力、减少伤害； 但，持续时间结束时失去一定的HP。",
                "持续时间 60秒。^000000",
                " [等级 1] ^777777伤害 -2% / HP -6% ^000000",
                " [等级 2] ^777777伤害 -4% / HP -12% ^000000",
                " [等级 3] ^777777伤害 -6% / HP -18%^000000",
                " [等级 4] ^777777伤害 -8% / HP -24% ^000000",
                " [等级 5] ^777777伤害 -10% / HP -30%^000000",
        },

        [SKID.MH_LAVA_SLIDE] =
        {
                "熔岩滑动",
                "最高等级 : 5",
                "内容 : ^777777在地面挥洒熔岩造成范围内的全部敌人伤害，效果范围内的",
                "所有目标有机率陷入着火状态。^000000",
                " [等级 1] ^777777着火机率 10% ^000000",
                " [等级 2] ^777777着火机率 20% ^000000",
                " [等级 3] ^777777着火机率 30% ^000000",
                " [等级 4] ^777777着火机率 40% ^000000",
                " [等级 5] ^777777着火机率 50% ^000000",
        },

        [SKID.MH_PYROCLASTIC] =
        {
                "火山尘暴",
                "最高等级 : 5",
                "内容 : ^777777生命体的攻击与主人所持武器的属性暂时转为火属性，",
                "并提升武器攻击力。另外攻击时有机率发动 [大地之击]。",
                "持续时间结束后武器损坏，当生命体的等级越高",
                "大地之击发动机率越高，及获得更高的攻击力。^000000",
                " [等级 1] ^777777持续时间 60秒^000000",
                " [等级 2] ^777777持续时间 90秒^000000",
                " [等级 3] ^777777持续时间 120秒^000000",
                " [等级 4] ^777777持续时间 150秒^000000",
                " [等级 5] ^777777持续时间 180秒^000000",
        },

        [SKID.MH_VOLCANIC_ASH] =
        {
                "火山灰",
                "最高等级 : 5",
                "内容 : ^777777在地面洒上火山灰，在这范围内的所有目标会陷入火山灰效果，",
                "陷入火山灰效果的目标命中率减半、使用技能时会有50%的失败机率。",
                "另外，还会受到范围内追加的火属性伤害；假如目标是植物系魔物的话，",
                "防御力-50%，目标是水属性魔物的话，会有 50% 攻击力及回避率效果。",
                "火山灰效果的持续时间会依等级不同而增加，此技能最多能在地面设置3个。^000000",
                " [等级 1] ^777777效果持续时间 8秒 ^000000",
                " [等级 2] ^777777效果持续时间 16秒 ^000000",
                " [等级 3] ^777777效果持续时间 24秒 ^000000",
                " [等级 4] ^777777效果持续时间 32秒 ^000000",
                " [等级 5] ^777777效果持续时间 40秒 ^000000",
        },



        [SKID.MC_CHANGECART] =
        {
                "改装手推车",
                "^777777习得条件 : 完成任务^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777依自己等级变化，可更换手推车，等级愈高选择愈多。^000000",
        },
        [SKID.LK_SPIRALPIERCE] =
        {
                "螺旋击刺",
                "最高等级 : 5",
                "^777777习得条件 : 长矛使用熟练度 5、连刺攻击 5、骑乘术 1、长矛刺击 5^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777伸出武器以旋风型态进行攻击，使贯通力强化，并拥有更高的破坏力及杀伤力的多重连打攻击。",
                "武器越重伤害越大，使1个敌人在1秒钟无法动弹。",
                "^000000技能等级越高伤害越大，但咏唱时间及施展后的延迟时间也会增加。",
        },


        [SKID.NC_PILEBUNKER] =
        {
                "冲击椎",
                "最高等级 : 3",
                "^777777习得条件 : 喷射飞拳 2 ^000000",
                "系列 : ^777777  主动 / 伤害(特殊) ^000000",
                "内容 : ^777777  从手臂上射出厚椎来攻击敌人，被打到的对象有机率会解除防御类Buff技能。使用技能时需装备魔导战甲专属的<冲击椎>，施展者的Base等级 及STR越高时攻击力越强，射程距离为3 格。 ^000000",
                "[等级 1] : ^777777 Buff解除机率 40%^000000",
                "[等级 2] : ^777777 Buff解除机率 55%^000000",
                "[等级 3] : ^777777 Buff解除机率 70%^000000",
        },


        [SKID.RETURN_TO_ELDICASTES] =
        {
                "返回艾尔迪卡斯特",
                "最高等级 : 1",
                "系列 : ^777777辅助^bb0000(返城)^000000",
                "内容 : ^777777可返回邪派的首都艾尔迪卡斯特，使用后有5分钟的冷却时间。^000000",
        },



        [SKID.KO_YAMIKUMO] =
        {
                "暗云",
                "最高等级 : 1",
                "^777777习得条件 : 隐身攻击 5 ^000000",
                "内容 : ^777777可把自己隐藏起来，类似盗贼的隐匿技能。",
                "当SP消耗到0或再次使用技能时就会解除，在暗云状态下",
                "会持续消耗SP。^000000",
        },


        [SKID.KO_RIGHT] =
        {
                "右手修练",
                "最高等级 : 5  (被动)",
                "内容 : ^777777可恢复双手持武器时会降低之右手的攻击力，",
                "另外在4、5级比使用单手武器时其攻击力更大。^000000",
                "[等级 1] ^777777 攻击力 80% ^000000",
                "[等级 2] ^777777 攻击力 90% ^000000",
                "[等级 3] ^777777 攻击力 100% ^000000",
                "[等级 4] ^777777 攻击力 110% ^000000",
                "[等级 5] ^777777 攻击力 120% ^000000",
        },


        [SKID.KO_LEFT] =
        {
                "左手修练",
                "最高等级 : 5 (被动)",
                "内容 : ^777777可恢复双手持武器时会降低之左手的攻击力。^000000",
                "[等级 1] ^777777 攻击力 60% ^000000",
                "[等级 2] ^777777 攻击力 70% ^000000",
                "[等级 3] ^777777 攻击力 80% ^000000",
                "[等级 4] ^777777 攻击力 90% ^000000",
                "[等级 5] ^777777 攻击力 100% ^000000",
        },


        [SKID.KO_JYUMONJIKIRI] =
        {
                "幽冥十字斩" ,
                "最高等级 : 5",
                "^777777习得条件 : 暗云 1 ^000000",
                "内容 : 日影忍者 & 月影忍者的合击技能，被打到的对象3秒内处于<十字创伤>状态。",
                "当对象处于十字创伤状态下再用幽冥十字斩攻击时，伤害力会更大。",
                "施展者的 Base等级 越高时伤害增加幅度就越大。^000000",
                "[等级 1] ^777777 攻击力 150% / 射程距离 3 格 ^000000",
                "[等级 2] ^777777 攻击力 300% / 射程距离 4 格 ^000000",
                "[等级 3] ^777777 攻击力 450% / 射程距离 5 格 ^000000",
                "[等级 4] ^777777 攻击力 600% / 射程距离 6 格 ^000000",
                "[等级 5] ^777777 攻击力 750% / 射程距离 7 格 ^000000",
        },


        [SKID.KO_SETSUDAN] =
        {
                "灵魂阻隔",
                "最高等级 : 5",
                "^777777习得条件 : 幽冥十字斩 2  ^000000",
                "内容 : 当攻击目标正受到悟灵士技能[灵魂]类的Buff时，会有额外的伤害；",
                "并强制解除该灵魂技能，灵魂技能的等级越高额外的伤害越多。^000000",
                "[等级 1] ^777777 攻击力 100% ^000000",
                "[等级 2] ^777777 攻击力 200% ^000000",
                "[等级 3] ^777777 攻击力 300% ^000000",
                "[等级 4] ^777777 攻击力 400% ^000000",
                "[等级 5] ^777777 攻击力 500% ^000000",
        },
                

        [SKID.KO_BAKURETSU] =
        {
                "爆炸飞刀",
                "最高等级 : 5 ",
                "^777777习得条件 : 投掷飞刀 5 ^000000",
                "内容 :投掷具有爆炸威力的飞刀，让效果范围内的全部敌人造成伤害；",
                "使用技能时会消耗一个爆炸飞刀，爆炸飞刀指会消耗背包里的物品(爆炸飞刀不可装备)。^000000",
                "[等级 1] ^777777 射程距离 7 格 / 效果范围 3 x 3 格 ^000000",
                "[等级 2] ^777777 射程距离 8 格 / 效果范围 3 x 3 格 ^000000",
                "[等级 3] ^777777 射程距离 9 格  / 效果范围 3 x 3 格 ^000000",
                "[等级 4] ^777777 射程距离 10 格 / 效果范围 3 x 3 格 ^000000",
                "[等级 5] ^777777 射程距离 11 格 / 效果范围 3 x 3 格 ^000000",
        },


        [SKID.KO_HAPPOKUNAI] =
        {
                "八方飞刀",
                "最高等级 : 5 ",
                "^777777习得条件 : 爆炸飞刀 1 ^000000",
                "内容 :以自己为中心向一定范围内的全部敌人用飞刀造成伤害。",
                "使用技能时，会消耗装备的飞刀 8个。^000000",
                "[等级 1] ^777777 范围 9 x 9 格 ^000000",
                "[等级 2] ^777777 范围 9 x 9 格 ^000000",
                "[等级 3] ^777777 范围 9 x 9 格 ^000000",
                "[等级 4] ^777777 范围 9 x 9 格 ^000000",
                "[等级 5] ^777777 范围 11 x 11 格 ^000000",
        },


        [SKID.KO_MUCHANAGE] =
        {
                "投掷魔币",
                "最高等级 : 10 ",
                "^777777习得条件 : 投掷三角钉 3 ^000000",
                "内容 :  忍者技能[投掷硬币]的强化版，最多可投掷100,000 Zeny，使一定范围内的全部敌人造成不理会防御的随机扩散伤害，BOSS怪伤害减半。",
                "[等级 1] ^777777 10,000 zeny 消耗 / 5,000 ~ 10,000 随机伤害 ^000000",
                "[等级 2] ^777777 20,000 zeny 消耗 / 10,000 ~ 20,000 随机伤害 ^000000",
                "[等级 3] ^777777 30,000 zeny 消耗 / 15,000 ~ 30,000 随机伤害 ^000000",
                "[等级 4] ^777777 40,000 zeny 消耗 / 20,000 ~ 40,000 随机伤害 ^000000",
                "[等级 5] ^777777 50,000 zeny 消耗 / 25,000 ~ 50,000 随机伤害 ^000000",
                "[等级 6] ^777777 60,000 zeny 消耗 / 30,000 ~ 60,000 随机伤害 ^000000",
                "[等级 7] ^777777 70,000 zeny 消耗 / 35,000 ~ 70,000 随机伤害 ^000000",
                "[等级 8] ^777777 80,000 zeny 消耗 / 40,000 ~ 80,000 随机伤害 ^000000",
                "[等级 9] ^777777 90,000 zeny 消耗 / 45,000 ~ 90,000 随机伤害 ^000000",
                "[等级 10] ^777777 100,000 zeny 消耗 / 50,000 ~ 100,000 随机伤害 ^000000",
        },


        [SKID.KO_HUUMARANKA] =
        {
                "风魔飞镖之飞舞" ,
                "最高等级 : 5 ",
                "^777777习得条件 : 投掷风魔飞镖 5 ^000000",
                "内容 : 投掷风魔飞镖让 7 x 7 格范围内的全部敌人造成伤害，",
                "施展者习得之[忍者技能 : 投掷风魔飞镖]的等级及DEX / AGI越高时攻击力越强。",
                "[等级 1] ^777777 攻击力 150 % / 射程距离 9 格  ^000000",
                "[等级 2] ^777777 攻击力 300 % / 射程距离 10 格  ^000000",
                "[等级 3] ^777777 攻击力 450 % / 射程距离 11 格  ^000000",
                "[等级 4] ^777777 攻击力 600 % / 射程距离 12 格  ^000000",
                "[等级 5] ^777777 攻击力 750 % / 射程距离 13 格  ^000000",
        },

        
        [SKID.KO_MAKIBISHI] =
        {
                "投掷三角钉",
                "最高等级 : 5 ",
                "^777777习得条件 : 投掷金钱 1 ^000000",
                "内容 : 将三角钉洒在自己的周围，使踩到三角钉的敌人造成短暂的无法动弹或晕眩状态。",
                "技能等级越高洒在地上的三角钉数量越多，移动中也能使用技能。",
                "[等级 1] ^777777 三角钉消耗量 3 个  ^000000",
                "[等级 2] ^777777 三角钉消耗量 4 个  ^000000",
                "[等级 3] ^777777 三角钉消耗量 5 个  ^000000",
                "[等级 4] ^777777 三角钉消耗量 6 个  ^000000",
                "[等级 5] ^777777 三角钉消耗量 7 个  ^000000",
        },


        [SKID.KO_MEIKYOUSISUI] =
        {
                "明镜止水",
                "最高等级 : 5 ",
                "^777777习得条件 : 忍术修练 10 ^000000",
                "内容 : 10秒内集中精神以快速恢复HP, SP，使用技能中则强制无法动弹。",
                "在明镜止水下遭受攻击时，有机率不会受到伤害。",
                "[等级 1] ^777777 每秒恢复 HP 2 %  / SP 1 %  ^000000",
                "[等级 2] ^777777 每秒恢复 HP 4 %  / SP 2 %  ^000000",
                "[等级 3] ^777777 每秒恢复 HP 6 %  / SP 3 %  ^000000",
                "[等级 4] ^777777 每秒恢复 HP 8 %  / SP 4 %  ^000000",
                "[等级 5] ^777777 每秒恢复 HP 10 % / SP 5 %  ^000000",
        },


        [SKID.KO_ZANZOU] =
        {
                "幻术–残影",
                "最高等级 : 5 ",
                "^777777习得条件 : 金蝉脱壳 1 ^000000",
                "内容 : 使用幻术来产生自己的分身，该分身有一定的HP，当HP变0时分身就消失。",
                "施展者的 MSP量越高时分身会有额外的 HP。" ,
                "[等级 1] ^777777 分身 HP 6000  ^000000",
                "[等级 2] ^777777 分身 HP 9000   ^000000",
                "[等级 3] ^777777 分身 HP 12000   ^000000",
                "[等级 4] ^777777 分身 HP 15000   ^000000",
                "[等级 5] ^777777 分身 HP 18000   ^000000",
        },


        [SKID.KO_KYOUGAKU] =
        {
                "幻术–惊恐",
                "最高等级 : 5 ",
                "^777777习得条件 : 幻术–迷惑 2 ^000000",
                "内容 : 向1个对象施以幻术，降低对象的所有素质，及外貌变成怪物。",
                "陷入迷惑的对象在持续时间内无法更换或解除装备，该技能对我军和怪物无效。",
                "该技能限攻城战时使用。",
                "[等级 1] ^777777 全部素质减少 2 ~ 3  ^000000",
                "[等级 2] ^777777 全部素质减少 4 ~ 6  ^000000",
                "[等级 3] ^777777 全部素质减少 6 ~ 9  ^000000",
                "[等级 4] ^777777 全部素质减少 8 ~ 12 ^000000",
                "[等级 5] ^777777 全部素质减少 10 ~ 15 ^000000",
        },


        [SKID.KO_JYUSATSU] =
        {
                "幻术–咒死",
                "最高等级 : 5 ",
                "^777777习得条件 : 幻术–惊恐 3 ^000000",
                "内容 : 向1个对象施以幻术，可降低对象的HP及诅咒对象。",
                "另外有叫低机率施以[频死之术]，但只限于和自己相同或较低等级的",
                "对象有效，队怪物则无效。",
        },

        
        [SKID.KO_GENWAKU] =
        {
                "幻术–迷惑",
                "最高等级 : 5 ",
                "^777777习得条件 : 金蝉脱壳 1 ^000000",
                "内容 : 互换目标对象和自己的位置，施展者和对象有机率陷入[混乱]的异常状态。" ,
        },

        
        [SKID.KO_IZAYOI] =
        {
                "第16个夜晚",
                "最高等级 : 5 ",
                "^777777习得条件 : 忍术修练 5 ^000000",
                "内容 : 使用技能时，忍者所使用的全部技能的固定咏唱会消失，变动咏唱时间会减半，MATK也会增加一些。",
        },

        [SKID.KO_KAHU_ENTEN] =
        {
                "火符 : 炎天",
                "最高等级 : 1 ",
                "内容 : 使用火符来招唤火之灵气，以增加火属性忍术的攻击力。",
                "最多可招唤10个灵气，当招唤10个灵气时，使武器变成火属性。",
                "使用技能时会消耗火符1个。",
        },



        [SKID.KO_HYOUHU_HUBUKI] =
        {
                "冰符 : 吹雪",
                "最高等级 : 1 ",
                "内容 : 使用冰符来招唤水之灵气，以增加水属性忍术的攻击力。 ",
                "最多可招唤10个灵气，当招唤10个灵气时，使武器变成水属性。",
                "使用技能时会消耗冰符1个。",
        },



        [SKID.KO_KAZEHU_SEIRAN] =
        {
                "风符 : ?岚",
                "最高等级 : 1 ",
                "内容 : 使用风符来招唤火之灵气，以增加风属性忍术的攻击力。" ,
                "最多可招唤10个灵气，当招唤10个灵气时，使武器变成风属性。",
                "使用技能时会消耗风符1个。",
        },



        [SKID.KO_DOHU_KOUKAI] =
        {
                "地符 : 刚块",
                "最高等级 : 1 ",
                "内容 : 使用地符来招唤地之灵气，以增加施展者的攻击力和防御力。",
                "最多可招唤10个灵气，当招唤10个灵气时，使武器变成地属性。",
                "使用技能时会消耗地符1个。",
        },


        [SKID.KO_KAIHOU] =
        {
                "法术–释放",
                "最高等级 : 1 ",
                "^777777习得条件 : 火符 : 炎天 1 , 冰符 : 吹雪 1、风符 : ?岚 1、地符 : 刚块 1  ^000000",
                "内容 : 向对象1个释放灵气的力量后造成伤害，伤害属性以招唤的灵气属性为依据。",
        },


        [SKID.KO_ZENKAI]        =
        {
                "法术–施展",
                "最高等级 : 1 ",
                "^777777习得条件 : 法术–释放 1 , 第16个夜晚 1 ^000000",
                "内容 : 将灵气的力量施展到地面，可形成多种效果的阵法。",
                "^FF0000 火属性灵气- 对范围内的全部敌人陷入着火异常状态，若装备的武器为火属性时会增加攻击力。^000000",
                "^0000FF 水属性灵气- 对范围内的全部敌人陷入冰冻/冷冻/冰封中的一项异常状态，若装备的武器为水属性时会增加攻击力。^000000",
                "^00FF00 风属性灵气- 对范围内的全部敌人陷入沉默/睡眠/沉睡中的一项异常状态，若装备的武器为风属性时会增加攻击力。 ^000000",
                "^FD6202 地属性灵气- 对范围内的全部敌人陷入石化/毒中的一项异常状态，若装备的武器为地属性时会增加攻击力。^000000",
        },

        
        [SKID.KG_KAGEHUMI] =
        {
                "踏影",
                "最高等级 : 5 ",
                "^777777习得条件 : 幻术–残影 1 ^000000",
                "内容 : 针对使用隐身技能的对象使其暂时停止动作，并强制解除该技能。",
                "[等级 1] ^777777 效果范围 5 x 5 格  ^000000",
                "[等级 2] ^777777 效果范围 7 x 7 格   ^000000",
                "[等级 3] ^777777 效果范围 9 x 9 格   ^000000",
                "[等级 4] ^777777 效果范围 11 x 11 格   ^000000",
                "[等级 5] ^777777 效果范围 13 x 13 格   ^000000",
        },

        
        [SKID.KG_KYOMU] =
        {
                "虚无飘妙之影",
                "最高等级 : 5",
                "^777777习得条件 : 踏影 2 ^000000",
                "内容 : 在一定时间内让对象拥有的反射能力变无效。",
                "陷入虚无飘妙之影期间，有机率使用技能时会失败，使用技能时会消耗丸球1个。",
                "[等级 1] ^777777 持续时间 10 秒  ^000000",
                "[等级 2] ^777777 持续时间 15 秒   ^000000",
                "[等级 3] ^777777 持续时间 20 秒   ^000000",
                "[等级 4] ^777777 持续时间 25 秒   ^000000",
                "[等级 5] ^777777 持续时间 30 秒   ^000000",
        },


        [SKID.KG_KAGEMUSYA] =
        {
                "影子武士",
                "最高等级 : 5",
                "^777777习得条件 : 虚无飘妙之影 3 ^000000",
                "内容 : 在一定时间内让对象1个赋予[技能 : 二刀连击]能力。",
                "在持续时间内每秒会消耗 1 SP，使用技能时会消耗丸球1个。",
                "[等级 1] ^777777 持续时间 60 秒  ^000000",
                "[等级 2] ^777777 持续时间 90 秒   ^000000",
                "[等级 3] ^777777 持续时间 120 秒   ^000000",
                "[等级 4] ^777777 持续时间 150 秒   ^000000",
                "[等级 5] ^777777 持续时间 180 秒   ^000000",
        },


        [SKID.OB_ZANGETSU] =
        {
                "变形的上弦月",
                "最高等级 : 5",
                "^777777习得条件 : 幻术–迷惑 1 ^000000",
                "内容 : 依照目前对象的HP, SP数值来变化对象的MATK 或ATK。",
                "[等级 1] ^777777 持续时间 60 秒  ^000000",
                "[等级 2] ^777777 持续时间 75 秒   ^000000",
                "[等级 3] ^777777 持续时间 90 秒   ^000000",
                "[等级 4] ^777777 持续时间 105 秒   ^000000",
                "[等级 5] ^777777 持续时间 120 秒   ^000000",
        },


        [SKID.OB_AKAITSUKI] =
        {
                "不祥的红月",
                "最高等级 : 5",
                "^777777习得条件 : 扭曲的上弦月 2 ^000000",
                "内容 : 当陷入此效果的对象收到特定HP恢复技能时，该对象反而会遭受伤害。",
                "该技能于PVP以外的地区不能对玩家使用，且对我军与怪物也无效。",
                "[等级 1] ^777777 持续时间 10 秒  ^000000",
                "[等级 2] ^777777 持续时间 15 秒   ^000000",
                "[等级 3] ^777777 持续时间 20 秒   ^000000",
                "[等级 4] ^777777 持续时间 25 秒   ^000000",
                "[等级 5] ^777777 持续时间 30 秒   ^000000",
        },


        [SKID.OB_OBOROGENSOU] =
        {
                "阴月的幻影",
                "最高等级 : 5",
                "^777777习得条件 : 不祥的红月 3 ^000000",
                "内容 : 依照目前1个对象的HP, SP数值来随机增加或减少HP和SP。",
                "当陷入此效果的对象遭受伤害时，也会把此伤害分散到周围的其他对象，该技能队怪物无效。",
                "[等级 1] ^777777 持续时间 10 秒  ^000000",
                "[等级 2] ^777777 持续时间 15 秒   ^000000",
                "[等级 3] ^777777 持续时间 20 秒   ^000000",
                "[等级 4] ^777777 持续时间 25 秒   ^000000",
                "[等级 5] ^777777 持续时间 30 秒   ^000000",
        },


        [SKID.ECLAGE_RECALL] =
        {
                "返回艾可拉珠",
                "最高等级 : 1",
                "系列 : ^777777辅助^bb0000(返城)^000000",
                "内容 : ^777777 可返回“艾可拉珠”，有固定咏唱 3 秒 / 使用后5分钟的冷却时间。^000000",
        },


        [SKID.ECL_SNOWFLIP] =
        {
                "冰雪寒叶",
                "^777777像雪花一样冰冷的叶子，要小心冻伤。^000000",
                "^777777 使用后可治愈着火, 出血, 沉睡, 睡眠。^000000",

        },
                

                [SKID.ECL_PEONYMAMY] =
        {
                "粉红粗叶",
                "^777777 像母亲的胸怀一样温暖的粉红厚片叶子。^000000",
                "^777777 使用后可治愈冰冻、冷冻、冰封。^000000",
        },
                
                [SKID.ECL_SADAGUI] =
        {
                "筮答葵叶",
                "^777777 具有强烈刺鼻香气的药草叶，小心有副作用。 ^000000",
                "^777777 使用后可治愈晕眩、恐怖、混乱、幻觉。^000000",
        },
                
                [SKID.ECL_SEQUOIADUST]  =
        {
                "世界树之尘",
                "^777777 落在生命之树上的尘埃，收集后可做净化之用。 ^000000",
                "^777777 使用后可治愈石化、黑暗、诅咒、毒、敏捷降低、变成兽人面孔。^000000",
        },
        
    [SKID.GC_DARKCROW] =
    {
        "致命爪痕",
        "最高等级 : 5",
        "^777777习得条件 : 黑色幻影 5 ^000000",
        "系列 : ^777777 主动 / 伤害 - 特殊 ^000000",
        "内容 : ^777777 给敌人留下痛苦的伤口，此伤口会持续5秒，被近距离物理攻击时伤害更大。^000000",
        "[等级 1] : ^777777 伤害 100% / 伤口的伤害量 +1.3倍^000000",
        "[等级 2] : ^777777 伤害 200% / 伤口的伤害量 +1.6倍^000000",
        "[等级 3] : ^777777 伤害 300% / 伤口的伤害量 +1.9倍^000000",
        "[等级 4] : ^777777 伤害 400% / 伤口的伤害量 +2.2倍^000000",
        "[等级 5] : ^777777 伤害 500% / 伤口的伤害量 +2.5倍^000000",
    },

    [SKID.RA_UNLIMIT] =
    {
        "精英狙击",
        "最高等级 : 5",
        "^777777习得条件 : 微风恐惧 5^000000",
        "系列 : ^777777 主动 绑定 / BUFF (自己)  ^000000",
        "内容 : ^777777 短暂具有超高的狙击能力，但有效时间内防御力变薄弱。^000000",
        "[等级 1] : ^777777 1分内远距离物理攻击力 +1.5倍^000000",
        "[等级 2] : ^777777 1分内远距离物理攻击力 +2.0倍^000000",
        "[等级 3] : ^777777 1分内远距离物理攻击力 +2.5倍^000000",
        "[等级 4] : ^777777 1分内远距离物理攻击力 +3.0倍^000000",
        "[等级 5] : ^777777 1分内远距离物理攻击力 +3.5倍^000000",
    },

    [SKID.LG_KINGS_GRACE] =
    {
        "王的恩典",
        "最高等级 : 5",
        "^777777习得条件 : 反射伤害 5 ^000000",
        "系列 : ^777777 主动 / BUFF ^000000",
        "内容 : ^777777可从施法者和施法者附近我军的所有异常状态和伤害中受保护及恢复。^000000",
        "^777777受保护期间无法操控，PVP时限对自己和队员有效。^000000",
        "^777777可治愈之异常状态 : 中毒, 黑暗, 冰冻, 石化, 晕眩, 睡眠, 出血, 诅咒, 混乱, 幻觉, 沉默, 着火 , 冷冻, 冰封, 沉睡, 恐怖, 曼陀罗魔花的尖叫^000000",
        "[等级 1] : ^777777 5秒内治愈我军的异常状态，每秒恢复4%的HP。 ^000000",
        "[等级 2] : ^777777 5秒内治愈我军的异常状态，每秒恢复5%的HP。 ^000000",
        "[等级 3] : ^777777 5秒内治愈我军的异常状态，每秒恢复6%的HP。 ^000000",
        "[等级 4] : ^777777 5秒内治愈我军的异常状态，每秒恢复7%的HP。 ^000000",
        "[等级 5] : ^777777 5秒内治愈我军的异常状态，每秒恢复8%的HP。 ^000000",
    },

    [SKID.RK_DRAGONBREATH_WATER] =
    {
        "龙之气息 - 水",
        "最高等级 : 10",
        "^777777习得条件 : 龙驾驭 2^000000",
        "系列 : ^777777范围伤害^000000",
        "内容 : ^777777龙会喷出冰气使对方冻僵来降低移动速度，其威力依本身的状态而不同。^000000",
    },

    [SKID.NC_MAGMA_ERUPTION] =
    {
        "岩浆喷发",
        "最高等级 : 5",
        "^777777习得条件 : 火焰与大地的研究 1 ^000000",
        "系列 : ^777777 主动 ^000000",
        "内容 : ^777777 以强大力量引起地面波动后，使喷出岩浆。^000000",
        "^777777 重击地面时会造成7X7格上伤害和晕眩，喷出的熔岩区会持续5秒，及可形成3个以上。^000000",
        "[等级 1] : ^777777 熔岩区 : 每0.5秒有1000的固定伤害, 着火机率 10% ^000000",
        "[等级 2] : ^777777 熔岩区 : 每0.5秒有1200的固定伤害, 着火机率 20% ^000000",
        "[等级 3] : ^777777 熔岩区 : 每0.5秒有1400的固定伤害, 着火机率 30% ^000000",
        "[等级 4] : ^777777 熔岩区 : 每0.5秒有1600的固定伤害, 着火机率 40% ^000000",
        "[等级 5] : ^777777 熔岩区 : 每0.5秒有1800的固定伤害, 着火机率 50% ^000000",
    },

    [SKID.WM_FRIGG_SONG] =
    {
        "丰年颂",
        "最高等级 : 5",
        "^777777习得条件 : 课程 2 ^000000",
        "系列 : ^777777 主动 / BUFF ^000000",
        "内容 : ^777777 乐器 / 鞭子专属技能。60 秒内提升所有我军的MHP, 恢复一定的 HP，消耗伤心泪水1个。^000000",
        "^777777  PVP等攻城战模式中效果只限自己和队员。^000000",
        "[等级 1] : ^777777 效果范围 施法者周围 7 x 7, MHP +5%，每秒恢复100。^000000",
        "[等级 2] : ^777777 效果范围 施法者周围 9 x 9, MHP +10%，每秒恢复120。^000000",
        "[等级 3] : ^777777 效果范围 施法者周围 11 x 11, MHP +15%，每秒恢复140。^000000",
        "[等级 4] : ^777777 效果范围 施法者周围 13 x 13, MHP +20%，每秒恢复160。^000000",
        "[等级 5] : ^777777 效果范围 施法者周围 15 x 15, MHP +25%，每秒恢复180。^000000",
    },

    [SKID.SO_ELEMENTAL_SHIELD] =
    {
        "精灵结界",
        "最高等级 : 5",
        "^777777习得条件 : 操控精灵 3^000000",
        "系列 : ^777777辅助^bb00bb(念力)^000000",
        "对象 : ^777777地面^000000",
        "内容 : ^777777引爆精灵力量后，在自己和队员的位置上形成魔法防御壁和光之障壁，防御壁和光之障壁有各自的有效时间，当耐久力失效或有效时间过时就消失。^000000 ",
        "^777777结界范围是以施法者为中心的整个画面，招唤的精灵也会消失。^000000 ",
        "^777777消耗1个蓝色魔力矿石。^000000 ",
    },

    [SKID.SR_FLASHCOMBO] =
    {
        "闪光连击",
        "最高等级 : 5",
        "^777777习得条件 : 双龙脚 3 / 大缠崩坠 3 / 虎炮 1 / 天罗地网 1^000000",
        "系列 : ^777777 主动 / 连接 ^000000",
        "内容 : ^777777 以超快速的接连使用双龙脚, 大缠崩坠, 虎炮, 天罗地网的技能。各连接技能本身最高等级来施放。^000000",
        "内容 : ^777777 连接未结束前不能使用技能及道具。^000000",
        "[等级 1] : ^777777消耗气弹 5个, 4秒内ATK +40。^000000",
        "[等级 2] : ^777777消耗气弹 5个, 4秒内ATK +60。^000000",
        "[等级 3] : ^777777消耗气弹 4个, 4秒内ATK +80。^000000",
        "[等级 4] : ^777777消耗气弹 4个, 4秒内ATK +100。^000000",
        "[等级 5] : ^777777消耗气弹 3个, 4秒内ATK +120。^000000",
    },

    [SKID.SC_ESCAPE] =
    {
        "紧急脱身",
        "最高等级 : 5",
        "^777777习得条件 : 三角射击 2 ^000000",
        "系列 : ^777777 主动 / 辅助 ^000000",
        "内容 : ^777777 使用时会在自己位置上设陷阱并后退以保持与敌人的距离，不能跨越不可移动格，只能前进到正前方。^000000",
        "^777777 会消耗1个设置用陷阱道具或特殊合金陷阱。^000000",
        "[等级 1] : ^777777 回避距离 5 格^000000",
        "[等级 2] : ^777777 回避距离 6 格^000000",
        "[等级 3] : ^777777 回避距离 7 格^000000",
        "[等级 4] : ^777777 回避距离 8 格^000000",
        "[等级 5] : ^777777 回避距离 9 格^000000",
    },

    [SKID.AB_OFFERTORIUM] =
    {
        "奉献颂",
        "最高等级 : 5",
        "^777777习得条件 : 高阶治愈术 2^000000",
        "系列 : ^777777主动 / BUFF^000000",
        "内容 : ^777777透过奉献祈祷可于一定时间内提升恢复技能的效率，及可治愈施法者所有的异常状态。^000000",
        "^777777 不会与圣母之颂歌效果重复。^000000",
        "^777777 可治愈之异常状态 : 黑暗, 诅咒, 中毒, 幻觉, 混乱, 出血, 着火, 冰封, 冷冻, 曼陀罗魔花的尖叫^000000",
        "^777777 治愈效率增加所影响的技能 : 治愈术, 光耀之堂, 灿烂圣光, 高阶治愈术  ^000000",
        "[等级 1] : ^777777 90秒内治愈的效率 +1.3倍/ 使用技能时消耗SP 2.2倍 ^000000",
        "[等级 2] : ^777777 90秒内治愈的效率 +1.6倍/ 使用技能时消耗SP 2.4倍 ^000000",
        "[等级 3] : ^777777 90秒内治愈的效率 +1.9倍/ 使用技能时消耗SP 2.6倍 ^000000",
        "[等级 4] : ^777777 90秒内治愈的效率 +2.2倍/ 使用技能时消耗SP 2.7倍 ^000000",
        "[等级 5] : ^777777 90秒内治愈的效率 +2.5倍/ 使用技能时消耗SP 3倍 ^000000",
    },

    [SKID.WL_TELEKINESIS_INTENSE] =
    {
        "终极念力",
        "最高等级 5 ",
        "^777777习得条件 : 灵魂爆炸 5 ^000000",
        "系列 : ^777777 主动 / BUFF ^000000",
        "内容 : ^777777 将体内念属性魔法打通，以维持念属性魔法及快速咏唱为最佳状态。 ^000000",
        "^777777 此状态无法用魔法效果解除, 解除技能来解除。 ^000000",
        "[等级 1] : ^777777 1分内念属性魔法攻击力 +1.4倍 / 变动咏唱 -10%  / 念属性魔法技能的消耗SP 10% ^000000",
        "[等级 2] : ^777777 1分内念属性魔法攻击力 +1.8倍 / 变动咏唱 -20%  / 念属性魔法技能的消耗SP 20% ^000000",
        "[等级 3] : ^777777 1分内念属性魔法攻击力 +2.2倍 / 变动咏唱 -30%  / 念属性魔法技能的消耗SP 30% ^000000",
        "[等级 4] : ^777777 1分内念属性魔法攻击力 +2.6倍 / 变动咏唱 -40%  / 念属性魔法技能的消耗SP 40% ^000000",
        "[等级 5] : ^777777 1分内念属性魔法攻击力 +3倍 / 变动咏唱 -50%  / 念属性魔法技能的消耗SP 50% ^000000",
    },

    [SKID.ALL_FULL_THROTTLE] =
    {
        "烈火战车",
        "最高等级 : 5",
        "^777777习得条件 : 3转职业 ^000000",
        "内容 : ^777777 超越人体极限把基本生命力消耗殆尽后短暂的强化自己，持续时间过后变非常疲惫。^000000",
        "^777777 使用瞬间完全恢复HP，于持续时间内移动速度增加，All State +20%。此状态无法用魔法效果和解除技能来解除。 ^000000",
        "[等级 1] : ^777777 持续时间 10秒 / 每1秒消耗MSP 6% ^000000",
        "[等级 2] : ^777777 持续时间 15秒 / 每1秒消耗MSP 4% ^000000",
        "[等级 3] : ^777777 持续时间 20秒 / 每1秒消耗MSP 3% ^000000",
        "[等级 4] : ^777777 持续时间 25秒 / 每1秒消耗MSP 2% ^000000",
        "[等级 5] : ^777777 持续时间 30秒 / 每1秒消耗MSP 1% ^000000",
    },

    [SKID.GN_ILLUSIONDOPING] =
    {
        "幻觉禁药",
        "最高等级 : 5",
        "^777777习得条件 : 专门配药 1 ^000000",
        "系列 : ^777777 特殊 / DEBUFF  ^000000",
        "内容 : ^777777 向目标和其周围投掷高浓度酒精，有较高机率造成幻觉和命中率下降的状态，消耗酒精 1个。^000000",
        "[等级 1] : ^777777 伤害 100% / 目标和其周围 9X9 格 ^000000",
        "[等级 2] : ^777777 伤害 100% / 目标和其周围 11X11 格 ^000000",
        "[等级 3] : ^777777 伤害 100% / 目标和其周围 13X13 格 ^000000",
        "[等级 4] : ^777777 伤害 100% / 目标和其周围 15X15 格 ^000000",
        "[等级 5] : ^777777 伤害 100% / 以目标为中心的整个画面 ^000000",
    },

          [SKID.GM_ITEM_ATKMAX] =
     {
          "物理道具攻击力最大",
          "最高等级 : 1",
          "内容 : ^777777 物理道具攻击力最大^000000",
     },

          [SKID.GM_ITEM_ATKMIN] =
     {
          "物理道具攻击力最小",
          "最高等级 : 1",
          "内容 : ^777777 物理道具攻击力最小^000000",
     },

          [SKID.GM_ITEM_MATKMAX] =
     {
          "魔法道具攻击力最大",
          "最高等级 : 1",
          "内容 : ^777777 魔法道具攻击力最大^000000",
     },
          [SKID.GM_ITEM_MATKMIN] =
     {
          "魔法道具攻击力最小",
          "最高等级 : 1",
          "内容 : ^777777 魔法道具攻击力最小^000000",
     },

        [SKID.RL_RICHS_COIN] =
        {
                "富翁的财货",
                "最高等级 : 1",
                "^777777获得条件 : 装满硬币 5^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777使用100 Zeny一次可作出10个硬币。^000000",
                "^777777学会此技能后，使用[装满硬币]时就算失败也不会失去硬币。^000000",
        },

        [SKID.RL_FALLEN_ANGEL] =
        {
                "堕落天使",
                "最高等级 : 5",
                "^777777获得条件 : 亡命之徒 10^000000",
                "系列 : ^777777攻击 / 移动^000000",
                "内容 : ^777777左轮手枪专用技能^000000",
                "^777777在指定的位置跳跃后，在原地发动[亡命之徒]。发动的[亡命之徒]与施展者习得的等级相同。^000000",
                "^777777动作路径途中，若因墙壁或障碍物而遭到阻挡，则技能自动失败。^000000",
                "^777777技能等级越高，技能再使用时间越短。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
        },

        [SKID.RL_S_STORM] =
        {
                "粉碎风暴",
                "最高等级 : 5",
                "^777777获得条件 : 抛戈卸甲 1 / 弹片四射 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777可使目标对象和5 x 5 cell范围内的所有对象受到伤害，且随机破坏一个装备中的装备。^000000",
                "^777777施展者的DEX和技能等级越高，且对象的等级和AGI越低，则装备破坏成功率越高。^000000",
                "^777777但若是有附加保护功能，或是存在不可破坏属性的物品，则粉碎风暴的效果不适用。^000000",
                "^777777使用技能时，会消耗3枚硬币和装备中的1颗子弹。^000000",
        },

        [SKID.RL_MASS_SPIRAL] =
        {
                "绝对贯穿",
                "最高等级 : 5",
                "^777777获得条件 : 霹雳弹 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777对方的防御力越高，贯穿弹的攻击力也越高。^000000",
                "^777777受到伤害的对象有很高的机率会陷入出血异常状态。^000000",
                "^777777使用技能时，会消耗1枚硬币和1发背包的全金属子弹。^000000",
                "[等级 1] : ^777777攻击力 200% + 根据对象的防御力^000000",
                "[等级 2] : ^777777攻击力 400% + 根据对象的防御力^000000",
                "[等级 3] : ^777777攻击力 600% + 根据对象的防御力^000000",
                "[等级 4] : ^777777攻击力 800% + 根据对象的防御力^000000",
                "[等级 5] : ^777777攻击力 1000% + 根据对象的防御力^000000",
        },

        [SKID.RL_E_CHAIN] =
        {
                "无限连锁",
                "最高等级 : 10 ",
                "^777777获得条件 : 连锁冲击 10^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777发动[无限连锁]时，不管是任何装备，[连锁冲击]皆会发动。^000000",
                "^777777发动的[连锁冲击]等级和[无限连锁]等级相同。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777持续时间 45秒^000000",
                "[等级 2] : ^777777持续时间 60秒^000000",
                "[等级 3] : ^777777持续时间 75秒^000000",
                "[等级 4] : ^777777持续时间 90秒^000000",
                "[等级 5] : ^777777持续时间 105秒^000000",
                "[等级 6] : ^777777持续时间 120秒^000000",
                "[等级 7] : ^777777持续时间 135秒^000000",
                "[等级 8] : ^777777持续时间 150秒^000000",
                "[等级 9] : ^777777持续时间 165秒^000000",
                "[等级 10] : ^777777持续时间 180秒^000000",
        },
        
        [SKID.RL_H_MINE] =
        {
                "破坏怒吼",
                "最高等级 : 5",
                "^777777获得条件 : 火力全开 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777榴弹发射器专用技能^000000",
                "^777777对目标对象发射附着型炸弹给予伤害。最多可发射5次。^000000",
                "^777777使用[闪烁信号]技能使破坏怒吼爆发后，目标对象和其周围会受到额外的火属性伤害。^000000",
                "^777777唯有[闪烁信号]可使破坏怒吼 爆发，若是未爆发，则30秒后破坏怒吼将不会对目标对象产生作用。^000000",
                "^777777因破坏怒吼的爆发而受到火属性伤害的所有对象，有一定机率陷入异常状态[着火]。^000000",
                "^777777使用技能时会消耗1枚硬币和1颗投射型地雷。^000000",
                "[等级 1] : ^777777攻击力 400% + 爆发伤害 800%^000000",
                "[等级 2] : ^777777攻击力 600% + 爆发伤害 1100%^000000",
                "[等级 3] : ^777777攻击力 800% + 爆发伤害 1400%^000000",
                "[等级 4] : ^777777攻击力 1000% + 爆发伤害 1700%^000000",
                "[等级 5] : ^777777攻击力 1200% + 爆发伤害 2000%^000000",
        },

        [SKID.RL_FIRE_RAIN] =
        {
                "火焰暴雨",
                "最高等级 : 5",
                "^777777获得条件 : 格林狂热 1^000000",
                "系列 : ^777777地面 / 攻击^000000",
                "内容 : ^777777格林机关枪专用技能^000000",
                "^777777依序攻击施展者正面3 x 10 cell的地面上方。施展者的DEX和技能等级越高伤害也越大。^000000",
                "^777777火焰暴雨的效果范围内若是有地面技能，则该地面技能有一定机率遭去除。^000000",
                "^777777使用技能时会消耗1枚硬币和10发装备中的子弹。^000000",
                "[等级 1] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 2] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 3] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 4] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 5] : ^777777攻击力 2000% + 根据施展者DEX^000000",
        },
        
        [SKID.RL_FLICKER] =
        {
                "闪烁信号",
                "最高等级 : 1",
                "^777777获得条件 : 投掷硬币 1^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777发动画面上自己有的特定技能[破坏怒吼] / [暗黑地狱]。只会发动自己的技能。^000000",
        },

        [SKID.RL_FIREDANCE] =
        {
                "杀戮暗舞",
                "最高等级 : 5",
                "^777777获得条件 : 堕落天使 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777左轮手枪专用技能^000000",
                "^777777攻击以自己为中心7 x 7 cell范围内的所有敌人。施展者的等级和技能等级越高伤害也越大。^000000",
                "^777777使用技能时会消耗1枚硬币和5发装备中的子弹。^000000",
        },

        [SKID.RL_BANISHING_BUSTER] =
        {
                "强制驱逐",
                "最高等级 : 5",
                "^777777获得条件 : 粉碎风暴 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777使目标对象和5 x 5 cell内的所有对象受到伤害，且随机删除对象身上的Buff效果。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777随机删除1个Buff^000000",
                "[等级 2] : ^777777随机删除2个Buff ^000000",
                "[等级 3] : ^777777随机删除3个Buff ^000000",
                "[等级 4] : ^777777随机删除4个Buff ^000000",
                "[等级 5] : ^777777随机删除5个Buff ^000000",
        },

        [SKID.RL_AM_BLAST] =
        {
                "毁灭重击",
                "最高等级 : 5",
                "^777777获得条件 : 绝对贯穿 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777给予伤害的同时会减少[抗性效果]。^000000",
                "^777777施展者的DEX和技能等级越高，毁灭重击效果发生的机率越高。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777持续时间 6秒 / 抗性减少10 %^000000",
                "[等级 2] : ^777777持续时间 7秒 / 抗性减少20 %^000000",
                "[等级 3] : ^777777持续时间 8秒 / 抗性减少30 %^000000",
                "[等级 4] : ^777777持续时间 9秒 / 抗性减少40 %^000000",
                "[等级 5] : ^777777持续时间 10秒 / 抗性减少50 %^000000",
        },

        [SKID.RL_QD_SHOT] =
        {
                "瞬速子弹",
                "最高等级 : 1",
                "^777777获得条件 : 无限连锁 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777发动连锁冲击途中再发动瞬速子弹，以给予对象额外的攻击。^000000",
                "^777777发动连锁冲击途中可接续使用此技能。施展者的DEX越高，额外攻击次数越多。^000000",
                "^777777在施展者周围21 x 21的范围内，若是刻有[血色烙印]的对象，则该对象全员将额外受到瞬速子弹攻击。^000000",
        },
        
        [SKID.RL_D_TAIL] =
        {
                "魔兽摆尾",
                "最高等级 : 5",
                "^777777获得条件 : 血色烙印 1, 破坏怒吼  3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777榴弹发射器专用技能^000000",
                "^777777对画面内所有刻有血色烙印的敌人发射导弹。^000000",
                "^777777若是有多名敌人刻有血色烙印，虽然会攻击对象全员，但伤害会分散。^000000",
                "^777777若是没有一个敌人刻有血色烙印，则不会发动技能。^000000",
                "^777777使用技能时会消耗一颗魔兽摆尾导弹。^000000",
                "[等级 1] : ^777777攻击力 3000 %^000000",
                "[等级 2] : ^777777攻击力 3500 %^000000",
                "[等级 3] : ^777777攻击力 4000 %^000000",
                "[等级 4] : ^777777攻击力 4500 %^000000",
                "[等级 5] : ^777777攻击力 5000 %^000000",
        },

        [SKID.RL_R_TRIP] =
        {
                "圆桌舞蹈",
                "最高等级 : 5",
                "^777777获得条件 : 火焰暴雨 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777格林机关枪专用技能^000000",
                "^777777使用格林机关枪攻击以自己为中心的周围所有敌人。^000000",
                "^777777效果范围内的所有敌人若是皆受到伤害，则会反弹至效果范围外。^000000",
                "^777777受到伤害的对象在反弹途中若是撞到墙，可能会产生额外的伤害。^000000",
                "^777777施展者的DEX越高，圆桌舞蹈攻击力和反弹冲突时的额外伤害会增加。^000000",
                "^777777使用技能时会消耗1枚硬币和5发装备中的子弹。^000000",
                "[等级 1] : ^777777效果范围 7 x 7^000000",
                "[等级 2] : ^777777效果范围 7 x 7^000000",
                "[等级 3] : ^777777效果范围 9 x 9^000000",
                "[等级 4] : ^777777效果范围 11 x 11^000000",
                "[等级 5] : ^777777效果范围 13 x 13^000000",
        },

        [SKID.RL_HEAT_BARREL] =
        {
                "加速子弹",
                "最高等级 : 5",
                "^777777获得条件 : 杀戮暗舞 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777持有的硬币全数消耗后，虽然固定咏唱减少、攻击速度增加，且获得额外的攻击力，但回避率会降低。^000000",
                "^777777固定咏唱减少效果会根据消耗的硬币数量而提升。^000000",
                "^777777技能持续时间结束后，10秒内无法使用攻击、技能、物品。^000000",
                "^777777此外，若是在技能效果途中更换装备，则技能效果会马上消失，且产生10秒的???。^000000",
                "^777777此技能无法和[疯狂凯斯乐]和[白金祭坛]一起使用。^000000",
                "[等级 1] : ^777777FLEE - 70 / 持续时间 60秒^000000",
                "[等级 2] : ^777777FLEE - 65 / 持续时间 60秒^000000",
                "[等级 3] : ^777777FLEE - 60 / 持续时间 60秒^000000",
                "[等级 4] : ^777777FLEE - 55 / 持续时间 60秒^000000",
                "[等级 5] : ^777777FLEE - 50 / 持续时间 60秒^000000",
        },

        [SKID.RL_SLUGSHOT] =
        {
                "根源破坏",
                "最高等级 : 5",
                "^777777获得条件 : 强制驱逐 3^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777子弹的重量越重，可以使人受到的伤害越大的技能。^000000",
                "^777777为完全发挥根源破坏的伤害，必须装备期专用的沉重子弹，^000000",
                "^777777但因为子弹的重量，导致从3 cell以上起，和对象的距离越远命中率越低。^000000",
                "^777777遭根源破坏命中的角色一定时间内会处于坐下状态，怪物则是陷入晕眩状态。^000000",
                "^777777使用技能时会消耗1枚硬币和1发装备中的根源破坏弹。^000000",
                "[等级 1] : ^7777773 cell起，每1 cell命中率-10^000000",
                "[等级 2] : ^7777773 cell起，每1 cell命中率-9^000000",
                "[等级 3] : ^7777773 cell起，每1 cell命中率-8^000000",
                "[等级 4] : ^7777773 cell起，每1 cell命中率-7^000000",
                "[等级 5] : ^7777773 cell起，每1 cell命中率-6^000000",
        },

        [SKID.RL_HAMMER_OF_GOD] =
        {
                "根天神愤怒",
                "最高等级 : 5",
                "^777777获得条件 : 毁灭重击 3^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777决定天神的愤怒要降至何处的技能。^000000",
                "^777777目标对象若是刻有[血色烙印]，则将以目标对象为中心的5 x 5 cell发动攻击。^000000",
                "^777777若是未刻有[血色烙印]，则根天神愤怒将随机降至目标周围的位置。^000000",
                "^777777发动技能时会消耗持有的全数硬币，且攻击力会根据硬币的数量而增加。^000000",
                "^777777受到伤害的所有对象将会陷入100 %的晕眩状态，且状态的持续时间会根据技能等级而增加。^000000",
                "[等级 1] : ^777777攻击力 2400 % / 晕眩持续时间 3秒^000000",
                "[等级 2] : ^777777攻击力 3200 % / 晕眩持续时间 3秒^000000",
                "[等级 3] : ^777777攻击力 4000 % / 晕眩持续时间 4秒^000000",
                "[等级 4] : ^777777攻击力 4800 % / 晕眩持续时间 4秒^000000",
                "[等级 5] : ^777777攻击力 5600 % / 晕眩持续时间 5秒^000000",
        },
   
        [SKID.RL_C_MARKER] =
        {
                "血色烙印",
                "最高等级 : 1",
                "^777777获得条件 : 命中率递增 1^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777针对1位对象血色烙印后回避率减少10，且会在小地图上标示位置。^000000",
                "^777777血色烙印最多可对3人使用，且会影响到[瞬速子弹] / [魔兽摆尾] / [根天神愤怒]。^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
        },

        [SKID.RL_P_ALTER] =
        {
                "白金祭坛",
                "最高等级 : 5",
                "^777777获得条件 : 反叛者基本^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777唯有在自己使用的子弹是圣属性时才会发动。^000000",
                "^777777发动技能时会消耗持有的全数硬币，且攻击力会根据技能等级和消耗的硬币数量而提升。^000000",
                "^777777此外，在白金祭坛发动途中，若是受到来自不死系怪物的伤害，则伤害会减少一定量。^000000",
                "^777777若是在持续时间结束前更换武器或是子弹，则白金祭坛的效果将会消失。^000000",
                "^777777此技能无法与[疯狂凯斯乐]和[加速子弹]同时使用。^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
                "[等级 2] : ^777777持续时间 45秒^000000",
                "[等级 3] : ^777777持续时间 60秒^000000",
                "[等级 4] : ^777777持续时间 75秒^000000",
                "[等级 5] : ^777777持续时间 90秒^000000",
        },

        [SKID.RL_B_TRAP] =
        {
                "暗黑地狱",
                "最高等级 : 5",
                "^777777获得条件 : 反叛者基本^000000",
                "系列 : ^777777 地面 / 特殊^000000",
                "内容 : ^777777在自己的脚下设有可使移动速度大幅降低的特殊陷阱。^000000",
                "^777777持续时间内，所以进到此陷阱效果范围内的对象移动速度将大幅减少。暗黑地狱的效果持续时间会根据对方的STR而减少。^000000",
                "^777777暗黑地狱只能设置一个，且对暗黑地狱效果范围内的对象使用[闪烁信号]技能后，可触发暗黑地狱给予额外的伤害。^000000",
                "^777777伤害会根据施展者DEX、目标对象的HP和技能等级而增加。^000000",
                "^777777使用技能时会消耗1枚硬币和和1个特殊合金陷阱。^000000",
                "[等级 1] : ^777777效果范围 3 x 3 / 持续时间 4 + 6秒^000000",
                "[等级 2] : ^777777效果范围 5 x 5 / 持续时间 4 + 7秒^000000",
                "[等级 3] : ^777777效果范围 5 x 5 / 持续时间 4 + 8秒^000000",
                "[等级 4] : ^777777效果范围 7 x 7 / 持续时间 4 + 9秒^000000",
                "[等级 5] : ^777777效果范围 7 x 7 / 持续时间 4 + 10秒^000000",
        },

        [SKID.GD_GUILD_STORAGE] =
        {
                "公会仓库扩充",
                "系列 : ^000099被动^000000",
                "对象 : ^777777公会^000000",
                "内容 : ^777777可使用公会仓库，透过公会仓库扩充来增加仓库字段数的上限。^000000",
                "[等级 1] : ^777777字段 100个^000000",
                "[等级 2] : ^777777字段 200个^000000",
                "[等级 3] : ^777777字段 300个^000000",
                "[等级 4] : ^777777字段 400个^000000",
                "[等级 5] : ^777777字段 500个^000000",
        },


        [SKID.RL_RICHS_COIN] =
        {
                "富翁的财货",
                "最高等级 : 1",
                "^777777获得条件 : 装满硬币 5^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777使用100 Zeny一次可作出10个硬币。^000000",
                "^777777学会此技能后，使用[装满硬币]时就算失败也不会失去硬币。^000000",
        },

        [SKID.RL_FALLEN_ANGEL] =
        {
                "堕落天使",
                "最高等级 : 5",
                "^777777获得条件 : 亡命之徒 10^000000",
                "系列 : ^777777攻击 / 移动^000000",
                "内容 : ^777777左轮手枪专用技能^000000",
                "^777777在指定的位置跳跃后，在原地发动[亡命之徒]。发动的[亡命之徒]与施展者习得的等级相同。^000000",
                "^777777动作路径途中，若因墙壁或障碍物而遭到阻挡，则技能自动失败。^000000",
                "^777777技能等级越高，技能再使用时间越短。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
        },

        [SKID.RL_S_STORM] =
        {
                "粉碎风暴",
                "最高等级 : 5",
                "^777777获得条件 : 抛戈卸甲 1 / 弹片四射 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777可使目标对象和5 x 5 cell范围内的所有对象受到伤害，且随机破坏一个装备中的装备。^000000",
                "^777777施展者的DEX和技能等级越高，且对象的等级和AGI越低，则装备破坏成功率越高。^000000",
                "^777777但若是有附加保护功能，或是存在不可破坏属性的物品，则粉碎风暴的效果不适用。^000000",
                "^777777使用技能时，会消耗3枚硬币和装备中的1颗子弹。^000000",
        },

        [SKID.RL_MASS_SPIRAL] =
        {
                "绝对贯穿",
                "最高等级 : 5",
                "^777777获得条件 : 霹雳弹 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777对方的防御力越高，贯穿弹的攻击力也越高。^000000",
                "^777777受到伤害的对象有很高的机率会陷入出血异常状态。^000000",
                "^777777使用技能时，会消耗1枚硬币和1发背包的全金属子弹。^000000",
                "[等级 1] : ^777777攻击力 200% + 根据对象的防御力^000000",
                "[等级 2] : ^777777攻击力 400% + 根据对象的防御力^000000",
                "[等级 3] : ^777777攻击力 600% + 根据对象的防御力^000000",
                "[等级 4] : ^777777攻击力 800% + 根据对象的防御力^000000",
                "[等级 5] : ^777777攻击力 1000% + 根据对象的防御力^000000",
        },

        [SKID.RL_E_CHAIN] =
        {
                "无限连锁",
                "最高等级 : 10 ",
                "^777777获得条件 : 连锁冲击 10^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777发动[无限连锁]时，不管是任何装备，[连锁冲击]皆会发动。^000000",
                "^777777发动的[连锁冲击]等级和[无限连锁]等级相同。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777持续时间 45秒^000000",
                "[等级 2] : ^777777持续时间 60秒^000000",
                "[等级 3] : ^777777持续时间 75秒^000000",
                "[等级 4] : ^777777持续时间 90秒^000000",
                "[等级 5] : ^777777持续时间 105秒^000000",
                "[等级 6] : ^777777持续时间 120秒^000000",
                "[等级 7] : ^777777持续时间 135秒^000000",
                "[等级 8] : ^777777持续时间 150秒^000000",
                "[等级 9] : ^777777持续时间 165秒^000000",
                "[等级 10] : ^777777持续时间 180秒^000000",
        },
        
        [SKID.RL_H_MINE] =
        {
                "破坏怒吼",
                "最高等级 : 5",
                "^777777获得条件 : 火力全开 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777榴弹发射器专用技能^000000",
                "^777777对目标对象发射附着型炸弹给予伤害。最多可发射5次。^000000",
                "^777777使用[闪烁信号]技能使破坏怒吼爆发后，目标对象和其周围会受到额外的火属性伤害。^000000",
                "^777777唯有[闪烁信号]可使破坏怒吼 爆发，若是未爆发，则30秒后破坏怒吼将不会对目标对象产生作用。^000000",
                "^777777因破坏怒吼的爆发而受到火属性伤害的所有对象，有一定机率陷入异常状态[着火]。^000000",
                "^777777使用技能时会消耗1枚硬币和1颗投射型地雷。^000000",
                "[等级 1] : ^777777攻击力 400% + 爆发伤害 800%^000000",
                "[等级 2] : ^777777攻击力 600% + 爆发伤害 1100%^000000",
                "[等级 3] : ^777777攻击力 800% + 爆发伤害 1400%^000000",
                "[等级 4] : ^777777攻击力 1000% + 爆发伤害 1700%^000000",
                "[等级 5] : ^777777攻击力 1200% + 爆发伤害 2000%^000000",
        },

        [SKID.RL_FIRE_RAIN] =
        {
                "火焰暴雨",
                "最高等级 : 5",
                "^777777获得条件 : 格林狂热 1^000000",
                "系列 : ^777777地面 / 攻击^000000",
                "内容 : ^777777格林机关枪专用技能^000000",
                "^777777依序攻击施展者正面3 x 10 cell的地面上方。施展者的DEX和技能等级越高伤害也越大。^000000",
                "^777777火焰暴雨的效果范围内若是有地面技能，则该地面技能有一定机率遭去除。^000000",
                "^777777使用技能时会消耗1枚硬币和10发装备中的子弹。^000000",
                "[等级 1] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 2] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 3] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 4] : ^777777攻击力 2000% + 根据施展者DEX^000000",
                "[等级 5] : ^777777攻击力 2000% + 根据施展者DEX^000000",
        },
        
        [SKID.RL_FLICKER] =
        {
                "闪烁信号",
                "最高等级 : 1",
                "^777777获得条件 : 投掷硬币 1^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777发动画面上自己有的特定技能[破坏怒吼] / [暗黑地狱]。只会发动自己的技能。^000000",
        },

        [SKID.RL_FIREDANCE] =
        {
                "杀戮暗舞",
                "最高等级 : 5",
                "^777777获得条件 : 堕落天使 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777左轮手枪专用技能^000000",
                "^777777攻击以自己为中心7 x 7 cell范围内的所有敌人。施展者的等级和技能等级越高伤害也越大。^000000",
                "^777777使用技能时会消耗1枚硬币和5发装备中的子弹。^000000",
        },

        [SKID.RL_BANISHING_BUSTER] =
        {
                "强制驱逐",
                "最高等级 : 5",
                "^777777获得条件 : 粉碎风暴 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777使目标对象和5 x 5 cell内的所有对象受到伤害，且随机删除对象身上的Buff效果。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777随机删除1个Buff^000000",
                "[等级 2] : ^777777随机删除2个Buff ^000000",
                "[等级 3] : ^777777随机删除3个Buff ^000000",
                "[等级 4] : ^777777随机删除4个Buff ^000000",
                "[等级 5] : ^777777随机删除5个Buff ^000000",
        },

        [SKID.RL_AM_BLAST] =
        {
                "毁灭重击",
                "最高等级 : 5",
                "^777777获得条件 : 绝对贯穿 1^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777给予伤害的同时会减少[抗性效果]。^000000",
                "^777777施展者的DEX和技能等级越高，毁灭重击效果发生的机率越高。^000000",
                "^777777使用技能时会消耗1枚硬币。^000000",
                "[等级 1] : ^777777持续时间 6秒 / 抗性减少10 %^000000",
                "[等级 2] : ^777777持续时间 7秒 / 抗性减少20 %^000000",
                "[等级 3] : ^777777持续时间 8秒 / 抗性减少30 %^000000",
                "[等级 4] : ^777777持续时间 9秒 / 抗性减少40 %^000000",
                "[等级 5] : ^777777持续时间 10秒 / 抗性减少50 %^000000",
        },

        [SKID.RL_QD_SHOT] =
        {
                "瞬速子弹",
                "最高等级 : 1",
                "^777777获得条件 : 无限连锁 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777发动连锁冲击途中再发动瞬速子弹，以给予对象额外的攻击。^000000",
                "^777777发动连锁冲击途中可接续使用此技能。施展者的DEX越高，额外攻击次数越多。^000000",
                "^777777在施展者周围21 x 21的范围内，若是刻有[血色烙印]的对象，则该对象全员将额外受到瞬速子弹攻击。^000000",
        },
        
        [SKID.RL_D_TAIL] =
        {
                "魔兽摆尾",
                "最高等级 : 5",
                "^777777获得条件 : 血色烙印 1, 破坏怒吼  3^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777榴弹发射器专用技能^000000",
                "^777777对画面内所有刻有血色烙印的敌人发射导弹。^000000",
                "^777777若是有多名敌人刻有血色烙印，虽然会攻击对象全员，但伤害会分散。^000000",
                "^777777若是没有一个敌人刻有血色烙印，则不会发动技能。^000000",
                "^777777使用技能时会消耗一颗魔兽摆尾导弹。^000000",
                "[等级 1] : ^777777攻击力 3000 %^000000",
                "[等级 2] : ^777777攻击力 3500 %^000000",
                "[等级 3] : ^777777攻击力 4000 %^000000",
                "[等级 4] : ^777777攻击力 4500 %^000000",
                "[等级 5] : ^777777攻击力 5000 %^000000",
        },

        [SKID.RL_R_TRIP] =
        {
                "圆桌舞蹈",
                "最高等级 : 5",
                "^777777获得条件 : 火焰暴雨 1^000000",
                "系列 : ^777777攻击^000000",
                "内容 : ^777777格林机关枪专用技能^000000",
                "^777777使用格林机关枪攻击以自己为中心的周围所有敌人。^000000",
                "^777777效果范围内的所有敌人若是皆受到伤害，则会反弹至效果范围外。^000000",
                "^777777受到伤害的对象在反弹途中若是撞到墙，可能会产生额外的伤害。^000000",
                "^777777施展者的DEX越高，圆桌舞蹈攻击力和反弹冲突时的额外伤害会增加。^000000",
                "^777777使用技能时会消耗1枚硬币和5发装备中的子弹。^000000",
                "[等级 1] : ^777777效果范围 7 x 7^000000",
                "[等级 2] : ^777777效果范围 7 x 7^000000",
                "[等级 3] : ^777777效果范围 9 x 9^000000",
                "[等级 4] : ^777777效果范围 11 x 11^000000",
                "[等级 5] : ^777777效果范围 13 x 13^000000",
        },

        [SKID.RL_HEAT_BARREL] =
        {
                "加速子弹",
                "最高等级 : 5",
                "^777777获得条件 : 杀戮暗舞 2^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777持有的硬币全数消耗后，虽然固定咏唱减少、攻击速度增加，且获得额外的攻击力，但回避率会降低。^000000",
                "^777777固定咏唱减少效果会根据消耗的硬币数量而提升。^000000",
                "^777777技能持续时间结束后，10秒内无法使用攻击、技能、物品。^000000",
                "^777777此外，若是在技能效果途中更换装备，则技能效果会马上消失，且产生10秒的???。^000000",
                "^777777此技能无法和[疯狂凯斯乐]和[白金祭坛]一起使用。^000000",
                "[等级 1] : ^777777FLEE - 70 / 持续时间 60秒^000000",
                "[等级 2] : ^777777FLEE - 65 / 持续时间 60秒^000000",
                "[等级 3] : ^777777FLEE - 60 / 持续时间 60秒^000000",
                "[等级 4] : ^777777FLEE - 55 / 持续时间 60秒^000000",
                "[等级 5] : ^777777FLEE - 50 / 持续时间 60秒^000000",
        },

        [SKID.RL_SLUGSHOT] =
        {
                "根源破坏",
                "最高等级 : 5",
                "^777777获得条件 : 强制驱逐 3^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777散弹枪专用技能^000000",
                "^777777子弹的重量越重，可以使人受到的伤害越大的技能。^000000",
                "^777777为完全发挥根源破坏的伤害，必须装备期专用的沉重子弹，^000000",
                "^777777但因为子弹的重量，导致从3 cell以上起，和对象的距离越远命中率越低。^000000",
                "^777777遭根源破坏命中的角色一定时间内会处于坐下状态，怪物则是陷入晕眩状态。^000000",
                "^777777使用技能时会消耗1枚硬币和1发装备中的根源破坏弹。^000000",
                "[等级 1] : ^7777773 cell起，每1 cell命中率-10^000000",
                "[等级 2] : ^7777773 cell起，每1 cell命中率-9^000000",
                "[等级 3] : ^7777773 cell起，每1 cell命中率-8^000000",
                "[等级 4] : ^7777773 cell起，每1 cell命中率-7^000000",
                "[等级 5] : ^7777773 cell起，每1 cell命中率-6^000000",
        },

        [SKID.RL_HAMMER_OF_GOD] =
        {
                "根天神愤怒",
                "最高等级 : 5",
                "^777777获得条件 : 毁灭重击 3^000000",
                "系列 : ^777777攻击 / 特殊^000000",
                "内容 : ^777777来复枪专用技能^000000",
                "^777777决定天神的愤怒要降至何处的技能。^000000",
                "^777777目标对象若是刻有[血色烙印]，则将以目标对象为中心的5 x 5 cell发动攻击。^000000",
                "^777777若是未刻有[血色烙印]，则根天神愤怒将随机降至目标周围的位置。^000000",
                "^777777发动技能时会消耗持有的全数硬币，且攻击力会根据硬币的数量而增加。^000000",
                "^777777受到伤害的所有对象将会陷入100 %的晕眩状态，且状态的持续时间会根据技能等级而增加。^000000",
                "[等级 1] : ^777777攻击力 2400 % / 晕眩持续时间 3秒^000000",
                "[等级 2] : ^777777攻击力 3200 % / 晕眩持续时间 3秒^000000",
                "[等级 3] : ^777777攻击力 4000 % / 晕眩持续时间 4秒^000000",
                "[等级 4] : ^777777攻击力 4800 % / 晕眩持续时间 4秒^000000",
                "[等级 5] : ^777777攻击力 5600 % / 晕眩持续时间 5秒^000000",
        },
   
        [SKID.RL_C_MARKER] =
        {
                "血色烙印",
                "最高等级 : 1",
                "^777777获得条件 : 命中率递增 1^000000",
                "系列 : ^777777特殊^000000",
                "内容 : ^777777针对1位对象血色烙印后回避率减少10，且会在小地图上标示位置。^000000",
                "^777777血色烙印最多可对3人使用，且会影响到[瞬速子弹] / [魔兽摆尾] / [根天神愤怒]。^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
        },

        [SKID.RL_P_ALTER] =
        {
                "白金祭坛",
                "最高等级 : 5",
                "^777777获得条件 : 反叛者基本^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777唯有在自己使用的子弹是圣属性时才会发动。^000000",
                "^777777发动技能时会消耗持有的全数硬币，且攻击力会根据技能等级和消耗的硬币数量而提升。^000000",
                "^777777此外，在白金祭坛发动途中，若是受到来自不死系怪物的伤害，则伤害会减少一定量。^000000",
                "^777777若是在持续时间结束前更换武器或是子弹，则白金祭坛的效果将会消失。^000000",
                "^777777此技能无法与[疯狂凯斯乐]和[加速子弹]同时使用。^000000",
                "[等级 1] : ^777777持续时间 30秒^000000",
                "[等级 2] : ^777777持续时间 45秒^000000",
                "[等级 3] : ^777777持续时间 60秒^000000",
                "[等级 4] : ^777777持续时间 75秒^000000",
                "[等级 5] : ^777777持续时间 90秒^000000",
        },

        [SKID.RL_B_TRAP] =
        {
                "暗黑地狱",
                "最高等级 : 5",
                "^777777获得条件 : 反叛者基本^000000",
                "系列 : ^777777 地面 / 特殊^000000",
                "内容 : ^777777在自己的脚下设有可使移动速度大幅降低的特殊陷阱。^000000",
                "^777777持续时间内，所以进到此陷阱效果范围内的对象移动速度将大幅减少。暗黑地狱的效果持续时间会根据对方的STR而减少。^000000",
                "^777777暗黑地狱只能设置一个，且对暗黑地狱效果范围内的对象使用[闪烁信号]技能后，可触发暗黑地狱给予额外的伤害。^000000",
                "^777777伤害会根据施展者DEX、目标对象的HP和技能等级而增加。^000000",
                "^777777使用技能时会消耗1枚硬币和和1个特殊合金陷阱。^000000",
                "[等级 1] : ^777777效果范围 3 x 3 / 持续时间 4 + 6秒^000000",
                "[等级 2] : ^777777效果范围 5 x 5 / 持续时间 4 + 7秒^000000",
                "[等级 3] : ^777777效果范围 5 x 5 / 持续时间 4 + 8秒^000000",
                "[等级 4] : ^777777效果范围 7 x 7 / 持续时间 4 + 9秒^000000",
                "[等级 5] : ^777777效果范围 7 x 7 / 持续时间 4 + 10秒^000000",
        },

        [SKID.ALL_NIFLHEIM_RECALL] =
        {
                "前往尼芙菲姆!",
                "最高等级 : 1",
                "系列 : ^777777辅助^bb0000(返城)^000000",
                "内容 : ^777777返回「尼芙菲姆」，使用后有5分钟的冷却时间。^000000",
        },

        [SKID.SU_BASIC_SKILL] =
        {
                "新基本技能",
                "最高等级 : 1",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可以使用基本接口的相关功能。^000000",
                "^777777角色之间可交易、可以使用表情、坐下、开设聊天室、加入队伍及组队，卡普拉仓库。^000000",
        },
        [SKID.SU_BITE] =
        {
                "狠咬",
                "最高等级 : 1",
                "^777777习得条件 : 新基本技能 1^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777狠咬敌人来攻击，若敌人处虚弱状态时会进行更猛烈的攻击。^000000",
                "^777777若BaseLv逾30以上时，攻击的技能有机率再发动一次。BaseLv每上升30时，触发机率也会增加。^000000",
                "[等级 1] : ^777777ATK 200%^000000",
        },
        [SKID.SU_HIDE] =
        {
                "躲藏",
                "最高等级 : 1",
                "^777777习得条件 : 狠咬 1^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^777777躲藏在草丛里以避开敌人的攻击，会被敌人的侦测技能发现。^000000",
        },
        [SKID.SU_SCRATCH] =
        {
                "抓伤",
                "最高等级 : 3",
                "^777777习得条件 : 躲藏 1^000000",
                "系列 : ^777777攻击^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777对指定的敌人进行抓伤攻击。(有机率让敌人陷入出血异常状态)^000000",
                "^777777若BaseLv逾30以上时，攻击的技能有机率再发动一次。BaseLv每上升30时，触发机率也会增加。^000000",
                "[等级 1] : ^777777攻击力 100%^000000",
                "[等级 2] : ^777777攻击力 150%^000000",
                "[等级 3] : ^777777攻击力 200%^000000",
        },
        [SKID.SU_STOOP] =
        {
                "俯身",
                "最高等级 : 1",
                "^777777习得条件 : 抓伤 3^000000",
                "系列 : ^777777辅助^000000",
                "内容 : ^7777776秒内所受伤害-90%，被倒退时会强制解除。^000000",
        },
        [SKID.SU_LOPE] =
        {
                "跳跃",
                "最高等级 : 3",
                "^777777习得条件 : 俯身 1^000000",
                "系列 : ^777777移动^000000",
                "内容 : ^777777往高处跳跃来移动位置。^000000",
                "^777777若锁定的目标为不可移动的坐标时，会原地跳跃。^000000",
                "^777777在不可使用苍蝇翅膀的地图上无法施放该技能。^000000",
                "^777777习得跳跃后公会技能紧急呼叫的咏唱时间增2倍。^000000",
                "[等级 1] ^777777移动格数 6^000000",
                "[等级 2] ^777777移动格数 10^000000",
                "[等级 3] ^777777移动格数 14^000000",
        },
        [SKID.SU_SPRITEMABLE] =
        {
                "灵魂魔珠",
                "最高等级 : 1",
                "^777777习得条件 : 跳跃 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777可使唤灵魂。^000000",
                "^777777MHP + 1000, MSP + 100.^000000",
                "^777777可使唤海洋灵魂, 大地灵魂, 生命灵魂。^000000",
        },
        [SKID.SU_FRESHSHRIMP] =
        {
                "活虾",
                "最高等级 : 5",
                "^777777习得条件 : 灵魂魔珠 1^000000",
                "系列 : ^777777海鲜类(恢复)^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^7777772分内吸收小活虾的灵魂后少量恢复HP。^000000",
                "[等级 1] : ^777777每10秒恢复^000000",
                "[等级 2] : ^777777每9秒恢复^000000",
                "[等级 3] : ^777777每8秒恢复^000000",
                "[等级 4] : ^777777每7秒恢复^000000",
                "[等级 5] : ^777777每6秒恢复^000000",
        },
        [SKID.SU_BUNCHOFSHRIMP] =
        {
                "虾群",
                "最高等级 : 5",
                "^777777习得条件 : 活虾 3^000000",
                "系列 : ^777777海鲜类(辅助)^000000",
                "对象 : ^777777画面内所有队员^000000",
                "内容 : ^777777借助虾群之力一定时间内ATK和MATK +10%。^000000",
                "^777777需要虾子1个^000000",
                "[等级 1] : ^777777持续60秒^000000",
                "[等级 2] : ^777777持续90秒^000000",
                "[等级 3] : ^777777持续120秒^000000",
                "[等级 4] : ^777777持续150秒^000000",
                "[等级 5] : ^777777持续180秒^000000",
        },
        [SKID.SU_TUNABELLY] =
        {
                "鲔鱼肚肉",
                "最高等级 : 5",
                "^777777习得条件 : 虾群 3^000000",
                "系列 : ^777777海鲜类(恢复)^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777吸收美味的鲔鱼肚肉灵魂后可恢复对象一定量的MHP。^000000",
                "[等级 1] : ^777777MHP恢复10%^000000",
                "[等级 2] : ^777777MHP恢复30%^000000",
                "[等级 3] : ^777777MHP恢复50%^000000",
                "[等级 4] : ^777777MHP恢复70%^000000",
                "[等级 5] : ^777777MHP恢复90%^000000",
        },
        [SKID.SU_TUNAPARTY] =
        {
                "鲔鱼派对",
                "最高等级 : 5",
                "^777777习得条件 : 鲔鱼肚肉 3^000000",
                "系列 : ^777777海鲜类(辅助)^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777美味的鲔鱼灵魂30秒内保会对象^000000",
                "[等级 1] : ^777777鲔鱼的防御力 : 施展者的MHP 10%^000000",
                "[等级 2] : ^777777鲔鱼的防御力 : 施展者的MHP 20%^000000",
                "[等级 3] : ^777777鲔鱼的防御力 : 施展者的MHP 30%^000000",
                "[等级 4] : ^777777鲔鱼的防御力 : 施展者的MHP 40%^000000",
                "[等级 5] : ^777777鲔鱼的防御力 : 施展者的MHP 50%^000000",
        },
        [SKID.SU_SV_STEMSPEAR] =
        {
                "猕猴桃梗枪",
                "最高等级 : 5",
                "^777777习得条件 : 灵魂魔珠 1^000000",
                "系列 : ^777777蔬菜类(攻击)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777以猕猴桃攻击的灵魂贯穿敌人。^000000",
                "^777777若BaseLv逾30以上时，攻击的技能有机率再发动一次。BaseLv每上升30时，触发机率也会增加。^000000",
                "[等级 1] : ^777777地属性魔法 / MATK 700% / 出血机率 10%.^000000",
                "[等级 2] : ^777777火属性魔法 / MATK 700% / 出血机率 10%.^000000",
                "[等级 3] : ^777777水属性魔法 / MATK 700% / 出血机率 10%.^000000",
                "[等级 4] : ^777777风属性魔法 / MATK 700% / 出血机率 10%.^000000",
                "[等级 5] : ^777777念属性魔法 / MATK 700% / 出血机率 10%.^000000",
        },
        [SKID.SU_SV_ROOTTWIST] =
        {
                "猕猴桃根茎缠绕",
                "最高等级 : 5",
                "^777777习得条件 : 猕猴桃梗枪 3^000000",
                "系列 : ^777777蔬菜类(辅助)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777以猕猴桃根茎的灵魂抓住敌人，被抓到的敌人受到毒属性伤害。^000000",
                "^777777可用崩裂术, 摧残解除，对BOSS怪无效。^000000",
                "[等级 1] : ^777777持续7秒^000000",
                "[等级 2] : ^777777持续9秒^000000",
                "[等级 3] : ^777777持续11秒^000000",
                "[等级 4] : ^777777持续13秒^000000",
                "[等级 5] : ^777777持续15秒^000000",
        },
        [SKID.SU_CN_METEOR] =
        {
                "猫薄荷陨石",
                "最高等级 : 5",
                "^777777习得条件 : 猕猴桃根茎缠绕 3^000000",
                "系列 : ^777777蔬菜类(攻击)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777将巨大猫薄荷的灵魂从高处召唤后坠落，依等级坠落的猫薄荷数量会增加。^000000",
                "^777777猫薄荷果实消耗1个时，敌人陷入诅咒的机率会增加。^000000",
                "[等级 1] : ^777777无属性魔法 / 效果范围 3 x 3 / MATK 300%^000000",
                "[等级 2] : ^777777无属性魔法 / 效果范围 3 x 3 / MATK 400%^000000",
                "[等级 3] : ^777777无属性魔法 / 效果范围 5 x 5 / MATK 500%^000000",
                "[等级 4] : ^777777无属性魔法 / 效果范围 5 x 5 / MATK 600%^000000",
                "[等级 5] : ^777777无属性魔法 / 效果范围 7 x 7 / MATK 700%^000000",
        },
        [SKID.SU_CN_POWDERING] =
        {
                "猫薄荷洒粉",
                "最高等级 : 5",
                "^777777习得条件 : 猫薄荷陨石 3^000000",
                "系列 : ^777777蔬菜类(辅助)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777在有撒猫薄荷粉末的地方，一定时间内ATK和MATK-50%，且移动速度变慢。^000000",
                "^777777HP和SP的自然恢复力大幅增加。^000000",
                "^777777需要猫薄荷果实1个。^000000",
                "[等级 1] : ^777777效果范围 3 x 3 / 持续3秒^000000",
                "[等级 2] : ^777777效果范围 3 x 3 /持续4秒^000000",
                "[等级 3] : ^777777效果范围 5 x 5 /持续5秒^000000",
                "[等级 4] : ^777777效果范围 5 x 5 /持续6秒^000000",
                "[等级 5] : ^777777效果范围 7 x 7 /持续7秒^000000",
        },
        [SKID.SU_PICKYPECK] =
        {
                "小鸡啄击",
                "最高等级 : 5",
                "^777777习得条件 : 灵魂魔珠 1^000000",
                "系列 : ^777777动物类(攻击)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777愤怒的小鸡灵魂啄击敌人，敌人的血未满50%时，伤害增加2倍。^000000",
                "^777777若BaseLv逾30以上时，攻击的技能有机率再发动一次。BaseLv每上升30时，触发机率也会增加。^000000",
                "[等级 1] : ^777777远程物理 / ATK 300%^000000",
                "[等级 2] : ^777777远程物理 / ATK 400%^000000",
                "[等级 3] : ^777777远程物理 / ATK 500%^000000",
                "[等级 4] : ^777777远程物理 / ATK 600%^000000",
                "[等级 5] : ^777777远程物理 / ATK 700%^000000",
        },
        [SKID.SU_ARCLOUSEDASH] =
        {
                "卷甲虫暴冲",
                "最高等级 : 5",
                "^777777习得条件 : 小鸡啄击 3^000000",
                "系列 : ^777777动物类(辅助)^000000",
                "对象 : ^777777玩家^000000",
                "内容 : ^777777吸收卷甲虫的灵魂后暂时变得非常敏捷，若目标是都兰族时(含自己), 远程物理攻击力再 +10%。^000000",
                "[等级 1] : ^77777760秒内AGI20, 移动速度增加^000000",
                "[等级 2] : ^77777770秒内AGI25, 移动速度增加^000000",
                "[等级 3] : ^77777780秒内AGI30, 移动速度增加^000000",
                "[等级 4] : ^77777790秒内AGI35, 移动速度增加^000000",
                "[等级 5] : ^777777100秒内AGI40, 移动速度增加^000000",
        },
        [SKID.SU_SCAROFTAROU] =
        {
                "白鼠创伤",
                "最高等级 : 5",
                "^777777习得条件 : 卷甲虫暴冲 3^000000",
                "系列 : ^777777动物类(攻击)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777乡村老鼠受伤的灵魂给予敌人相同的创伤。^000000",
                "^777777咬伤处受到技能等级和DEX的影响，增加MHP的流失量。^000000",
                "^777777可用治愈术、治疗术、驱散解除，对BOSS怪无效，而攻击力增加2倍。^000000",
                "^777777若BaseLv逾30以上时，攻击的技能有机率再发动一次。BaseLv每上升30时，触发机率也会增加。^000000",
                "[等级 1] : ^777777ATK 100% / 咬伤 : 9秒内每秒MHP流失一定量^000000",
                "[等级 2] : ^777777ATK 200% / 咬伤 : 9秒内每秒MHP流失一定量^000000",
                "[等级 3] : ^777777ATK 300% / 咬伤 : 9秒内每秒MHP流失一定量^000000",
                "[等级 4] : ^777777ATK 400% / 咬伤 : 9秒内每秒MHP流失一定量^000000",
                "[等级 5] : ^777777ATK 500% / 咬伤 : 9秒内每秒MHP流失一定量^000000",
        },
        [SKID.SU_LUNATICCARROTBEAT] =
        {
                "疯兔胡萝卜重击",
                "最高等级 : 5",
                "^777777习得条件 : 白鼠创伤 3^000000",
                "系列 : ^777777动物类(攻击)^000000",
                "对象 : ^777777敌人^000000",
                "内容 : ^777777愤怒的疯兔灵魂用胡萝卜重击敌人。^000000",
                "^777777胡萝卜消耗1个时，敌人陷入晕眩的机率增加。^000000",
                "[等级 1] : ^777777ATK 300% / 效果范围 3 x 3 ^000000",
                "[等级 2] : ^777777ATK 400% / 效果范围 3 x 3 ^000000",
                "[等级 3] : ^777777ATK 500% / 效果范围 5 x 5 ^000000",
                "[等级 4] : ^777777ATK 600% / 效果范围 5 x 5 ^000000",
                "[等级 5] : ^777777ATK 700% / 效果范围 7 x 7 ^000000",
        },
        [SKID.SU_POWEROFSEA] =
        {
                "海洋力量",
                "最高等级 : 1",
                "^777777习得条件 : 鲔鱼派对 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777透过灵魂可取得少许海洋力量。^000000",
                "^777777治愈量+10%，对海鲜类技能投资20点以上时，治愈量再+20%。^000000",
        },
        [SKID.SU_POWEROFLAND] =
        {
                "大地力量",
                "最高等级 : 1",
                "^777777习得条件 : 猫薄荷洒粉 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777透过灵魂可取得少许大地力量。^000000",
                "^777777INT+20，对蔬菜类技能投资20点以上时，MATK+20%。^000000",
        },
        [SKID.SU_POWEROFLIFE] =
        {
                "生命力量",
                "最高等级 : 1",
                "^777777习得条件 : 疯兔 胡萝卜重击 3^000000",
                "系列 : ^000099被动^000000",
                "内容 : ^777777透过灵魂可取得少许生命力量。^000000",
                "^777777FLEE, HIT, CRI各+20，对动物类技能投资20点以上时，远程物理攻击力+20% 。^000000",
        },
        [SKID.ALL_GLASTHEIM_RECALL] =
        {
                "返回克雷斯特汉姆",
                "最高等级 : 1",
                "系列 : ^777777辅助^bb0000(返回)^000000",
                "内容 : ^777777 返回“克雷斯特汉姆”，冷却时间5分钟。^000000",
        },
}
